{"explanation":"Das Denken tritt also als formendes Prinzip an den gegebenen Weltinhalt heran... Im Gegebenen ist eigentlich kein Einzelnes, sondern alles in kontinuierlicher Verbindung. Diese gesonderten Einzelheiten bezieht nun das Denken nach Maßgabe der von ihm produzierten Formen aufeinander und bestimmt zuletzt, was sich aus dieser Beziehung ergibt."}
{"explanation":"Was dem bloßen Beobachten und Wahrnehmen als ein unbestimmtes, ungeformtes Chaos gegeben ist, erhält bestimmte Formen, Gliederung und Zusammenhang in Beziehungen durch die Begriffsbestimmungen des Denkens."}
{"explanation":"Die denkbegabte Seele ist somit wirklich das Wissenschaftsprinzip."}
{"explanation":"Nur durch die menschliche Tätigkeit tritt die Begriffsseite der Wirklichkeit ins Bewusstsein: durch das Denken. Dies Denken ist es, das das Chaos des Gegebenen zu Einzeldingen gliedert und bestimmt und ihre wechselseitigen Beziehungen zum Bewusstsein bringt."}
{"explanation":"Es gibt zwei Quellen der Erkenntnis: Wahrnehmen und Denken. Die Wahrnehmung offenbart „Wahrheit“, denn die Sinne trügen nicht. Aber sie gibt uns nicht die Erkenntnis der ganzen Wirklichkeit. Hinzukommen muß die „Wissenschaft“ oder das Denken (Mathesis)."}
{"explanation":"Zunächst, vor dem Zustandekommen der Wirklichkeitserkenntnis, hat es der Mensch mit dem „Unmittelbar-Gegebenen“ zu tun. Dies ist ein zusammenhangloses Chaos von Eindrücken, in welchem nichts unterschieden, bestimmt und aufeinander bezogen ist. Aber dies Gegebene gliedert sich im Verlauf des Erkennens in zwei Gebiete: der eine Teil erweist sich als nur gegeben, der andere, nämlich die im Bewusstsein auftretenden Begriffe, als zugleich von uns hervorgebracht."}
{"explanation":"Das reine Denken in sinnlichkeitsfreien Vernunftbegriffen, wie wir es bei den Eleaten, bei Platon, Aristoteles, den Scholastikern, bei Kant, Fichte, Schelling, Hegel und unzähligen anderen Philosophen finden, lässt sich in der Tat der mathematischen Begriffsbildung vergleichen. Denn es bringt seine Gebilde mit derselben logischen Notwendigkeit nach unverbrüchlichen Gesetzen hervor, wie das Speziell-Mathematische die seinigen."}
{"explanation":"Beim Vorgang des Untersuchens und Fragens spielt die Aufmerksamkeit eine entscheidende Rolle. Fortlage kennzeichnet diese sehr zutreffend als „Lauersamkeit“, „Erwartsamkeit“ und vergleicht sie mit dem Aufpassen und Auflauern eines Jägers, der auf dem Anstand liegt. Es ist ein suchendes Hinzielen des beweglichen Vorstellens oder der Fantasie, und zwar geführt vom gespanntesten Interesse für den Erkenntnisgegenstand."}
{"explanation":"Wer keine Fragen hat, kommt zu keinen Antworten, zu keinen Erkenntnissen."}
{"explanation":"Dazu kommt noch der wichtige Umstand, dass wir uns vieler Begriffe nur in Gegensatzpaaren bewusst werden können. Wenn wir wissen, was krank, gut oder schön ist, dann wissen wir damit zugleich auch, was gesund, böse und hässlich ist, und umgekehrt."}
{"explanation":"In der ursprünglichen Bedeutung des Wortes bezeichnet somit das Wort „Mathematismus“ noch nicht einmal eine „mathematische“ Weltanschauung, sondern eine solche, welche es mit dem Wissenschaftsprinzip schlechthin, mit dem Erkennen als solchem zu tun hat, und dies ist das reine Denken. Demzufolge ist die Wissenschaft vom Denken, die „Wissenschaftslehre“, ein Kernstück des „Mathematismus“, und das Mathematische im engeren Sinne ist eine besondere Ausprägung dieser Wissenschaft schlechthin."}
{"explanation":"Alle Philosophie ist wesentlich Mathematismus oder Ausübung der Mathesis. Die Grundwissenschaft aller Philosophie aber ist die Erkenntnislehre, die Wissenschaft vom Wesen des Wissens, die „Wissenschaftslehre“."}
{"explanation":"Wie eine jede Wissenschaft, so kann auch vorzüglich diese Grundwissenschaft gar nicht anders als untersuchend, forschend, prüfend, kritisch sein."}
{"explanation":"Der Standpunkt des Naiven muss aufgegeben werden. Das ist der Grundsatz aller Erkenntnistheorie. Das Naive ist das Impulsive, das Instinktive, und insofern das eigentlich Unwissenschaftliche, oder wenigstens Vorwissenschaftliche. Das Kritische dagegen, das Besonnene, Prüfende, Untersuchende wird sich der Methode und Gesetzmäßigkeit seines Verfahrens bewusst."}
{"explanation":"Wissenschaftlichkeit ist Bewusstheit."}
{"explanation":"Volle Besonnenheit und Bewusstheit sind Kennzeichen des reinen Denkens."}
{"explanation":"Es gibt keine kritische Besonnenheit ohne Wachheit des Geistes, ohne Selbstbewusstheit und Selbstbeobachtung."}
{"explanation":"Bestimmte Gedanken nennen wir „lichtvoll“, „sonnenklar“ und „einleuchtend“, andere, die nicht genügend bewusst und durchformt sind, bleiben uns „dunkel“."}
{"explanation":"Wo wir Gewissheit im Erkennen erleben, da stehen wir im Licht. Wenn es uns aber nicht gelingt, Klarheit über etwas zu gewinnen, dann breitet sich Finsternis über die Seele aus. Und wenn wir zweifeln, dann schwanken wir zwischen dem Erkenntnislicht des Wissens und der Finsternis des Nichtwissens hin und her."}
{"explanation":"In weitaus den meisten Fällen werden die Gedanken als blasse, unwirkliche Schatten erfahren. Zuweilen aber erlebt man blitzartig das Erleuchtende, Lichtbringende von Erkenntnissen."}
{"explanation":"Alles Erkennen beruht auf einem fortwährenden Zusammenwirken und Ineinanderspielen dieser zwei polar entgegengesetzten Seelenbewegungen: Fragen/Untersuchen und Prüfen/Urteilen."}
{"explanation":"Sein (Substanz oder Wesenheit), Zeit, Raum, Quantität, Qualität, Tun, Leiden, Habitus, Lage und Beziehung sind die Kategorien die dem menschlichen Denk-Bewusstsein zunächst nur in dieser Form zugänglichen Ausdrucksformen für die geistig-göttlichen Grundgedanken, Urbestimmungen und Ureigenschaften des Seins, die dem göttlichen Weltendenken schaffend entströmen und sich dem Raumes-Sinnessein einprägen."}
{"explanation":"Größen und Quantitäten werden durch Zahlen und Zahlenverhältnisse ausgedrückt. Die mathematische Naturwissenschaft ist die bloß quantitativ forschende. Sie ist Mathematismus im engeren Sinne des Wortes."}
{"explanation":"Einer dieser Urgedanken ist eben der: Das Universum sei aufgebaut und in seinem Ablauf geordnet nach Maß, Zahl und Gewicht, nach Formen und Formeln."}
{"explanation":"Mathematische Struktur ist dem Weltall eingeprägt, sie ist Kristallisation des Formwesens."}
{"explanation":"Der Begriff der Mathematik ist der Begriff der Wissenschaft überhaupt. Alle Wissenschaften sollen daher Mathematik werden."}
{"explanation":"Weil die Mathematik die methodisch strengste und exakteste aller Wissenschaften ist — wirklich auch die Wissenschaft der Wissenschaften, wie die Philosophie —, bekommen die Mathematikerphilosophen nur allzu leicht den Eindruck, daß alle nicht mathematischen Gedankenbildungen der Exaktheit entbehren und zu haltlosen Spekulationen führen."}
{"explanation":"Wenn also das klare Denken durchzogen wird von der Wärme des Fühlens, und die kritische Besonnenheit von dem hingebungsvollen Vertrauen zum Geist, dann allein kommt echte Wissenschaft zustande, lebendige Philosophie. Und wo der Glaube durchhellt ist von kritischer Besonnenheit und wachem Denken, da wird das Fühlen zur rechten Religiosität."}
{"explanation":"In der Tat ist das Einweihungsbewusstsein der Inspiration der höhere Geistesimpuls, der im wahren Mathematismus waltet."}
{"explanation":"Der Zweifel ist das Prinzip des Mathematismus, sein Urbild ist das Zwillings-Sternbild. Den Glauben werden wir als das Prinzip des Individualismus aufweisen und urbildlich im Schützensternbild finden. Nur durch diese Kraft des Vertrauens oder „Glaubens“ gewinnt das Denken eine lebendige, vollmenschliche Erkenntnis-Beziehung zu den Dingen und Vorgängen."}
{"explanation":"Die Inspiration ist ein mathematisches, geistmusikalisches Hellwissen um die weltformenden Urgedanken Gottes, um die Gedankenordnungen des Seins. Innerhalb der mathematischen Wissenschaft aber ist die synthetische Geometrie, wie der geniale George Adams in seiner „Strahlenden Weltgestaltung“ erstmals gezeigt hat, dazu berufen und geeignet, mit exakt mathematischen Bildbegriffen in den Kosmos der ätherischen Formkräfte einzutreten."}
{"explanation":"Ohne kritische Besonnenheit keine klaren Begriffe, keine deutlichen Unterscheidungen, keine strenge Wissenschaftlichkeit."}
