{"book":"Rudolf_Steiner#Der_menschliche_und_der_kosmische_Gedanke_Zyklus_33_[GA_151].txt","occurences":8,"sentences":["Man kann eine solche Weltanschauung bilden, die überall die Kräfte zu dem sucht, was in der Welt vorgeht, und kann sie Dynamismus nennen.","Wir kommen also auf diesem Wege vom Spiritualismus über den Monadismus und Dynamismus wiederum zum Realismus.","Wenn wir uns noch einmal diese zwölf Weltanschauungsnuancen vor Augen fuhren, wie das gestern geschehen ist, so ist es also der Materialismus, der Sensualismus, der Phänomenalismus, der Realismus, der Dynamismus, der Monadismus, der Spiritualismus, der Pneumatismus, der Psychismus, der Idealismus, der Rationalismus und der Mathematizismus.","Man beginne beim Idealismus, bezeichne diesen als das GeistesTierkreisbild des Widder, bezeichne in gleicher Weise den Rationalismus als Stier, den Mathematizismus als Zwillinge, den Materialismus als Krebs, den Sensualismus als Löwe, den Phänomenalismus als Jungfrau, den Realismus als Waage, den Dynamismus als Skorpion, den Monadismus als Schütze, den Spiritualismus als Steinbock, den Pneumatismus als Wassermann, den Psychismus als Fische.","Das würde auftreten im Zeichen des Dynamismus.","Es würde der ––– [GA151, S.70] –––  Voluntarismus in Opposition zum Rationalismus im Zeichen des Dynamismus stehen.","Und im Verlaufe ihres Lebens würde eine solche Seele als die ihr mögliche Konstellation die haben, daß sie eine Weltanschauung vertritt, die sich stützt auf ein besonderes Eindringen von Kräften, von Dynamismus in die Welt, durchdrungen von Willen; Wille - der von Kraft durchsetzte Wille.","Es muß erscheinen der dritte Standpunkt: Voluntarismus im Zeichen des Dynamismus."]}
{"book":"Rudolf_Steiner#Erneuerungs-Impulse_für_Kultur_und_Wissenschaft_[GA_81].txt","occurences":1,"sentences":["Wir finden diesen Zusammenhang wirklich in der physischen Organisation des Menr -i ––– [GA81, S.51] –––  sehen und nicht in einem bloßen Dynamismus."]}
{"book":"Rudolf_Steiner#Methodische_Grundlagen_der_Anthroposophie._Gesammelte_Aufsätze_zur_Philosophie_Naturwissenschaft_Ästhetik_und_Seelenkunde_[GA_30].txt","occurences":1,"sentences":["In die erste Abteilung gehören die Aufsätze: «Zur Kenntnis der böhmischen Gebirge und der in andern Gegenden»; in die zweite die Arbeiten über Entstehung und Bedeutung des Granits und anderer Gesteine; in die dritte Goethes Beiträge zu den großen Fragen des Vulkanismus und Neptunismus, seine Ausführungen über Atomismus und Dynamismus in der Geologie und seine schematischen und skizzenhaften Aufzeichnungen zur höheren Geologie und Kosmologie."]}