{"book":"Rudolf_Steiner#Dokumente_zur_«Philosophie_der_Freiheit»._Faksimile_der_Erstausgabe_1894_mit_den_handschriftlichen_Eintragungen_für_die_Neuausgabe_1918_[GA_4a].txt","occurences":65,"sentences":["Die Freiheit des Handelns ist nur denkbar vom Standpunkte des ethischen Individualismus aus.","**%, f )er ethische Individualismus steht also nicht im Gegensatz faxt Entwicklungstheorie, sondern folgt direkt /=-£*' aus ihr.","Derselbe ethische Individualismus, den ich auf Grund der vorangehenden Anschauungen entwickelt habe, würde sich auch aus der Entwicklungstheorie ableiten lassen.","I Der ethische Individualismus ist somit die Krönung: des Gebäudes, das Darwin und Haecke 1 für die aturwissenschaft gy$&&%X haben.","^^ Von einer sich selbst verstehenden Naturwissenschaft hat der ethische Individualismus nichts zu fürchten: die Beobachtung ergiebt als Charakteristikum.","g.\n\n^„r~ ––– [GA4, S.351] ––– Anmerkung Eduard von Hartmanns zum Titel: Der Titel sollte lauten: «Erkenntnißtheoretischer Monismus und ethischer Individualismus.» Die Freiheitserörterung nimmt 1.) keinen erheblichen Raum im Buche ein, bietet 2.) nichts Neues und Eigenartiges, und 3.) führt der die Voranstellung der Freiheit im Titel den Leser irre, als ob es sich um eine indeterministische Freiheit handelte, weil gar kein Grund vorliegt eine deterministische Freiheitsform so durch den Titel zu betonen.","15020 / I6024 nennen / Wie kann dieser ethische Individualismus vereinigt werden mit der behaupteten Universalität des Denkens, der Begriffs- und Ideenwelt?Ist das Ethische ans ganz anderer Quelle stammend, so mag das angehen, aber hier, wo er aus Begriffen und Ideen stammen soll?","sondern das ist die einige Ideenwelt Hier tritt der Widerspruch zwischen Panlogismus und Individualismus grell zu Tage (vgl. S. 150). Das Allgemeine ist hier das Schlechte, das Besondere das Gute.","Individualismus Wenn nur das Individuelle frei heißen kann, das Organisch-Triebartige und Charakter ologische aber nicht individuell heißen soll, sondern nur das Ideegemäße, so muß die Lösung des Widerspruchs zwischen ideellem Universalismus (Panlogismus) und ideellem Individualismus als Grundbedingung für diese Freiheitslehre gefordert werden.","Denn jedes kann nur an sich selbst gemessen werden, wenn der Individualismus das Höchste, und das Sichausleben des Individuums die einzige Quelle des Ethischen ist.","Die individuelle Ausgestaltung der Sittlichkeit fällt unter kein Gesetz moralischer Art. Der ethische Individualismus ist eine Sittlichkeit ganz ohne Gesetze.","nach 242 / nach 25328 In diesem Buche ist weder Humes in sich absoluter Phänomenalismus mit dem auf Gott gestützten Phänomenalismus Berkeleys versöhnt, noch überhaupt dieser immanente oder subjektive Phänomenalismus mit dem transcendenten Panlogismus Hegels, noch auch der Hegeische Panlogismus mit dem Goetheschen Individualismus.","Nur au/ solcher Weltanschauung kann die arg bedrohies persönliche und tnenschheitliche Freiheit naturgemä/se Anerkennung finden, das echte Recht des Individualismus einen gesunden Kollektivismus schaffen.","Nur auf solcher Weltanschauung kann die arg bedrohte persönliche und menschheitliche Freiheit naturgemäße Anerkennung finden, das echte Recht des Individualismus einen gesunden Kollektivismus schaffen.","Dieser Standpunkt allein bringt den moralischen Gehalt des Menschen zum «Ausle- ––– [GA4, S.432] ––– ben»; seine Triebfeder ist die sittliche Liebe zur That und sein Name: «Ethischer Individualismus».","«Als Gattungsexemplar ist er der Ueberlieferung seiner Vorfahren und den Naturgesetzen des Organismus unterworfen, als sittliches Wesen gelten für ihn seine eigenen Gesetze.» Er trägt die Anlage zu schöpferischen Wülensthaten in sich wie der Pflanzenkeim die Möglichkeit des Wachsthums, und ob er auf Durchgangsstufen der Sittlichkeit stehen bleibt oder bis zum «ethischen Individualismus» vordringt, ist eben so wenig eine unabwendliche Fügung wie das Gedeihen oder Verkümmern des triebkräftigen Schößlings.","Dagegen ist nun zweierlei einzuwenden: daß sich die Idee der Freiheit im «freien Geiste», wie Rudolph Steiner ihn schildert, nicht verwirklicht und daß der «ethische Individualismus», wiewohl er ganz auserlesene Bekenner in sich vereinigt, nicht den Gipfel der Sittlichkeit bezeichnet.","Der ethische Individualismus, der das Gebäude Darwins und Häckels krönen soll, vergißt, daß die Evolutions-Lehre die Welt nicht als unwandelbar seiend, sondern als geworden und werdend betrachtet; sie begnügt sich nicht mit dem Feststellen der Gesetzmäßigkeit in den Erscheinungen, sie will auch in die ursächlichen Zusammenhänge Einblick erhalten, und wenn dagegen versichert wird, daß «die Dinge an und für sich keine Erklärung verlangen und das Erkennen also keine Weltangelegenheit, sondern ein Ge- ––– [GA4, S.437] ––– schäft sei, das der Mensch mit sich selbst auszumachen habe», so muß nachdrücklichst daran erinnert werden, daß für den Monisten ein Gegensatz zwischen dem Kosmos und dem erkenntnißsuchenden Wesen nicht besteht und daß jedes im menschlichen Geiste sich regende Bedürfniß zugleich ein allgemeines Welterforderniß ist.","Der «ethische Individualismus» verwechselt die Willensäußerungen der angebornen Anlage mit der sittlichen Freiheit; er wird erkennen müssen, daß sich diese nicht im einzelnen Subjecte, sondern nur innerhalb der Gesammtheit erreichen läßt und daß die Führung des Menschengeschlechtes der aus dem Joche des Eigenwillens befreiten Sittlichkeit gehört.","Man könnte sie nach dem Analogon des «ethischen Individualismus» «ethischen Socialismus» nennen.","Seitdem Friedrich Nietzsche die Selbstherrlichkeit des Individuums in der Ethik auf den Thron gehoben, steht die Frage wieder einmal im Vordergrunde des Interesses, ob der Altruismus oder ––– [GA4, S.439] ––– der Individualismus für die Grundlage des sittlichen Handelns anzusehen sei.","Der Individualismus Steiner's hat mit demjenigen Nietzsche's nur den Namen gemein, ist aber im Uebrigen so durchaus von ihm verschieden, und schlägt so selbständige Bahnen ein, daß es nur als ein Zufall betrachtet werden kann, wenn er gerade zu einer Zeit an die Oeffentlichkeit hervortritt, wo man bei dem Worte Individualismus sofort an Nietzsche zu denken pflegt.","Dies ist der Standpunkt des ethischen Individualismus, und eine Philosophie, die ihn vertritt, ist Philosophie der Freiheit, die natürliche Consequenz eines erkenntnißtheoretischen Monismus, der eine gebietende Macht hinter der unmittelbaren Wirklichkeit nicht anerkennt, der folglich auch in den sittlichen Geboten durchaus nur Gedanken der Menschen selbst erblickt.","(Berlin, Emil Felber.) Aus dem in der Gegenwart herrschenden Individualismus entnimmt der Verfasser für sich die Berechtigung, seine persönlichen Gedanken über die Grundfragen des Lebens mitzuteilen, und zwar in einfach beschreibender Form.","(Zu Steiners späterer Freundschaft mit Wille siehe: R. Steiner, «Mein Lebensgang», GA 28, S. 385f., und Beiträge zur Rudolf Steiner Gesamtausgabe, Nr. 79/80: «Rudolf Steiner und der Giordano Bruno-Bund».) [Fußnote der Redaktion:] Unserem Grundsatze getreu, in dieser Zeitschrift alle Strebungen des modernen Geistes zu Worte kommen zu lassen, geben wir mit dem vorliegenden Aufsatze, so weit auch des Verfassers und un- ––– [GA4, S.453] ––– sere Wege auseinander gehen, dem österreichischen Lese-Publicum Gelegenheit, eine hierzulande noch wenig bekannte, in den gebildeten Kreisen Deutschlands und Frankreichs aber stark verbreitete Anschauungsweise kennen zu lernen: den wohl als Schwanengesang der bürgerlichen Classenphilosophie hinzunehmenden extremen Individualismus, der hier von einem seiner namhaftesten Wortführer vertreten wird.","Ethischer Individualismus.","Solch eine Zeitströmung ist der Individualismus, die Schätzung und Wahrung des Individuellen auf allen Lebensgebieten, der ––– [GA4, S.454] ––– hoch gesteigerte Drang vieler Zeitgenossen, ihre Eigenart im Denken, Fühlen und Leben durchzusetzen und auch den anderen Individuen diese Freiheit zu verschaffen.","Wir haben ihn auf politischem, auf socialem Gebiete, diesen Individualismus, der hier in radicalster Gestaltung als das Streben nach Herrschaftslosigkeit auftritt.","Ich selber bin ein Vertreter des ethischen Individualismus.","Dies Alles läßt uns den ethischen Individualismus als nichts Geringeres erscheinen, denn als ein Kind des modernen Zeitgeistes - womit allerdings nicht die Thatsache ignorirt sein soll, daß bereits ein Hegel, ja schon ein Jesus, ein Laotse in gewissem Sinne ethische Individualisten waren.","––– [GA4, S.455] ––– Unser Individualismus dürfte im Großen und Ganzen eine naturgemäße Reaction oder Antithese gegen die nivellirende, das individuelle Leben unterdrückende Großherrschaftlichkeit sein, wie sie in den letzten Jahrzehnten, und vielleicht am brutalsten in Deutschland, auf politischem, wirtschaftlichem, socialem Gebiete sich breit macht; ich erinnere nur an die von Bismarck eingeleitete Hochfluth der Staats autorität, an den preußischen Militarismus, an den modernen Großcapitalismus.","Seine idealistische Kraft bezieht unser Individualismus aus jener feinen Cultur des Geistes und Herzens, welche Wissenschaft, Kunst und echter Anstand in einer, wenn auch schmalen, Schicht des Volkes erzeugt haben.","Habe ich nöthig, auseinanderzusetzen, inwiefern sie den Menschen im Sinne des Individualismus verfeinert?","Dieser Fortschritt ist der von der autoritativen Moral zu dem Handeln aus sittlicher Einsicht.» Treffend bemerkt der Verfasser, daß dieser ethische Individualismus einen Gegensatz zu Kant's «kategorischem Imperativ» bildet, zu dem Princip: handle so, daß die Grundsätze deines Handelns für alle Menschen gelten können.","«Wohin - heißt es - würde die Menschheit gerathen, wenn alle Menschen so handeln würden, wie du auf Grund dieses souveränen Individualismus handelst?» - Nun, wenn hiermit die formale Seite der Handlung, das Wie, gemeint sein soll, d. h. die Selbstbestimmung, so darf der Individualist seine allgemeinen für Freiheit und Vernunft sprechenden Argumente in's Feld führen.","Die passende Antwort würde lauten: «Dies <Wenn> ist ein Unding; es werden eben nicht alle Leute Conditoren.» Mit demselben Rechte nun darf der Individualist seine Selbstbestimmung vertheidigen; er darf sagen: «Wenn ich meine Individualität auslebe, so folgt daraus keineswegs, daß meine Mitmenschen alle dasselbe thun sollen oder werden, wie ich; die Natur der Menschheit, nämlich ihre Mannigfaltigkeit, spricht vielmehr für die Anschauung: «Eines schickt sich nicht für Alle; Sehe Jeder, wie er's treibe ...» Jesus und Spinoza haben keinen unbedeutenden Antheil an der theoretischen Ausbildung des ethischen Individualismus.","Der Freie verlangt von seinen Mitmenschen keine Uebereinstimmung, aber er erwartet sie, weil sie in der menschlichen Natur liegt.» Auch jenen Einwand betrachtet Steiner, nach welchem der ethische Individualismus eine Rechtfertigung aller möglichen Gaunereien enthält, weil er Jedem, also auch dem Verbrecher, gestatte, sich auszuleben und zu thun, was ihm beliebt.","«Durch meine Instincte, Triebe, bin ich ein Mensch, von denen zwölf ein Dutzend machen; durch die besondere Form der Idee, durch die ich mich innerhalb des Dutzends als Ich bezeichne, bin ich Individuum.» Diese Vertheidigung des Individualismus kommt mir etwas schwach vor.","Wenn es auch richtig ist, daß die Individualisten von Heute Idealisten zu sein pflegen, so sind es doch nicht alle Individuen; der Individualismus aber will nicht nur den Idealisten, sondern allen Individuen, also auch den «thierisch» veranlagten Menschen Herrschaftslosigkeit einräumen.","Steiner hätte die ––– [GA4, S.460] ––– Triebfedern und die Gegenmotive des Verbrechens untersuchen sollen; dann wäre seine Verteidigung des ethischen Individualismus wohl wirksamer ausgefallen.","Jedenfalls bemerkt er nicht den Wahrheitsgehalt, der in Nietzsche's Ausspruch liegt: «Der Staat ist der Feind des Individuums»; er bemerkt nicht, daß der ethische Individualismus unvereinbar ist mit einer Staatsfreundlichkeit, wie sie in der «Philosophie der Freiheit» am Schlüsse des 10.","Zeigt sich - wie diese Bemängelungen andeuten - bei Steiner hin und wieder eine ideologische Entfernung von den realen Dingen und ein gewisser Mangel an Einsicht in die socialen, politischen, wirthschaftlichen Verhältnisse, so glaube ich doch die «Philosophie der Freiheit» als ein tiefsinniges Werk der Begriffskunst und als ein bedeutendes Document des ethischen Individualismus bezeichnen zu dürfen.","8.) M. 4.\n\nDas eigentliche Absehen dieser Schrift geht auf Begründung eines ethischen Individualismus.","Der ethische Individualismus gilt nach dem Verf.","Von solchem Standpunkte des sittlichen Individualismus aus sinkt darum die Ethik zur Naturbeschreibung der Völkersitte herab, der objektive Zweckbegriff findet keinen Raum mehr, frei ist der Mensch, insofern sein denkend vertiefter Bewußtseinsinhalt sich auslebt, der Naturtrieb ist Zwang, aber ebenso sehr auch jede von außen kommende sittliche Norm; auch der Pflichtbegriff bedeutet Unfreiheit; jeder Gesetzgeber ist intuitiv zu seinen Normen gekommen, der gleiche Prozeß muß in jedem Individuum sich wiederholen.","dieser Schrift der Monismus, die Philosophie der Freiheit, speciell die Freiheit von allen ethischen Vorschriften, «der ethische Individualismus», wie er sie selbst nennt.","Man kann diesen Standpunkt den ethischen Individualismus nennen.» «Das Maasgebende einer Handlung im concreten Falle ist das Auffinden der entsprechenden ganz individuellen Intuition.","Wenn nun der ethische Individualismus höchstes Moralprincip sein soll, so kann der Grund der Schönheit der betreffenden Handlung nur in dem Reize liegen, den die Entfaltung seiner Freiheit, das Ausleben seiner Individualität bietet.","Die Kirche stellt nur den wirklichen Sachverhalt den Gläubigen vor Augen; die Motive des Handelns, welche sie denselben darlegt, sind weit mehr der Natur des Menschen selbst entnommen, als die Motive des ethischen Individualismus.","Diese innere Freiheit, diese Geborgenheit und Stille in Gott, ist ein Sichselbstbehaupten, ein trotziger Individualismus, ––– [GA4, S.495] ––– der aber keine untätige Ruhe bedeutet.","Diese Fähigkeit sich anzueignen, ist Aufgabe des Anthroposophen, der sich auf den Standpunkt des ethischen Individualismus erheben soll.","Was kann sie mit diesem ethischen Individualismus anfangen?","Rudolf Steiner führt in der Vorrede und der ausführlichen Einleitung seinen Individualismus auf der Grundlage der Erkenntnistheorie weiter aus.","Ich kann Ihnen die Versicherung geben, daß ich die Keime zu meinem Individualismus schon 1887 im 2.","Mein Standpunkt ist der Monismus und mein Individualismus nur eine notwendige Folge meiner monistisch-naturwissenschaftlichen Beobachtungsweise der Welt.","Ich habe mir erlaubt, Ihnen diese Schrift, in der ich die Weltanschauung des Individualismus in wissenschaftlicher Weise zu begründen versuche, vorzulegen.","Auf Stirner ausdrücklich zu verweisen, hatte ich keine Veranlasssung, da sich mein ethischer Individualismus mit Notwendigkeit aus meinen Prinzipien ergibt.","Ich versuche den ethischen Individualismus wissenschaftlich zu begründen, und zwar ganz unabhängig von Nietzsche.","Die Art der Begründung, die ich dem Individualismus gebe, beseitigt, wie ich glaube, die auch von Ihnen gerügten Einseitigkeiten desselben und läßt dadurch das Berechtigte dieser Lebensansicht um so mehr zur Geltung kommen.» (GA 39, S. 194) 9. Dez.","Der zweite Teil begründet und entwickelt den ethischen Individualismus in dem Sinne einer Freiheitsanschauung und der Emanzipation des höheren Menschheitsbewußtseins von den Fesseln jeglicher Autorität.","Bruno Wille bespricht unter dem Titel «Ethischer Individualismus» in der «Neuen Revue» (Wien) die «Philosophie der Freiheit» (siehe Rezension Nr. 11).\n\nIn der «Leiziger Zeitung» (Abendblatt) erscheint eine Besprechung der «Philosophie der Freiheit» aus der Feder von Conrad Hermann (siehe Rezension Nr. 12).\n\n ––– [GA4, S.526] ––– 15. Sept.","[...] Und deshalb halte ich es für Ihre große Geistestat, daß Sie die 'Konsequenz des Denkens' hatten, zu erkennen, daß es keinen wirklichen Individualismus geben kann ohne die Voraussetzung der Freiheit.» (GA 39, S. 263f.) Sept.","Ein Fragment», in: Individualität (Stuttgart), Frühjahr 1986, S. 34-60 und März 1987, S. 46-60.\n\nHansen, Oskar Borgman, «Der ethische Individualismus Rudolf Steiners» , in: Das Goetheanum, 24.","Mai 1981, S. 166.\n\n- «Stufen auf dem Wege zum ethischen Individualismus», in: Das Goetheanum, 17.","––– [GA4, S.541] ––– Lindenberg, Christoph, «'Die Philosophie der Freiheit', Erstauflage nachgedruckt», in: Die Drei, Februar 1984, S. 129f.\n\n- «Individualismus und offenbare Religion, Rudolf Steiners Zugang zum Christentum», Stuttgart: Freies Geistesleben 1970, 63 S.\n\n(=Studien und Versuche 11)."]}
{"book":"_Rudolf_Steiner#Briefe._Band_II_[GA_39].txt","occurences":15,"sentences":["Es würde mir zur innigsten Befriedigung gereichen, wenn Sie meinem Versuch, die Weltanschauung, besonders die Ethik des Individualismus neu zu begründen, einiges Interesse abgewinnen könnten.","Ich kann Ihnen die Versicherung geben, daß ich die Keime zu meinem Individualismus schon 1887 im 2.","Mein Standpunkt ist der Monismus und mein Individualismus nur eine notwendige Folge meiner monistisch-naturwissenschaftlichen Beobachtungsweise der Welt.","Ich suche auf monistischer Grundlage ––– [GA39, S.189] –––  eine Weltanschauung, namentlich eine Ethik des Individualismus zu begründen und finde, daß diese in vollem Einklänge mit den Grundansichten ist, die ich in Ihren Schriften zu erkennen glaube.","Ich habe mir erlaubt, Ihnen diese Schrift, in der ich die Weltanschauung des Individualismus in wissenschaftlicher Weise zu begründen versuche, vorzulegen.","Auf Stirner ausdrücklich zu verweisen, hatte ich keine Veranlassung, da sich mein ethischer Individualismus mit Notwendigkeit aus meinen Prinzipien ergibt.","Ich versuche den ethischen Individualismus wissenschaftlich zu begründen, und zwar ganz unabhängig von Nietzsche.","Die Art der Begründung, die ich dem Individualismus gebe, beseitigt, wie ich glaube, die auch von Ihnen gerügten Einseitigkeiten desselben und läßt dadurch das Berechtigte dieser Lebensansicht um so mehr zur Geltung kommen.","Der zweite Teil begründet und entwickelt den ethischen Individualismus in dem Sinne einer Freiheitsanschauung und der Emanzipation des höheren Menschheitsbewußtseins von den Fesseln jeglicher Autorität.","Diese Anschauung führt aber notwendig zum ethischen Individualismus.","Deshalb hat auch der Ausdruck ethischer Individualismus nur Sinn, solange ich davon spreche, daß das ethische Ideal zunächst verknüpft mit einem individuellen organischen Wesen erscheint, nicht aber, wenn ich von seiner Verknüpfung mit dem Weltinhalte spreche.","Ich arbeite fortwährend daran, den Ausgleich zwischen den zwei Dingen zu finden, auf die Sie in Ihrer Bemerkung zu Seite 242 meines Buches hindeuten: Dem Panlogismus Hegels und dem Goetheschen Individualismus.","Und nun noch eines: Sie sagen, daß es Ihnen scheine, «daß in der Mystik ein psychologisches Element eine Rolle spiele» und daß «die Gottesanschauung der Mystiker nur ein verkappter und mit dem Ausdruck ringender Individualismus sei».","Weil alles, was der Menschengeist produziert, in Wirklichkeit Individualismus ist, der sich als Idealismus, Realismus, Mystizismus usw. verkappt.","Und deshalb halte ich es für Ihre große Geistestat, daß Sie die «Konsequenz des Denkens» hatten, zu erkennen, daß es keinen wirklichen Individualismus geben kann ohne die Voraussetzung der Freiheit."]}
{"book":"Rudolf_Steiner#Mein_Lebensgang_[GA_28].txt","occurences":13,"sentences":["Der «ethische Individualismus» 331 1897-1907 / Berlin - München XXIV.","Dazu schrieb er mir, unter anderem, das Buch sollte den Titel haben: Erkenntnistheoretischer Phänomenalismus und ethischer Individualismus.","Es war nun selbstverständlich, daß Eduard von Hartmann auch meinen «ethischen Individualismus» bedenklich finden mußte.","Eduard von Hartmann mußte finden, sie seien als erkenntnistheoretischer Phänomenalismus und ethischer Individualismus willkürlich aneinander gekoppelt.","––– [GA28, S.331] –––  Mit diesem Anschauen der Freiheitsidee verband sich der von vielen Seiten so verkannte «ethische Individualismus» meiner Weltanschauung.","Dagegen wendete sich auch mein ethischer Individualismus, der das sittliche Leben nicht von außen durch Gebote gehalten, sondern aus der Entfaltung des seelischgeistigen Menschenwesens, in dem das Göttliche lebt, hervorgehen lassen wollte.","Er hatte sich in meiner «Philosophie der Freiheit» mit den Abschnitten befaßt, die vom ethischen Individualismus sprechen.","Mein ethischer Individualismus war als reines Innen-Erlebnis des Menschen empfunden.","Damals nun, um 1898 herum, sollte meine Seele mit dem rein ethischen Individualismus in eine Art Abgrund gerissen werden.","Als ich dann, im Beginne des neuen Jahrhunderts, in Schriften wie «Die Mystik im Aufgange» und das «Christentum als mystische Tatsache» mein Erleben des Geistigen geben konnte, stand, nach der Prüfung, der «ethische Individualismus» wieder an seinem richtigen Orte.","Diese Überschrift müßte eigentlich sein: «Der Individualismus in der Philosophie».","Hauptwerk: «Der Einzige und sein Eigentum», Leipzig ––– [GA28, S.497] –––  1845. Rudolf Steiner schreibt an mehreren Orten über Stirner, u.a.\n\nin: «Die Rätsel der Philosophie» (1914), GA 18; «Der Individualismus in der Philosophie», GA 30, S. 143-148; «Friedrich Nietzsche, ein Kämpfer gegen seine Zeit»; GA 5, S. 95-100; im Brief an Rosa Mayreder vom 20.","Wieder gedruckt unter dem Titel: «Der Individualismus in der Philosophie» in GA 30, S. 99-152.\n\n410 meine «Theosophie»: «Theosophie."]}
{"book":"Rudolf_Steiner#Methodische_Grundlagen_der_Anthroposophie._Gesammelte_Aufsätze_zur_Philosophie_Naturwissenschaft_Ästhetik_und_Seelenkunde_[GA_30].txt","occurences":13,"sentences":["Jg., Nr. 34; 26. August 1899 Der Individualismus in der Philosophie 99 Der Egoismus.","Auf die Gespräche, die in der in Betracht kommenden Zeit über diese Ideen stattgefunden haben, deutet Schiller in dem Briefe, mit dem er den Empfang des Manuskriptes anzeigt: «Das <Märchen> ist bunt und lustig genug, und ich finde die Idee, deren Sie einmal erwähnten: <das gegenseitige Hilfeleisten der Kräfte und das Zurückweisen aufeinander>, recht artig ausgeführt.» DER INDIVIDUALISMUS IN DER PHILOSOPHIE Wäre der Mensch'bloß Geschöpf der Natur und nicht zugleich Schaffender, so stände er nicht fragend vor den Erscheinungen der Welt und suchte auch nicht ihr Wesen und ihre Gesetze zu ergründen.","Wie wenig Verständnis für die ethischen Anschauungen Goethes sowohl wie für eine Ethik der Freiheit und des Individualismus im allgemeinen in der Gegenwart vorhanden ist, zeigt folgender Umstand.","Volkelts Schriften: «Das Unbewußte und der Pessimismus», «Individualismus und Pantheismus», «Der Symbol-Begriff in der neuesten Ästhetik», zeigen uns überall den hochbegabten, gründlichen Denker, der endlich in seinen letzten Schriften: «Kants Erkenntnistheorie» und «Erfahrung und Denken», auf seiner vollen Höhe erscheint.","Der Individualismus in der Philosophie: Vollständiger Titel: «Der Individualismus in der Philosophie.","Diese Überschrift ––– [GA30, S.607] –––  müßte eigentlich sein: <Der Individualismus in der Philosophie»^ Dix schreibt selbst (S. 341), daß es «Aufgabe unseres Werkes» war, «...","auch den reinen Individualismus zu Worte kommen zu lassen.» Vgl. auch Rudolf Steiners Werk «Die Rätsel der Philosophie in ihrer Geschichte als Umriß dargestellt» (1914), GA 18.","Kap., S. 274.\n\n118 die Entdeckung des Egoismus: Siehe Hinweis zu S. 99. Es dürfte demnach berechtigt sein, hier «Individualismus» anstelle von «Egoismus» zu lesen.","Dagegen wendete sich auch mein ethischer Individualismus, der das sittliche Leben nicht von außen durch Gebote gehalten, sondern aus der Entfaltung des seelisch-geistigen Menschenwesens, in dem das Göttliche lebt, hervorgehen lassen wollte.","Die Wertung des sozialen Organismus und des sozialen Gruppenegoismus ist in dem ganzen Werke m.E. stark genug zum Ausdruck gekommen, so daß den denkenden und kritischen Leser der hier hervortretende Gegensatz zwischen jenem und dem reinen Individualismus nicht mehr verwirren kann.","Es konnte nicht die Aufgabe unseres Werkes sein, eine Sammlung von Aufsätzen durchaus gleicher, einseitiger und beabsichtigter Tendenz zu geben, vielmehr mußte neben dem kollektiven, sozialen und nationalen Egoismus auch der reine Individualismus zu Worte kommen, um die uns hier bewegenden Fragen von allen Seiten möglichst scharf zu beleuchten.","- «Pantheismus und Individualismus im Systeme Spinoza's», Leipzig 1872.","Gustav 523-524 Die Unfreiheit des Willens 523524 Volkelt, Johannes 47, 246-252, 313315 Das Unbewußte und der Pessimismus 251 Der Symbol-Begriff in der neuesten Ästhetik 251 Die Traumphantasie 47, 251, 313 Erfahrung und Denken 251 Franz Grillparzer als Dichter des Tragischen 313 Kants Erkenntnistheorie 251 Kants kategorischer Imperativ und die Gegenwart 246-251, 313 Pantheismus und Individualismus 251 Über die Möglichkeit der Metaphysik 47, 252, 313 Vorträge zur Einführung in die Philosophie ...313-315 Vorländer, Karl 197-198 Goethes Verhältnis zu Kant in seiner historischen Entwicklung 197 Wagner, Richard 246, 308, 346 Wähle, Richard 475-477 Gehirn und Bewußtsein 475-477 Wallace, Alfred Rüssel 192 Weber, Ernst Heinrich 465 Weismann, August 189-193, 194 Äußere Einflüsse als Entwicklungsreize 192 Weiße, Christian Hermann 368Werner, Anton von 542-543 Wernicke, Alexander 172 Willmann, Otto 381 Geschichte des Idealismus 381 Winckelmann, Joh."]}
{"book":"Rudolf_Steiner#Geschichtliche_Symptomatologie_[GA_185].txt","occurences":11,"sentences":["Das, was ich niedergeschrieben hatte, war zunächst ein ethischer Individualismus.","So daß dieser ethische Individualismus als letztes ethisches Entwickelungsziel des Menschen nur anerkannte den sogenannten freien Geist, der sich herausarbeitet sowohl aus dem Zwang ––– [GA185, S.131] –––  der Naturgesetze wie auch aus dem Zwang von allen konventionellen sogenannten Sittengesetzen, der auf dem Vertrauen fußt, daß der Mensch im Zeitalter, in dem das Böse so anrückt in seinen Neigungen, wie ich das gestern charakterisiert habe, in der Lage ist, wenn er sich zu Intuitionen erhebt, umzuwandeln die bösen Neigungen in dasjenige, was gerade für die Bewußtseinsseele das Gute, das wirklich Menschenwürdige werden soll.","Sie kennen kein anderes Sollen als dasjenige, mit dem sich ihr Wollen in intuitiven Einklang versetzt; wie sie in einem besonderen Falle wollen werden, das wird ihnen ihr Ideenvermögen sagen.» Ich hatte selbstverständlich mit diesem ethischen Individualismus den ganzen Kantianismus dazumal wider mich, denn meine kleine Schrift «Wahrheit und Wissenschaft» beginnt in der Vorrede mit dem Satze: Wir müssen über Kant hinaus.","Würde man verstehen, was mit diesem Buche gewollt war für die Grundlegung des ethischen Individualismus, für die Grundlegung eines sozialen und eines politischen Lebens, würde man richtig verstanden haben, was mit diesem Buche gemeint war, dann würde man wissen: Es gibt Mittel und Wege, die Menschheitsentwickelung heute in fruchtbare Bahnen zu leiten, andere Mittel und Wege, als es der falscheste wäre, den man nur einschlagen könnte: bloß zu schimpfen über die radikalen Parteien, bloß zu schimpfen und Anekdoten zu erzählen über den Bolschewismus.","Dazu ist notwendig, daß man den ethischen Individualismus in seiner Wurzel zu erfassen vermag, wie er sich aufbaut auf der Einsicht, daß der Mensch den geistigen Intuitionen des Weltengeschehens gegenübersteht, daß der Mensch, indem er in sich erfaßt nicht den Hegelschen Gedanken, sondern das freie Denken, tatsächlich, wie ich es einmal populär auszudrücken versuchte in meiner kleinen Schrift «Grundlinien einer Erkenntnistheorie der Goetheschen Weltanschauung», mit dem in Zusammenhang steht, was man nennen kann das Durchpulsieren der kosmischen Impulse durch das menschliche Innere.","Auch aus diesem Grunde ist es, daß man sagen muß: Im Goetheanismus, im Goetheanismus mit all seinem Individualismus - wie ich den Individualismus hervorgeholt habe aus der Goetheschen Weltanschauung, sehen Sie in meinen ersten Goethe-Schriften, Sie können es auch bemerken in meinem Buche «Goethes Weltanschauung», diesen Individualismus, der schon einmal eine naturgemäße Folge des Goetheanismus ist -, in diesem Individualismus, der nur in einer Philosophie der Freiheit gipfeln kann, da liegt dasjenige, was notwendigerweise hinzielen muß zu dem, was als Sozialismus sich bildet, so daß man in einem gewissen Sinne zwei Pole anerkennen kann, auf der einen Seite den Individualismus, auf der andern Seite den Sozialismus, nach denen die Menschheit hintendiert im fünften nachatlantischen Zeitraum.","Rudolf Steiner erwähnt Tucker und Mackay in «Der Individualismus in der Philosophie», in «Methodische Grundlagen der Anthroposophie 1884-1901», GA Bibl.-Nr. 30, und Mackay ausführlich in «Gesammelte Aufsätze zur Kulturgeschichte 1887—1901», GA Bibl.-Nr.\n\n31 und «Gesammelte Aufsätze zur Literatur 1886-1902», GA Bibl.-Nr. 32.\n\n«Das Magazin für Literatur»: 1832 begründet von Joseph Lehmann.","Letztes Ziel des MenschenIndividualismus: der freie Geist.","Wissenschaft der Freiheit und Wirklichkeit der Freiheit führen zum ethischen Individualismus.","Baut sich der ethische Individualismus auf der Einsicht auf, geistigen Intuitionen gegenüberzustehen, so erfaßt er in sich das freie Denken und ergreift die kosmischen Impulse durch das menschliche Innere.","Im Individualismus, der im Goetheanismus liegt und der nur in einer Philosophie der Freiheit gipfeln kann, liegt der Keim eines richtig verstandenen Sozialismus."]}
{"book":"Rudolf_Steiner#Die_Philosophie_der_Freiheit._Grundzüge_einer_modernen_Weltanschauung_[GA_4].txt","occurences":9,"sentences":["Man kann diesen Standpunkt den ethischen Individualismus nennen.","Die Freiheit des Handelns ist nur denkbar vom Standpunkte des ethischen Individualismus aus.","Der ethische Individualismus steht also nicht irn Gegensatz zu einer recht verstandenen Entwickelungstheorie, sondern folg?","Derselbe ethische Individualismus, den ich auf Grund der vorangehenden Anschauungen entwickelt habe, würde sich auch aus der Entwicklungstheorie ableiten lassen.","Der ethische Individualismus ist somit die Krönung des Gebäudes, das Darwin und Haeckel für die Naturwissenschaft erstrebt haben.","Von einer sich selbst verstehenden Naturwissenschaft hat der ethische Individualismus nichts zu fürchten: die Beobachtung ergibt als Charakteristikum der vollkommenen Form des menschlichen Handelns die Freiheit.","Der ethische Individualismus ist geeignet, die Sittlichkeit in ihrer vollen Würde darzustellen, denn er ist nicht der Ansicht, daß wahrhaft sittlich ist, was in äußerer Art Zusammenstimmung eines Wollens mit einer Norm herbeiführt, sondern was aus dem Menschen dann ersteht, wenn er das sittliche Wollen als ein Glied seines vollen Wesens in sich entfaltet, so daß das Unsittliche zu tun ihm als Verstümmelung, Verkrüppelung seines Wesens erscheint.","Über «erkenntnistheoretischen Monismus»: S. 66-73; namentliche Erwähnung Rudolf Steiners: S. 71. Schon in seinen Randbemerkungen zur «Philosophie der Freiheit» (siehe Hinweis zu S, 55) kritisierte Hartmann deren Titel: «Der Titel sollte lauten: <Erkenntnistheoretischer Monismus und ethischer Individualismus> [...]».","266 Eduard von Hartmann: a. a. O., S. 71. Dieselbe Kritik führte Hartmann schon in seinem Schlußkommentar seiner Randbemerkungen zur «Philosophie der Freiheit» an (siehe Hinweis zu S. 55): «In diesem Buche ist weder Humes in sich absoluter Phänomenalismus mit dem auf Gott gestützten Phänomenalismus Berkeleys versöhnt, noch überhaupt dieser immanente oder subjektive Phänomenalismus mit dem transzendenten Panlogismus Hegels, noch auch der Hegeische Panlogismus mit dem Goetheschen Individualismus."]}
{"book":"Rudolf_Steiner#Gesammelte_Aufsätze_zur_Kultur-_und_Zeitgeschichte_[GA_31].txt","occurences":9,"sentences":["«Die offensichtliche Tendenz der ersten sozialen Funktion, der Ehe, ist eine ständig sich steigernde, weil mit psychischen Faktoren sich komplizierende VerpersÖnlichung - ein Kampf um die Individualität» (S. 79). In bezug auf das Eigentum sagt Stein (S. 106): «Das soziale Ideal ist, philosophisch ge- ––– [GA31, S.254] –––  sehen, ein durch den kommunistischen Zug in den Staatseinrichtungen gemilderter Individualismus.» Für die Institution des Staates im allgemeinen gilt nach Stein: «die offenbare Tendenz des sozialen Geschehens» geht auf «unausgesetzte Verpersönlichung» und auf «Heraustreiben der individuellen Spitze der soziologischen Pyramide».","Er geht von der Beobachtung einer richtigen Tatsache, aus der er aber nicht ein richtiges Gesetz folgern kann, zu einer Schlußfolgerung über, die einen faulen Kompromiß darstellt zwischen Sozialismus und Individualismus, zwischen Kommunismus und Anarchismus.","Die aus der soziologischen Beobachtung gewonnenen richtigen Vordersätze würden Ludwig Stein zwingen, den anarchistischen Individualismus als das soziale Ideal hinzustellen.","Stein erkennt, daß die menschliche Entwicklung dem Individualismus zustrebt.","Der Mut, darüber nachzudenken, wie wir aus unseren Verhältnissen heraus zu einer dem Individualismus Rechnung tragenden Gesellschaftsform gelangen können, fehlt ihm.","Dennoch kommt auch er dahin, faule Kompromisse zwischen Sozialismus und Individualismus zu empfehlen.","Er hat nicht den Mut, das einzugestehen und sagt: «Aber das höchste Maß von Individualität erwächst nicht aus einem Übermaß von Individualismus» (S. 63). Ich möchte dem entgegnen: von einem «Übermaß» des Individualismus kann überhaupt nicht gesprochen werden, denn niemand kann wissen, was von einer Individualität verlorengeht, wenn man sie in ihrer freien Entfaltung beschränkt.","So ärgere ich mich über den Ausspruch: «Nietzsche mit seiner Sonderung von der natürlichen Gemeinschaft der Menschen, mit seiner <Umwertung aller Werte> und seinem subjektivistischen Standpunkt <jenseits von Gut und Böse> ist ein naturnotwendiges Krankheitsprodukt dieser Ära der Dekadenz - das Extrem (an und für sich etwas Krankhaftes) gebiert immer sein Extrem: in einer Zeit der Kollektivierung auf allen Gebieten des Lebens, das heißt der Negierung des Ichs, ist Nietzsche das potenzierte und rabiat gewordene Ich, in einer Zeit der Nivellierung der Individuen ist er der ––– [GA31, S.647] –––  Fanatiker des zuchtlosen Individualismus, ein überreizter Idealanarchist.» Man kann nicht leicht oberflächlicher über Nietzsche urteilen.","88 Eugen Richter, Düsseldorf 1838-1906 Berlin, Politiker, gehörte seit 1867 dem norddeutschen, seit 1871 dem deutschen Reichstag an, zuletzt Führer der Freisinnigen Volkspartei, Vertreter des extremsten Individualismus, bekämpfte alle Stärkung der Staatspartei, scharfer Gegner Bismarcks, aber auch der Sozialdemokratie."]}
{"book":"Rudolf_Steiner#Vom_Einheitsstaat_zum_dreigliedrigen_sozialen_Organismus_[GA_334].txt","occurences":6,"sentences":["Das Wesen des ethischen Individualismus.","Wir sehen heraufkommen den modernen Individualismus mit dem Hereinrufen einer millionenfachen Menschenmenge in Fabriken, an Maschinen.","«Ethischer Individualismus» wurde genannt dasjenige, was ich in meiner «Philosophie der Freiheit» zu begründen versuchte, «Ethischer Individualismus» aus dem Grunde, weil in der Tat dasjenige, was als Ethik, was als sittliche Idee auftritt, aus der Individualität des einzelnen Menschen heraus auftreten muß.","Das ist dasjenige, was den ethischen Individualismus, wenn er richtig erfaßt wird, wenn er begriffen wird als der wahre Akt der menschlichen Freiheit, zu gleicher Zeit zur universellen Ethik macht, und was uns hoffen läßt, daß wir dahin kommen als sittliche Menschen, daß wir ebensowenig, wie, wenn wir einander auf der Straße begegnen, es richtig finden, daß der eine den anderen, indem er an ihm vorbeigeht, anrempelt - man weicht sich selbstverständlich aus -, so wird, wenn jenes Menschenbewußtsein, von dem ich Ihnen gestern und vorgestern gesprochen habe, aus geisteswissenschaftlichen Untergründen die Menschen ergreift, so wird sie solches Empfinden, solches Denken in den Menscher, erzeugen, daß ––– [GA334, S.293] –––  dasjenige, was sittlich unter ihnen lebt, so selbstverständlich wird, wie das, daß man sich nicht anrempelt gegenseitig, wenn man aneinander vorbeigeht.","Leipzig o.J.\n\n293 Ethischer Individualismus: In seiner im Jahre 1894 erschienenen Schrift «Die Philosophie der Freiheit.","Man kann diesen Standpunkt den ethischen Individualismus nennen»."]}
{"book":"Rudolf_Steiner#Fachwissenschaften_und_Anthroposophie_[GA_73a].txt","occurences":5,"sentences":["- Und aus diesem innersten Kern des menschlichen Lebens wurde hervorgeholt ein ethischer Individualismus - ein ethischer Individualismus allerdings, der zunächst appelliert an eine sehr bedeutsame soziale Kraft.","311 Es ist sehr leicht heute, einen solchen ethischen Individualismus, wie er in meiner «Philosophie der Freiheit» begründet ist, in Grund und Boden hinein zu kritisieren.","Man kann ja sagen, da müßte man lange warten, bis die Menschen zu solchem ethischen Individualismus reif werden.","Und alles Deklamieren und Theoretisieren darüber, ob das sein kann, hat keinen Wert, sondern einzig und allein das Wollen eines solchen ethischen Individualismus - denn da wird an das vom reinen Denken durchsetzte Wollen appelliert.","Daher habe ich auch die Vorstellung, daß dieser ethische Individualismus, diese Freiheit im Grunde gerade dort sich geltend machen müßte als eine Wissenschaft, welche sich an den Menschen wendet, an den ganzen vollen Menschen, der ins soziale Leben eingreifen soll, gerade dort, wo auf der anderen Seite darauf gesehen wird, daß die Menschen in das technische, in das kommerzielle, in das moderne wirtschaftliche Leben und in die sonstigen Lebenszweige, die sich ja übrigens alle modern mechanisieren, ein313 geführt werden."]}
{"book":"Rudolf_Steiner#Geistige_Wirkenskräfte_im_Zusammenleben_von_alter_und_junger_Generation___[GA_217].txt","occurences":5,"sentences":["Kantscher Pflichtenbegriff und ethischer Individualismus.","Sehen Sie, das wirkliche Erleben des Geistigen wird überall, wo man dieses Geistige trifft, Individualismus.","So also gewinnen wir auf der einen Seite die Anschauung eines ethischen Individualismus, auf der andern Seite aber die Notwendigkeit, diesen ethischen Individualismus getragen zu wissen von der Liebe, die sich ergibt aus der Anschauung der zu realisierenden Tat.","In Anbetracht der Tatsache, daß die Menschheit sich nach der Richtung des Individualismus hin entwickelt, hat es gar keinen Sinn zu sagen, mit dem ethischen Individualismus zerstöre man die Gesellschaft.","Es handelt sich vielmehr darum, jene Kräfte aufzusuchen, mit denen die weitere Entwickelung der Menschheit vor sich gehen kann, weil dies ––– [GA217, S.93] –––  notwendig ist für die Entwickelung des Menschen im Sinne des ethischen Individualismus, unter dem die Gesellschaft zusammengehalten und erst recht belebt werden kann."]}
{"book":"Rudolf_Steiner#Soziale_Ideen._Soziale_Wirklichkeit._Soziale_Praxis._Band_II:_Diskussionsabende_des_Schweizer_Bundes_für_Dreigliederung_des_sozialen_Organismus_[GA_337b].txt","occurences":5,"sentences":["Das Gesetz des Individualismus und das Gesetz des Sozialismus; scheinbarer Widerspruch zwischen beiden Gesetzen.","Und nun zum Schluß noch etwas über dasjenige, was vorgebracht worden ist über die zwei sozialen Gesetze, wie ich sie formuliert habe, das des Individualismus und das des Sozialismus.","Sie begünstigen dagegen Handelsfreiheit, ökonomischen Individualismus, freie Konkurrenz, Privatkapitalismus.","49 die zwei sozialen Gesetze, wie ich sie formuliert habe, das des Individualismus und das des Sozialismus: Das «Gesetz des Individualismus» bezeichnete Rudolf Steiner in seinem Aufsatz «Freiheit und Gesellschaft» (in GA 31), wo er es zum ersten Male formulierte, als «soziologisches Grundgesetz».","Mich hat dies Buch wegen seiner tollen Phrasenhaftigkeit und der Prätention, mit der es auftritt, empört.» 51 daß der naturgemäße Gang der menschlichen Entwicklung in sozialer Beziehung der ist: Der genaue Wortlaut des «soziologischen Grundgesetzes» im Aufsatz «Freiheit und Gesellschaft» (in GA 31) lautet: «Die Menschheit strebt im Anfange der Kulturzustände nach Entstehung sozialer Verbände; dem Interesse dieser Verbände wird zunächst das Interesse des Individualismus geopfert; die weitere Entwicklung führt zur Befreiung des Individuums von dem Interesse der Verbände und zur freien Entfaltung der Bedürfnisse und Kräfte des Einzelnen.» versuchte ich später zu formulieren das andere Gesetz, das Gesetz des sozialen Lebens: Der genaue Wortlaut des «sozialen Hauptgesetzes» im Aufsatz «Theosophie und Soziale Frage» (in GA 34) lautet: «Das Heil einer Gesamtheit von zusammenarbeitenden Menschen ist um so größer, je weniger der Einzelne die Erträgnisse seiner Leistungen für sich beansprucht, das heißt je mehr er von diesen Erträgnissen an seine Mitarbeiter abgibt und je mehr seine eigenen Bedürfnisse nicht aus seinen Leistungen, sondern aus den Leistungen der anderen befriedigt werden.» auf welchem Wege das geschieht, zeigen ja gerade die «Kernpunkte»: Siehe Hinweis zu S. 43.\n\nich habe das in Zürich einmal auseinandergesetzt: Im Vortrag vom 12."]}
{"book":"Rudolf_Steiner#Der_Goetheanismus_ein_Umwandlungsimpuls_und_Auferstehungsgedanke._Menschenwissenschaft_und_Sozialwissenschaft_[GA_188].txt","occurences":4,"sentences":["Jahrhundert an auch auf dem Gebiete des Wirtschaftslebens ein gewisser Individualismus entwickelt, wie die alten Verbände, die alten sozialen Gemeinschaften zertrümmert werden.","Wir sehen aber dann, wie sich gerade unter dem Einflüsse des wirtschaftlichen Individualismus eine Art Antimonopolbewegung entwickelt, die im Grunde genommen bis in die Mitte des 19.","Diese neuere kapitalistische Produktionsweise trägt dem Individualismus in einer gewissen Weise Rechnung.","Entwicklung des wirtschaftlichen Individualismus durch die kapitalistische Produktionsweise."]}
{"book":"Rudolf_Steiner#Die_Anthroposophie_und_ihre_Gegner_[GA_255b].txt","occurences":4,"sentences":["Dagegen wendete sich auch mein ethischer Individualismus, der das sittliche Leben nicht von außen durch Gebote gehalten, sondern aus der Entfaltung des seelisch-geistigen Menschenwesens, in dem das Göttliche lebt, hervorgehen lassen wollte.» Und: «Ich fand das Christentum, das ich suchen mußte, nirgends in den Bekenntnissen vorhanden.","Er unterstrich im selben Zusammenhang: «Der ethische Individualismus, der sich zu weit- und lebensbejahender Persönlichkeitskultur aufgipfelt, und der Entwicklungsgedanke, der durch allmähliche Übergänge allenthalben den schroffen Dualismus unschädlich macht, sind das recht eigentlich Moderne an der Theosophie oder Anthroposophie Rudolf Steiners.","Sammlung wissenschaftlich-gemeinverständlicher Darstellungen» im Verlag «B. G. Teubner» veröffentlicht wurde auf dem Titelblatt ist allerdings bereits das Jahr 1921 angegeben (siehe auch Hinweis zu S. 288). In dem «Vorwort» zu seinem Buch schrieb er: «Das vorliegende Buch, aus einer Semestervorlesung vor Kieler Studenten erwachsen, hat wie diese den Zweck, weiteren Kreisen die Augen zu öffnen für eine viel zu lange unbeachtet gebliebene Zeitströmung, zu der Stellung zu nehmen, um der Wissenschaft, Philosophie und Religion, mehr: um der Wiederaufwärtsentwicklung unseres Volkes willen nachgerade für jeden, der seine Zeit denkend miterlebt, Pflichtsache geworden ist.» 303 er betont den ethischen Ernst dieser Vorbereitungen: Im Kapitel «Die Geisteswissenschaft» (Teil von Kapitel 1.2) schrieb Bruhn im Hinblick auf die Grund- ––– [GA255, S.521] –––  haltung des anthroposophischen Schülers: «Der heilige Ernst dieses ethischen Individualismus ist unverkennbar, und seine Bedeutung für eine am Ideal verarmte Zeit wie die heutige kann nicht strittig erscheinen; indessen wird er eben doch alsbald wieder um seinen eigentlichen Wert gebracht dadurch, daß die ethische Abzweckung des Erkennens keineswegs nun selber das Endziel der Persönlichkeitspflege bildet, vielmehr ihrerseits wieder nur Mittel für den anderen Zweck sein soll: Lebenskräfte, gemeint astral-überphysische Wahrnehmungskräfte zu schaffen.» 303 daß er zunächst bildhafte Vorstellungen habe: Im gleichen Kapitel erhob Bruhn den Vorwurf einer Versinnlichung der seelischen und geistigen Welt durch den anthroposophischen Schulungsweg.","Seine Philosophie der Freiheit ist keine absolute Philosophie der Freiheit, sein ethischer Individualismus ein nur ganz relativer, wenn auch innerhalb der Grenzen der religiösen, das heißt notwendig halben, inkonsequenten, unreinen Ethik, der konsequenteste, tiefste bis jetzt aufgetretene.» Kerler sprach Rudolf Steiner die Fähigkeit zum Verständnis des Geistes vollständig ab, urteilte er doch in seiner Schrift «Der Denker."]}
{"book":"Rudolf_Steiner#Die_geistige_Vereinigung_der_Menschheit_durch_den_Christus-Impuls_[GA_165].txt","occurences":4,"sentences":["Es mußte sich verlieren, weil der Individualismus heraufkommen mußte.","Die Menschen wären niemals zu jenem Individualismus gekommen, für den der große Erzieher die Kultur des fünften nachatlantischen Zeitraumes sein muß, und der sich allmählich während dieses fünften nachatlantischen Zeitraumes entwickeln wird.","Aber um zu dieser Idee als einer lebendigen kommen zu können, muß der Mensch durchgehen durch den Individualismus, muß er sich zunächst als ein Individuum, ich möchte sagen, in ganz brutaler Weise erfassen.","Denn das mußte verlorengehen in der Zeit des Individualismus."]}
{"book":"Rudolf_Steiner#Geist_und_Stoff_Leben_und_Tod_[GA_66].txt","occurences":4,"sentences":["Individualismus und Sozialismus, sie haben in der letzten Zeit in den mannigfaltigsten Variationen eine Rolle gespielt bei der Betrachtung des menschlichen ––– [GA66, S.207] –––  Zusammenlebens, das ja doch als vom Geiste durchtränkt gedacht werden muß.","Man plätschert da herum in solchen Begriffen, die gar nicht dazu geeignet sind, hineinzugreifen in die wahre Wirklichkeit, wie diese Begriffsschatten, die man als Individualismus und Sozialismus in den letzten Jahrzehnten so anhimmelt.","Wenn nun allerlei Leute gespielt haben mit den Begriffen Individualismus und Sozialismus, und sie sind beim Spielen geblieben, nun, so mag das hingehen; aber wenn mit einem so defekten Denken, das wollte ich dazumal sagen, von einer wichtigen Stelle aus gewirtschaftet wird, dann hat das eine ganz andere Bedeutung.","Begriffsschatten des Individualismus und des Sozialismus."]}
{"book":"Rudolf_Steiner#Soziales_Verständnis_aus_geisteswissenschaftlicher_Erkenntnis._Die_geistigen_Hintergründe_der_sozialen_Frage_Band_III_[GA_191].txt","occurences":4,"sentences":["Das kann man nur auf den Wegen, die zum ethischen Individualismus führen.","Und da ist es natürlich charakteristisch, daß in dem Augenblicke, wo erschienen war meine «Philosophie der Freiheit», Eduard von Hartmann, der eines der ersten Exemplare dieses Buches bekommen hat, mir schrieb, das Buch sollte nicht heißen: «Philosophie der Freiheit», sondern «Erkenntnistheoretische Phänomenologie und ethischer Individualismus».","Schön; es wäre ein langatmiger Titel gewesen, aber es wäre nicht schlimm gewesen, wenn es ethischer Individualismus geheißen hätte; denn ethischer Individualismus ist nichts als die persönliche Verwirklichung der Freiheit.","––– [GA191, S.284] –––  86 «Erkenntnistheoretische Phänomenologie und ethischer Individualismus»: Ein Exemplar mit den Bemerkungen Hartmanns zur «Philosophie der Freiheit» befindet sich im Archiv der Rudolf Steiner-Nachlaßverwaltung in Dornach."]}
{"book":"_Rudolf_Steiner#Aus_schicksaltragender_Zeit_[GA_64].txt","occurences":3,"sentences":["Das zweite ist: Da im Westen herrscht der Individualismus.","Das ist nicht ganz unrichtig, wenn man es richtig versteht, denn man kann jenes Zusammenleben der Einzelseele mit der Volksseele einen Individualismus nennen; der Einzelne will sein Göttlich-Geistiges unmittelbar mit den eigenen Seelenkräften erleben.","Dieser Individualismus wird aber von dem Slawophilentum für etwas Schädliches gehalten."]}
{"book":"_Rudolf_Steiner#Bausteine_zu_einer_Erkenntnis_des_Mysteriums_von_Golgatha._Kosmische_und_menschliche_Metamorphose_Zyklus_44_45_[GA_175].txt","occurences":3,"sentences":["Dieser Krieg hat uns gelehrt, Individualismus, den Egoismus, zu überwinden, dem Ganzen wiederum zu dienen.","Wir haben zu lange Individualismus getrieben.","Die Menschen, die einem Volk angehören, meint er, haben nun gelernt, in dem Ganzen dieses Volkes sich zu fühlen, also den Individualismus abzutöten."]}
{"book":"Rudolf_Steiner#Die_Erziehungsfrage_als_soziale_Frage._Die_spirituellen_kulturgeschichtlichen_und_sozialen_Hintergründe_der_Waldorfschul-Pädagogik_[GA_296].txt","occurences":3,"sentences":["Denn der Sozialismus kann sich nur auf das Wirtschaftliche, die Demokratie nur auf das Staatlich-Rechtliche beziehen; auf das Geistige würde sich beziehen der Individualismus.","Eine historische Forderung ist die Demokratie, eine historische Forderung ist aber auch der Liberalismus, die Freiheit, der Individualismus, wenn auch diese letztere Forderung von der modernen Menschheit wenig bemerkt wird.","Und die Menschheit wird nicht weiter mitreden können, ohne daß sie ihren sozialen Organismus im Sinne der Dreigliederung: des Sozialismus für das Wirtschaftsleben, der Demokratie für das Rechts- oder Staats- ––– [GA296, S.16] ––– leben, der Freiheit oder des Individualismus für das Geistesleben einrichtet."]}
{"book":"Rudolf_Steiner#Esoterische_Betrachtungen_karmischer_Zusammenhänge._Dritter_Band._Die_karmischen_Zusammenhänge_der_anthroposophischen_Bewegung_[GA_237].txt","occurences":3,"sentences":["Zwei Geistesströmungen: die arabisierenden Philosophen und die sie bekämpfenden Scholastiker, die den Individualismus vertreten.","Denn sehen wir einmal hin auf die Vertreter, sagen wir also jetzt, des Individualismus.","Dann saß man und versuchte, den Individualismus zu begründen: Man polemisierte gegen Averroes - und Averroes erschien, erschien drohend und beirrte das Gemüt."]}
{"book":"Rudolf_Steiner#Heilfaktoren_für_den_sozialen_Organismus_[GA_198].txt","occurences":3,"sentences":["Die Struktur der katholischen Kirche im Verhältnis zum ethischen Individualismus der «Philosophie der Freiheit».","Dasjenige, was als der Geist, wie wir ihn durch die Geisteswissenschaft pflegen, der fünften nachatlantischen Zeit kommen soll, das fordert nicht eine solche festgefügte, nach abstrakten Grundsätzen organisierte Struktur, sondern das fordert ein solches Verhalten der Menschen zueinander, wie es als ethischer Individualismus in meiner «Philosophie der Freiheit» charakterisiert ist.","Eben davon, daß wir in der neueren Zeit hereingewachsen sind in den Individualismus des Denkens, daß jeder für sich selber in solchen Dingen denken wollte."]}
{"book":"Rudolf_Steiner#Der_Tod_als_Lebenswandlung_[GA_182].txt","occurences":2,"sentences":["Es wurde daraus der Individualismus, der das Charakteristische ist in unserem Zeitalter.","Sieben: Katholizismus, Protestantismus, Rationalismus, Humanismus, Idealismus, Sozialismus und persönlicher Individualismus."]}
{"book":"Rudolf_Steiner#Die_Ergänzung_heutiger_Wissenschaften_durch_Anthroposophie_[GA_73].txt","occurences":2,"sentences":["Dann kam das Zeitalter des modernen Individualismus mit seinem Ideale der menschlichen Freiheit.","Man glaubte, diesem Ideale der menschlichen Freiheit, diesem Impuls des ––– [GA73, S.313] –––  Individualismus schuldig zu sein, nach und nach die alten Korporationen aufzulösen."]}
{"book":"Rudolf_Steiner#Die_Geschichte_und_die_Bedingungen_der_anthroposophischen_Bewegung_im_Verhältnis_zur_Anthroposophischen_Gesellschaft._Eine_Anregung_zur_Selbstbesinnung_[GA_258].txt","occurences":2,"sentences":["Das führte zu dem Intuitismus der Philosophie der Freiheit, zu dem, was die Leute ethischen Individualismus nannten.","Ethischen Individualismus aus dem Grunde, weil in jedem einzelnen menschlichen Individuum der Quell für die sittlichen Impulse in jenem Göttlichen nachgewiesen werden mußte, womit der Mensch im Innersten seines Wesens zusammenhängt."]}
{"book":"Rudolf_Steiner#Die_Krisis_der_Gegenwart_und_der_Weg_zu_gesundem_Denken_[GA_335].txt","occurences":2,"sentences":["Die Freiheit des Handelns ist nur denkbar vom Standpunkte des ethischen Individualismus.» 186 ich habe öfter auch schon hier gesagt, daß der Einwand gemacht wird: Zum Beispiel der katholische Theologe Konstantin Gutberiet (1837 - 1928), der im «Philosophischen Jahrbuch» von 1895 gegen Rudolf Steiners Ansatz einwand421 te: «Wie kann man ein so ohnmächtiges, unwissendes, allen Irrtümern und den schmählichen Leidenschaften preisgegebenes, von Jugend auf zum Bösen geneigtes Wesen zum Mittelpunkte und Endziel seines sittlichen Handelns machen?","Hinweis zu S. 196) - die Position eines ethischen Individualismus vertreten."]}
{"book":"Rudolf_Steiner#Die_Philosophie_des_Thomas_von_Aquino_[GA_74].txt","occurences":2,"sentences":["Und es entsteht das, was im zweiten Teil meiner «Philosophie der Freiheit» dargestellt ist, der ethische Individualismus, der nun tatsächlich baut, wenn das auch in meiner «Philosophie der Freiheit» nicht ausgesprochen ist, auf den Christus-Impuls im Menschen.","Pelagius als Vertreter des Individualismus."]}
{"book":"Rudolf_Steiner#Gesammelte_Aufsätze_zur_Literatur_[GA_32].txt","occurences":2,"sentences":["Fuchs sieht das Heil nicht in dem künstlerischen Individualismus, der darin besteht, daß der Künstler seine Individualität in seinem Schaffen auslebt.","«Der Gebrauchszweck des Gegenstandes bestimmt seine Konstruktion, die Konstruktion bestimmt seine Form, und die Auszierung ist nichts als gewissermaßen ein <Zu-Ende-Empfinden> der konstruktiven Form Alle die großen, noch unberechenbaren Kräfte des Volkes, welche seit langer, langer Zeit ferngehalten wurden von der lebendigen Kunst, von der Kunst des Empfindens, sie regen sich und wollen eingehen in den großen Strom der Entwicklung, welcher zu dem hinführt, das uns not tut: zum neuen Stile!» Ein Urteil darüber, welche Berechtigung Individualismus und Nationalismus in der Kunst haben, steht mir hier, wo ich nur zu referieren habe, nicht zu."]}
{"book":"Rudolf_Steiner#Menschenschicksale_und_Völkerschicksale_Zyklus_39_[GA_157].txt","occurences":2,"sentences":["Und fragt man, warum diese Völker die Ormuzd-Kultur nicht fortsetzen können, so beantwortet er diese Frage damit, daß diese Völker dem Industrialismus und dem Individualismus verfallen sind, daß sie zuerst nur immer an sich selbst denken, während die Russen erst zuletzt an sich selbst denken.","Solche Menschen könne man nicht brauchen; und indem sie den Industrialismus mit ihrem Individualismus verwoben, wurden sie die Blutsauger Asiens."]}
{"book":"Rudolf_Steiner#Menschliches_Seelenleben_und_Geistesstreben_im_Zusammenhange_mit_Welt-_und_Erdentwickelung_[GA_212].txt","occurences":2,"sentences":["Und die Folge davon ist, daß der Mensch nun auf der einen Seite die Möglichkeit hat, auf die Waagschale der Freiheit so viel als möglich zu legen, da wirklich bis zu den letzten Konsequenzen des Individualismus zu gehen, denn nur im individuellen Menschen wird die moralische Phantasie gefun- ––– [GA212, S.103] –––  den.","Daher hat man eben meine «Philosophie der Freiheit» die Philosophie des Individualismus genannt im extremsten Sinne."]}
{"book":"Rudolf_Steiner#Philosophie_und_Anthroposophie._Gesammelte_Aufsätze_[GA_35].txt","occurences":2,"sentences":["Eduard von Hartmann schrieb: «In diesem Buche ist weder Humes in sich absoluter Phänomenalismus mit dem auf Gott gestützten Phänomenalismus Berkeleys versöhnt, noch überhaupt dieser immanente oder subjektive Phänomenalismus mit dem transzendentalen Panlogismus Hegels, noch auch der Hegeische Panlogismus mit dem Goetheschen Individualismus.","Der absolute Phänomenalismus, wie er in Humes Philosophie sich auslebte, erscheint überwunden durch den Versuch einer solchen Kennzeichnung des Denkens, daß durch dieses dem sinnenfälligen Weltbilde sein phänomenaler Charakter benommen und es zur ––– [GA35, S.328] –––  Erscheinung einer objektiven Welt gemacht wird; Berkeleys subjektiver Phänomenalismus verliert vor dieser Auffassung seine Berechtigung, indem gezeigt wird, daß im Denken der Mensch mit der objektiven Welt zusammenwächst und daher die Behauptung allen Sinn verliert, die Weltphänomene seien außerhalb des Wahrgenommenwerdens nicht vorhanden; Hegels Panlogismus gegenüber wird im Denken das Anfangsglied für rein geistige Erkenntnisfähigkeiten des Menschen gesehen, nicht ein letztes Glied des gewöhnlichen Bewußtseins, das den sinnenfälligen Weltinhalt nur in schattenhaften Ideen begrifflich abbildet; Goethes Individualismus wird dadurch auszubauen versucht, daß gezeigt wird, wie das Begreifen der menschlichen Freiheit nur einer Weltanschauung möglich ist, die sich auf die erkenntnistheoretischen Grundlagen der «Philosophie der Freiheit» stützt."]}
{"book":"Rudolf_Steiner#Über_Philosophie_Geschichte_und_Literatur._Darstellungen_an_der_Arbeiterbildungsschule_und_der_Freien_Hochschule_in_Berlin_[GA_51].txt","occurences":2,"sentences":["Stirner, der unberücksichtigt geblieben war die ganze Zeit hindurch, wurde in den neunziger Jahren neu entdeckt, sein Werk bildete die Grundlage dessen, was als Individualismus herumschwirrt.","Dagegen wendete sich auch mein ethischer Individualismus, der das sittliche Leben nicht von außen durch Gebote gehalten, sondern aus der Entfaltung des seelisch-geistigen Menschenwesens, in dem das Göttliche lebt, hervorgehen lassen wollte."]}
{"book":"Rudolf_Steiner#Vergangenheits-_und_Zukunftsimpulse_im_sozialen_Geschehen._Die_geistigen_Hintergründe_der_sozialen_Frage_Band_II._[GA_190].txt","occurences":2,"sentences":["Dann werden Sie einsehen, daß man gegenwärtig nicht streiten sollte in Worten, sondern gerade einsehen sollte, daß die Worte erst dann ihr Gewicht erhalten und auf Gedanken hinweisen, wenn man sie in die richtige Richtung bringt, wenn man zum Beispiel bedenkt, daß alles dasjenige, was sich als Gedankenleben im Geistorganismus der Menschheit entwickeln muß, die Pflege der individuellen Fähigkeiten der Menschen ist, daß herrschen ––– [GA190, S.160] –––  muß im Geistorganismus Individualismus, im Rechts- oder Staatsorganismus, weil dieser mit dem zu tun hat, was jeder Mensch zu jedem Menschen als Verhältnis entwickelt, die Demokratie; und auf dem Gebiete der Wirtschaft das assoziative Leben, das zusammenfaßt die Berufsgenossen oder die Genossenschaften, welche auch durch die Verbindung von Produktion mit Konsumtion entstehen, daß mit anderen Worten herrschen muß auf dem Gebiet des Wirtschaftsorganismus der Sozialismus.","Und was in dieser anthroposophischen Bewegung vorgeht, das projiziert sich sehr vielfach auf die Anthroposophie, weil ja auch in sehr vielen Mitgliedern gesündigt wird gegen dasjenige, was heute bedeutsamster Zeitimpuls ist: der Individualismus auf geistigem Gebiete."]}
{"book":"Rudolf_Steiner#Weltwesen_und_Ichheit_Zyklus_43_[GA_169].txt","occurences":2,"sentences":["Gruppenseelenhaftigkeit, Individualismus und Egoismus.","Der Egoismus ist schon einmal die notwendige Begleiterscheinung des Individualismus, und nur nach und nach können sich die Menschen wiederum zusammenfinden, indem sie das Christentum in höherem Sinne verstehen."]}
{"book":"Rudolf_Steiner#Zur_Geschichte_und_aus_den_Inhalten_der_ersten_Abteilung_der_Esoterischen_Schule_1904-1914_[GA_264].txt","occurences":2,"sentences":["So wurde ihm das sinnlichkeitsfreie Denken zum Ansatzpunkt für eine wissenschaftlich klare Verbindung zur übersinnlichen Welt und zu einer Wissenschaft der Freiheit als Grundlage eines «ethischen Individualismus».","Auf dieses Verhältnis von Menschen-Ich und Welten-Ich weist die spätere Äußerung, daß der ethische Individualismus der «Philosophie der Freiheit» bereits auf den Christus-Impuls gebaut ist, auch wenn dies dort nicht direkt ausgesprochen ist (Dornach, 24."]}
{"book":"_Rudolf_Steiner#Aufsätze_über_die_Dreigliederung_des_sozialen_Organismus_und_zur_Zeitlage_[GA_24].txt","occurences":1,"sentences":["Innerhalb einer solchen Einrichtung kann sich auch der deutsche Individualismus entfalten mit seinem bundesstaatlichen System, das nicht eine zufällige Sache ist, sondern das im deutschen Volkscharakter enthalten ist."]}
{"book":"_Rudolf_Steiner#Damit_der_Mensch_ganz_Mensch_werde._Die_Bedeutung_der_Anthroposophie_im_Geistesleben_der_Gegenwart_[GA_82].txt","occurences":1,"sentences":["Besonders übelgenommen hat man mir den ethischen Individualismus."]}
{"book":"_Rudolf_Steiner#Das_Geheimnis_des_Todes._Wesen_und_Bedeutung_Mitteleuropas_und_die_europäischen_Volksgeister_[GA_159].txt","occurences":1,"sentences":["Sie sagen: Ihr achtet ja gar nicht auf dasjenige, was echtes Gemeinschaftsleben ist, ihr pflegt nur den Individualismus."]}
{"book":"Rudolf_Steiner#Das_Schicksalsjahr_1923_in_der_Geschichte_der_Anthroposophischen_Gesellschaft._Vom_Goetheanumbrand_zur_Weihnachtstagung_[GA_259].txt","occurences":1,"sentences":["Sie verlangt also einen ethischen Individualismus."]}
{"book":"Rudolf_Steiner#Die_befruchtende_Wirkung_der_Anthroposophie_auf_die_Fachwissenschaften_[GA_76].txt","occurences":1,"sentences":["Diese Fähigkeit sich anzueignen, ist Aufgabe des Anthroposophen, der sich auf den Standpunkt des ethischen Individualismus erheben soll.» Nun, bitte, legen Sie sich die Frage vor, ob jemand als Beurteilung der «Philosophie der Freiheit» solche Sätze hinschreiben darf."]}
{"book":"Rudolf_Steiner#Die_Kunst_der_Rezitation_und_Deklamation___[GA_281].txt","occurences":1,"sentences":["Jene Wege nach Weimar hat Friedrich Lienhard gesucht, welche Novalis gegangen ist, um zu rinden mit zwar tastendem Menschensinn den Weg in die übersinnlichen Welten, den Weg, den man gehen muß, wenn man die Menschenseelen noch finden will, welche die irdischen Leiber verlassen haben, jene Wege nach Weimar, auf denen Friedrich Lienhard Goethe, der ihm vorangegangen, nachgegangen ist in treuer Gefolgschaft, auf denen die Menschenseele geheilt wird von allem Geistesegoismus, von allem geistigen Individualismus, weil sie sich aufsaugen lassen kann von dem Allstreben der Menschheit, jene Wege, auf denen sie geheilt wird von dem Egoismus, dem Eigensinn."]}
{"book":"Rudolf_Steiner#Die_Mission_der_neuen_Geistesoffenbarung._Das_Christus-Ereignis_als_Mittelpunktsgeschehen_der_Erdenevolution_[GA_127].txt","occurences":1,"sentences":["Daher wird dasjenige, was sich anbahnt als paralleler Verlauf von Religion und Wissenschaft, im umfassendsten Sinn erzeugen, was man nennen könnte Individualismus in der Religion: Jedes einzelne Herz wird seinen Weg auf individuelle religiöse Art in die geistige Welt hinein finden."]}
{"book":"Rudolf_Steiner#Die_Polarität_von_Dauer_und_Entwickelung_im_Menschenleben._Die_kosmische_Vorgeschichte_der_Menschheit_[GA_184].txt","occurences":1,"sentences":["Er entwickelte auf der Grundlage eines ethischen Individualismus eine Sozialethik, die «auf das größtmögliche Glück der größtmöglichen Zahl» zielte und besonders in England bedeutenden Einfluß hatte."]}
{"book":"Rudolf_Steiner#Die_Verantwortung_des_Menschen_für_die_Weltentwickelung_durch_seinen_geistigen_Zusammenhang_mit_dem_Erdplaneten_und_der_Sternenwelt._Der_Mensch_in_seinem_Zusammenhang_mit_dem_Kosmos_Band_III_[GA_203].txt","occurences":1,"sentences":["«Es ist mir eine besondere Genugtuung, mit dem katholischen Heft dem vorwiegend protestantischen Leserkreis der <Tat> die Möglichkeit zu geben, ihren protestantischen Individualismus an dem katholischen Gemeinschaftsgeist zu messen."]}
{"book":"Rudolf_Steiner#Die_Verbindung_zwischen_Lebenden_und_Toten_[GA_168].txt","occurences":1,"sentences":["Wer die Struktur des Griechentums, die Struktur des Römertums richtig zu studieren vermag, der weiß, daß der Individualismus innerhalb dieses Griechentums und Römertums in der Menschheit nicht so veranlagt war, wie er jetzt veranlagt ist in der europäischen oder überhaupt auch in der von der europäischen abhängigen amerikanischen Menschheit."]}
{"book":"Rudolf_Steiner#Die_Welträtsel_und_die_Anthroposophie_[GA_54].txt","occurences":1,"sentences":["Das Wort Individualismus ist geradezu zu einem Schlagwort geworden, freilich mehr auf dem Gebiete des äußeren materiellen Lebens, aber auch nicht ohne Gültigkeit auf dem Gebiete inneren geistigen Lebens."]}
{"book":"Rudolf_Steiner#Die_Wirklichkeit_der_höheren_Welten_[GA_79].txt","occurences":1,"sentences":["So daß man hier gerade in den Idealen des Sozialismus wirksam hat als Willensimpuls den Individualismus."]}
{"book":"Rudolf_Steiner#Einleitungen_zu_Goethes_Naturwissenschaftlichen_Schriften_[GA_1].txt","occurences":1,"sentences":["los Tffl'ie wenig Verständnis für die ethischen Anschauungen sowohl, wie für eine Ethik der Freiheit und des Individualismus im allgemeinen, bei den Fachphilosophen der Gegenwart vorhanden ist, zeigt folgender Umstand."]}
{"book":"Rudolf_Steiner#Erdensterben_und_Weltenleben._Anthroposophische_Lebensgaben._Bewußtseins-Notwendigkeiten_für_Gegenwart_und_Zukunft_Zyklus_48_49_50_[GA_181].txt","occurences":1,"sentences":["Individualismus der Menschenseelen zwischen Geburt und Tod durch physischen und Ätherleib."]}
{"book":"Rudolf_Steiner#Erfahrungen_des_Übersinnlichen._Die_drei_Wege_der_Seele_zu_Christus_[GA_143].txt","occurences":1,"sentences":["Novalis geistgetragener und Schillers ethischer Individualismus."]}
{"book":"Rudolf_Steiner#Ergebnisse_der_Geistesforschung_[GA_62].txt","occurences":1,"sentences":["Es herrscht auch ein klares Urteil, daß der berechtigte Individualismus unserer Zeit nicht mehr dazu angetan ist, einen einzelnen Religionsstifter oder Propheten aufzunehmen, oder auf irgendeine sektiererische Seite hin, die sich «esoterisch» nennen will, Geheimschulen zu begründen."]}
{"book":"Rudolf_Steiner#Friedrich_Nietzsche._Ein_Kämpfer_gegen_seine_Zeit_[GA_5].txt","occurences":1,"sentences":["[...} Und deshalb halte ich es für Ihre große Geistestat, daß Sie die <Konsequenz des Denkens> hatten, zu erkennen, daß es keinen wirklichen Individualismus geben kann ohne die Voraussetzung der Freiheit.» (25."]}
{"book":"Rudolf_Steiner#Geisteswissenschaft_als_Erkenntnis_der_Grundimpulse_sozialer_Gestaltung_[GA_199].txt","occurences":1,"sentences":["\"Wenn nun Büchner oder Moleschott oder der dicke Vogt kamen und ein bißchen nachdachten und sich nicht bewußt wurden, daß da in ihrem eigenen Denken doch etwas dahintersteckt, was sich einen Ruck geben sollte, dann schauten sie sich die Menschen ihrer Gegenwart an und sie interpretierten sie ganz richtig, indem sie sagten: Individualismus, Spiritualismus - falsch; die Gehirne denken!"]}
{"book":"Rudolf_Steiner#Gesammelte_Aufsätze_zur_Dramaturgie_[GA_29].txt","occurences":1,"sentences":["Vertreter des extremsten Individualismus, bekämpfte alle Stärkung der Staatsgewalt, scharfer Gegner Bismarcks, aber auch der Sozialdemokratie."]}
{"book":"Rudolf_Steiner#Goethes_Weltanschauung_[GA_6].txt","occurences":1,"sentences":["93 Max Stirner, 1806-1856, deutscher individualanarchistischer Philosoph, von Rudolf Steiner in den neunziger Jahren äußerst geschätzt, vgl. dazu Steiners Briefe an den Stirner-Wiederentdecker, -Biographen und -Herausgeber John Henry Mackay in «Briefe II, 1890-1925», GA 39; und die Erwähnungen in «Friedrich Nietzsche, ein Kampfer gegen seine Zeit» (1895), GA 5, S. 96-99, und im Aufsatz «Der Individualismus in der Philosophie» (1899), GA 30, S. 143-148.\n\nDie zitierte Stelle bildet den Schluß von Stirners Hauptwerk «Der Einzige und sein Eigentum», Leipzig 1845."]}
{"book":"Rudolf_Steiner#Idee_und_Praxis_der_Waldorfschule_[GA_297].txt","occurences":1,"sentences":["Individualismus / Sozialismus."]}
{"book":"Rudolf_Steiner#Kunst_und_Anthroposophie._Der_Goetheanum-Impuls_[GA_77b].txt","occurences":1,"sentences":["Erst dann, wenn das soziale Leben in geistiger Klarheit in jedem einzelnen Individuum aufgeht, wird das Zeitalter des Individualismus auch ein soziales Zeitalter werden können."]}
{"book":"Rudolf_Steiner#Kunst_und_Kunsterkenntnis._Grundlagen_einer_neuen_Ästhetik_[GA_271].txt","occurences":1,"sentences":["Aber man könnte doch nicht über die Berechtigung des Naturalismus und Individualismus streiten, wenn man nicht von der Anlehnung an die Wahrnehmung wüßte."]}
{"book":"Rudolf_Steiner#Menschliche_und_menschheitliche_Entwicklungswahrheiten._Das_Karma_des_Materialismus_Zyklus_46_47_[GA_176].txt","occurences":1,"sentences":["Ein gewisser, wenn ich nun wiederum ein Wort brauchen darf, das einen Schablonenbegriff darstellt - ich tue es ungern, aber man muß ja gewisse Begriffe anwenden -, ein gewisser Individualismus, aber ein wirklich schöpferischer Individualismus bereitet sich im Osten vor."]}
{"book":"Rudolf_Steiner#Seelenübungen._Band_I._Übungen_mit_Wort-_und_Sinnbild-Meditationen_zur_methodischen_Entwicklung_höherer_Erkenntniskräfte_1904-1924_[GA_267].txt","occurences":1,"sentences":["Er selbst hat aus diesem Erfassen der übersinnlichen Natur der Begriffe und Ideen seine Wissenschaft und Ethik der Freiheit entwikkelt und mit der dadurch erreichten «Emanzipation des höheren Menschheitsbewußtseins von den Fesseln jeglicher Autorität»2 den ethischen Individualismus auch im Gebiet der okkulten Forschung verwirklichen können."]}
{"book":"Rudolf_Steiner#Soziale_Zukunft_[GA_332a].txt","occurences":1,"sentences":["Aus dem Individualismus des Volkes heraus wird für die Geistanschauung etwas entstehen, was ganz gleich ist dem, was irgendwo anders entsteht."]}
{"book":"Rudolf_Steiner#Wahrheiten_und_Irrtümer_der_Geistesforschung._Geisteswissenschaft_und_Menschenzukunft_[GA_69a].txt","occurences":1,"sentences":["Da hat man den Materialismus, den Positivismus, den Individualismus, den Spiritualismus und so weiter und so weiter."]}
{"book":"Rudolf_Steiner#Welt_Erde_und_Mensch_deren_Wesen_und_Entwickelung_sowie_ihre_Spiegelung_in_dem_Zusammenhang_zwischen_ägyptischem_Mythos_und_gegenwärtiger_Kultur_Zyklus_4_[GA_105].txt","occurences":1,"sentences":["So mußte auf Erden ein immer mehr zunehmender Individualismus eintreten und ein Zusammenführen der einzelnen Wesenheiten."]}
{"book":"Rudolf_Steiner#Westliche_und_östliche_Weltgegensätzlichkeit._Wege_zu_ihrer_Verständigung_durch_Anthroposophie_[GA_83].txt","occurences":1,"sentences":["Geredet wird heute viel von der Notwendigkeit, den Individualismus wiederum zu überwinden."]}
{"book":"Rudolf_Steiner#Wie_wirkt_man_für_den_Impuls_der_Dreigliederung_des_sozialen_Organismus?_Zwei_Schulungskurse_für_Redner_und_aktive_Vertreter_des_Dreigliederungsgedankens_[GA_338].txt","occurences":1,"sentences":["Jahrhundert hinein; aber da ist nicht die Ablösung durch den Individualismus vorhanden."]}