{"book":"Rudolf_Steiner#Der_Goetheanismus_ein_Umwandlungsimpuls_und_Auferstehungsgedanke._Menschenwissenschaft_und_Sozialwissenschaft_[GA_188].txt","occurences":11,"sentences":["Einer der gebräuchlichsten Einwände gegen die hier gemeinte Geisteswissenschaft ist ja der, daß sie Pantheismus sei.","Einer der Haupteinwände, die zum Beispiel gemacht wurden in den Aufsätzen des ––– [GA188, S.34] –––  Jesuiten Zimmermann in den «Stimmen der Zeit», ist der, daß diese Geisteswissenschaft Pantheismus sei.","Sie wissen, ich habe über diesen Punkt öfter gesprochen; Sie wissen, wie ich charakterisiert habe, daß gerade der banale Pantheismus, der so viele Kreise in der Gegenwart beherrscht, im Ernste nur überwunden werden kann durch das Eintreten in die konkrete geistige Welt, von der die Geisteswissenschaft spricht.","Pantheismus wäre ja die Anschauung, daß in alledem, was sich als Natur ausbreitet, was sich überhaupt als Erscheinungswelt ausbreitet, das Göttliche lebe, daß gewissermaßen die Natur selber als eine unmittelbare Offenbarung des Göttlichen anzusehen sei.","Gerade gegen diesen verwaschenen Pantheismus, der nur immer davon spricht, es breite sich die Erscheinungswelt aus und hinter ihr sei Geist, Geist, Geist, habe ich mich immer gewandt.","Ein anderes Charakteristikon des Pantheismus ist dieses, daß man sagt: Der Pantheismus will die äußere Naturwelt nicht trennen von dem Göttlich-Geistigen, er will beide miteinander vermischen.","Wer wirklich denken kann, wird mit dem Vorwurf des Pantheismus gegenüber einer solchen Charakteristik der Hierarchienwelt und ihrer ein- ––– [GA188, S.35] –––  zelnen Wesenheiten gegenüber der Natur überhaupt nichts anfangen können.","Nehmen Sie diese Worte eines auch heute in Rom als rechtmäßig anerkannten Kirchenvaters, des sogar heilig gesprochenen Johannes vom Kreuz, nehmen Sie diese Worte und stellen Sie sie gegenüber dem Vorwurf des Pantheismus, der gerade neulich gegen Geisteswissenschaft erhoben worden ist, weil Geisteswissenschaft davon spreche, daß zum Beispiel das Seelenleben sich wie ein Tropfen verhalte im Meere der Göttlichkeit, also selbst göttlichen Wesens sei, was nach den heute predigenden und gläubigen Klerikern ketzerisch ist.","- Wenn man sagt, die Seele verhalte sich zu dem GesamtGöttlich-Geistigen wie der Tropfen im Meere, der gleicher Wesenheit ist mit dem gesamten Meereswasser, eben ein Tropfen aus dem Meere ist - dürfte das als unerlaubter Pantheismus aufgefaßt werden, wenn ––– [GA188, S.41] –––  Wahrheit waltete, wenn doch gleichzeitig anerkannt wird, daß ein rechtmäßiger Kirchenvater, der heilige Johannes vom Kreuz, die Möglichkeit zugibt, daß Gott der Haupthandelnde in der menschlichen Seele wird!","Dieses Faktum müssen Sie sich vor die Seele rükken, um zu erkennen, wie weit heute Wahrheit in den offiziellen Strömungen waltet: daß man sich gleichzeitig beruft auf solche Lehrer wie den heiligen Johannes vom Kreuz, der ja wahrhaftig mit noch viel deutlicheren Worten, nämlich um populär zu den Menschen zu sprechen, einen «Pantheismus» lehrt - wenn man das Pantheismus nennen will - als die Geisteswissenschaft.","Man läßt den heiligen Johannes vom Kreuz als maßgebenden Kirchenvater gelten, und betrügt die Leute, indem man ihnen sagt: Der Pantheismus ist nicht erlaubt."]}
{"book":"_Rudolf_Steiner#Das_Hereinwirken_geistiger_Wesenheiten_in_den_Menschen_[GA_102].txt","occurences":5,"sentences":["Die letzten Nachklänge davon finden wir in der Vedantaphilosophie; aber auch in den ältesten philosophischen Systemen finden wir letzte Nachklänge dieses alten Pantheismus.","Es war eine Art esoterischer Pantheismus, wie wir ihn eben im alten Brahmanismus vor uns haben.","––– [GA102, S.153] –––  Dann haben wir in dem, was wir nennen können Anthropomorphismus, eine spezielle Ausgestaltung des esoterischen Pantheismus.","Der Pantheismus ist der geistige Untergrund der Dinge; dann werden die Götter als Menschen ausgestaltet.","Und wenn wir uns fragen: Womit hängt das zusammen, daß der noch viel abstraktere esoterische Pantheismus überging in die vielgestaltige griechische Götterwelt?"]}
{"book":"Rudolf_Steiner#Die_Anthroposophie_und_ihre_Gegner_[GA_255b].txt","occurences":5,"sentences":["Dieser Pater hat in einer großen Reihe von Artikeln gegen die anthroposophisch orientierte Geisteswissenschaft den Vorwurf des ––– [GA255, S.67] –––  Pantheismus erhoben.","Erstens meine fortwährende Verwahrung gegen den Pantheismus, zweitens liegt die Möglichkeit vor, auch zahlreiche Kirchenlehrer, die die katholische Kirche als rechtmäßige Kirchenlehrer anerkennt, aus den gleichen Gründen, aus denen der Pater Zimmermann die Anthroposophie als pantheistisch anklagt, ebenfalls als pantheistisch anzuklagen.","Im Zehnten Heft vom Juli 1918 behauptete er: «Die Anthroposophie, soweit sie sich in Druckschriften ans Licht begeben hat, ist pantheistisch.» Weiter: «Unklar ist höchstens, welche Art von Pantheismus sie bevorzuge.","Doch paßt in Steiners realistischen Gedankenkreis und zu seiner gewöhnlichen Ausdrucksweise besser der emanatistische Pantheismus.","Nur fügen sich die massigen Ausdrücke <TeiIe>, <Gheder>, <Stücke> der Gottheit auch dazu so wenig, daß man kaum noch von anderem als von Realmonismus oder -pantheismus sprechen kann, wonach die Gottheit eine einzige gegliederte Riesensubstanz mit integralen Teilen wäre."]}
{"book":"Rudolf_Steiner#Methodische_Grundlagen_der_Anthroposophie._Gesammelte_Aufsätze_zur_Philosophie_Naturwissenschaft_Ästhetik_und_Seelenkunde_[GA_30].txt","occurences":5,"sentences":["Volkelts Schriften: «Das Unbewußte und der Pessimismus», «Individualismus und Pantheismus», «Der Symbol-Begriff in der neuesten Ästhetik», zeigen uns überall den hochbegabten, gründlichen Denker, der endlich in seinen letzten Schriften: «Kants Erkenntnistheorie» und «Erfahrung und Denken», auf seiner vollen Höhe erscheint.","Man sieht die Neigung zu einer Art von Pantheismus, indem den Welterscheinungen ein unerforschliches, unbedingtes, humoristisches, sich selbst widersprechendes Wesen zum Grunde gedacht isc} und mag als Spiel, dem es bitterer Ernst ist, gar wohl gelten.","Schlagworte, wie Naturalismus, Rationalismus, Pantheismus, führen uns in Goethes Geist einmal nicht hinein; sie verlegen uns nur den Zugang in die Tiefe seines Wesens.","- «Pantheismus und Individualismus im Systeme Spinoza's», Leipzig 1872.","Gustav 523-524 Die Unfreiheit des Willens 523524 Volkelt, Johannes 47, 246-252, 313315 Das Unbewußte und der Pessimismus 251 Der Symbol-Begriff in der neuesten Ästhetik 251 Die Traumphantasie 47, 251, 313 Erfahrung und Denken 251 Franz Grillparzer als Dichter des Tragischen 313 Kants Erkenntnistheorie 251 Kants kategorischer Imperativ und die Gegenwart 246-251, 313 Pantheismus und Individualismus 251 Über die Möglichkeit der Metaphysik 47, 252, 313 Vorträge zur Einführung in die Philosophie ...313-315 Vorländer, Karl 197-198 Goethes Verhältnis zu Kant in seiner historischen Entwicklung 197 Wagner, Richard 246, 308, 346 Wähle, Richard 475-477 Gehirn und Bewußtsein 475-477 Wallace, Alfred Rüssel 192 Weber, Ernst Heinrich 465 Weismann, August 189-193, 194 Äußere Einflüsse als Entwicklungsreize 192 Weiße, Christian Hermann 368Werner, Anton von 542-543 Wernicke, Alexander 172 Willmann, Otto 381 Geschichte des Idealismus 381 Winckelmann, Joh."]}
{"book":"Rudolf_Steiner#Die_Verantwortung_des_Menschen_für_die_Weltentwickelung_durch_seinen_geistigen_Zusammenhang_mit_dem_Erdplaneten_und_der_Sternenwelt._Der_Mensch_in_seinem_Zusammenhang_mit_dem_Kosmos_Band_III_[GA_203].txt","occurences":4,"sentences":["Pantheismus ist ein beliebter Vorwurf, der gerade auch gegen so etwas wie anthroposophisch orientierte Geisteswissenschaft erhoben wird.","Pantheismus ist vor den gegenwärtigen Bekenntnissen Ketzerei, ist die Verirrung, daß in den Dingen, die uns umgeben, das Göttliche lebe.","Die öffentliche Meinung, die nach einem treffenden Worte von G. Brandes [Georg Brandes, 1842-1927, dänischer Literarhistoriker] weit mehr von der Phantasie als von der Vernunft geleitet wird, fragt ja nicht danach und vermag nicht zu beurteilen, ob die Maßregeln, die getroffen sind, wirklich etwas Erhebliches zu bessern vermögen, wenn auch die eingeführte Reform vielleicht nur den Schein für die Wirklichkeit bietet und im Grund alles beim alten läßt.» - Dazu bemerkt Terhalle: «Für die Zukunft auch des Friedens würde sich freilich die wichtige Aufgabe ergeben, die Erkenntnis der wirtschaftlichen Notwendigkeiten in den breiten Volksschichten mehr als bisher zu pflegen, diese letzteren zu wirtschaftlichem Denken zu erziehen.» 94 Pantheismus ist ein beliebter Vorwurf: Siehe Otto Zimmermann S.J., Anthroposophische Irrlehren in «Stimmen der Zeit», 95.","Unklar ist höchstens, welche Art von Pantheismus sie bevorzuge» usw.\n\n95 was jüngst hier in einer Schweizer Zeitung: Es dürfte sich um das Referat eines Vortrages des Pfarrers Friedrich Gogarten handeln mit dem Thema «Die übersinnliche Welt der Anthroposophie», den er auch in Nürnberg am 9."]}
{"book":"Rudolf_Steiner#Menschliche_und_menschheitliche_Entwicklungswahrheiten._Das_Karma_des_Materialismus_Zyklus_46_47_[GA_176].txt","occurences":4,"sentences":["Viele Menschen huldigen einem sogenannten Pantheismus.","Dieser Pantheismus besteht - Sie wissen, ich habe öfters diesen Pantheismus zurückgewiesen - im wesentlichen darin, daß die Menschen sagen: Wir suchen überall den Geist.","Pantheismus — manche nennen ihn heute auch Panpsychismus, weil sie den Theismus nicht haben wollen —, ich erläutere das gewöhnlich dadurch, daß ich sage: Der Mensch, der das für die Sinneswelt machen würde, der würde nicht besonders weit kommen.","Die geistige Welt ist nicht etwas bloß Abstraktes, wie es der verschwommene Pantheismus meint, sondern sie ist etwas ebenso Konkretes wie die äußeren physisch-sinnlichen Tatsachen."]}
{"book":"Rudolf_Steiner#Philosophie_und_Anthroposophie._Gesammelte_Aufsätze_[GA_35].txt","occurences":4,"sentences":["Nun hatte sich von dorther die Meinung gebildet, daß gar nichts anderes als Konsequenz aus dem Aristotelismus folgen könne, als eine Art von Pantheismus, der namentlich in der Philosophie aus einer sehr verschwommenen Mystik entsprungen war.","Aber wenn zum Beispiel es geschieht, daß dieser Geisteswissenschaft vorgeworfen wird, sie spreche nicht von einem persönlichen Gotte, wenn gesagt wird, daß ich selber es vorzöge, von der Gottheit, nicht von Gott zu sprechen, wenn die Behauptung getan wird, als ob dasjenige, was als ––– [GA35, S.199] –––  das Göttliche bezeichnet wird, in der Geisteswissenschaft einen ähnlichen Charakter annehme wie im Pantheismus der Monisten oder Naturalisten, so ist von alle dem das Gegenteil richtig.","Gerade der Umstand, daß man in der Geisteswissenschaft zu realen geistigen Wesenheiten geführt wird, auch zu der realen Wesenheit, die der Mensch nach dem Tode ist, gerade dadurch, daß man zu konkreten, zu wirklichen geistigen Wesen geführt wird, kommt man auch zu einem vollständigen Verstehenkönnen, wie ungereimt es ist, zu einem Pantheismus sich zu bekennen, wie widersinnig es ist, die Persönlichkeit in Gott leugnen zu wollen.","Die gründlichste Widerlegung des Pantheismus kann gerade durch die Geisteswissenschaft gefunden werden."]}
{"book":"Rudolf_Steiner#Geist_und_Stoff_Leben_und_Tod_[GA_66].txt","occurences":3,"sentences":["Auf diese Weise kommt man allerdings zu einer viel konkreteren Anschauung über die geistige Welt, als wenn man die abstrakten Schlagworte von «mystischem Pantheismus» und so weiter braucht, mit denen sich heute so viele Menschen noch viel zugute tun.","Ein verschwommener, ––– [GA66, S.206] –––  nebuloser Pantheismus soll in der Geisteswissenschaft, die hier gemeint ist, nicht gesucht werden, sondern konkrete Ergebnisse, die auf exakter geistig-seelischer Beobachtung aufgebaut sind.","Und es wird mit Bezug auf vieles auch eine andere wissenschaftliche Gesinnung erst platzgreifen müssen, als diejenige ist, die heute oftmals gerade die wissenschaftlichen Menschen beherrscht, wenn man sich in der richtigen Weise wird stellen wollen zu der Erforschung der geistigen Welten, um jene innere Seelenruhe zu finden, die das Miterleben in der geistigen Welt so möglich macht, daß die geistige Welt gegenständlich wird, daß die geistige Welt wirklich da ist vor dem Seelenauge, nicht als ein verwaschener Pantheismus oder Mystizismus."]}
{"book":"_Rudolf_Steiner#Aus_der_Bilderschrift_der_Apokalypse_des_Johannes_[GA_104a].txt","occurences":2,"sentences":["Sie kann aber nicht hinaufsteigen über einen Pantheismus hinaus, der gar nicht zu konkreten Geistwesen kommen kann.","Darin liegt die Armut des Pantheismus."]}
{"book":"Rudolf_Steiner#Erdenwissen_und_Himmelserkenntnis_[GA_221].txt","occurences":2,"sentences":["Schön sind sie, die Worte, aber doch sehr allgemein; etwas von einem mystischen Pantheismus von sinnlich-nebuloser Art finden wir darinnen.","Aber klar muß man sich sein darüber, daß Goethe als reifer Mann eben nicht im nebulosen Pantheismus dasjenige gesehen hat, was dem Menschen ein wirkliches Weltbewußtsein gibt."]}
{"book":"Rudolf_Steiner#Freiheit._Unsterblichkeit._Soziales_Leben._Vom_Zusammenhang_des_Seelisch-Geistigen_mit_dem_Leiblichen_des_Menschen_[GA_72].txt","occurences":2,"sentences":["Der Mensch hört auf, wenn er die Erfahrung hat, von der ich eben gesprochen habe, in unklarem Pantheismus zu sprechen davon: Es gibt Geist und Geist und Geist ...","Der Pantheismus ist nichts als eine unklare, illusionäre, verschwommene Anschauung der Welt."]}
{"book":"Rudolf_Steiner#Perspektiven_der_Menschheitsentwickelung._Der_materialistische_Erkenntnisimpuls_und_die_Aufgabe_der_Anthroposophie._Der_Mensch_in_seinem_Zusammenhang_mit_dem_Kosmos_Band_IV_[GA_204].txt","occurences":2,"sentences":["Und wenn wir zu dem kommen, was hier als Pneumatologie auftritt, was gewissermaßen wie ein Pantheismus, aber jetzt nicht ein vager, nebuloser, wie er heute vielfach gilt, sondern als ein Pantheismus lebendig-geistiger Art auftritt, wenn auch verblaßt bei Johannes Scotus Erigena, so ist das der letzte Rest, ich möchte sagen, der ganz durchsiebte Rest der ersten nachatlantischen, der urindischen Zeit.","Ein pneumatischer Pantheismus entstand, als ob das Ich keine Selbständigkeit hätte, sondern als ob das Ich gewissermaßen nur ein Strahl der Gottheit sei, der hineinstrahlt zwischen Geburt und Tod in dasjenige, was der Grieche als geistig-seelisch angesehen hat."]}
{"book":"_Rudolf_Steiner#Anthroposophie_als_Kosmosophie._Erster_Teil._Wesenszüge_des_Menschen_im_irdischen_und_kosmischen_Bereich._Der_Mensch_in_seinem_Zusammenhang_mit_dem_Kosmos_Band_VII_[GA_207].txt","occurences":1,"sentences":["Wenn wir nicht zur Geisteswissenschaft kommen, dann strahlt man einfach diesen indifferenzierten, einheitlichen, unbestimmten Menschengeist in die Welt hinaus und es entsteht der verwaschene Pantheismus."]}
{"book":"_Rudolf_Steiner#Antworten_der_Geisteswissenschaft_auf_die_grossen_Fragen_des_Daseins_[GA_60].txt","occurences":1,"sentences":["Man fühlt sich dabei vielleicht ganz besonders bedeutend, arbeitet aber damit nur auf einen allgemeinen Pantheismus hin."]}
{"book":"_Rudolf_Steiner#Aus_dem_mitteleuropäischen_Geistesleben_[GA_65].txt","occurences":1,"sentences":["Und dann kommt es nicht zu dem, wozu sonst eine ja auch ganz anerkennenswerte, aber eben beschränkte Metaphysik kommt: auf allen möglichen Wegen kommt man von einer bloßen Ahnung des Geistes, die man mit Begriffen verbrämt, zum Pantheismus, diesem Nebelgebilde, das überall einen Allgeist sieht, so wie wenn man überall nicht einzelne Pflanzen und Tiere sehen wollte, sondern eine Allnatur."]}
{"book":"_Rudolf_Steiner#Bausteine_zu_einer_Erkenntnis_des_Mysteriums_von_Golgatha._Kosmische_und_menschliche_Metamorphose_Zyklus_44_45_[GA_175].txt","occurences":1,"sentences":["Ein Gefühl muß man bekommen davon, daß so, wie im einzelnen menschlichen Leben das Seelische das Leibliche beherrscht, so alles dasjenige, was da draußen geschieht in den auf- und untergehenden Sternen, in dem leuchtenden und abdämmernden Sonnenlicht, daß in alledem Geistiges lebt; daß, wie wir mit unseren Lungen in die Luft eingeschaltet sind, wir mit unserer Seele in das Geistige des Weltenalls eingeschaltet sind, aber nicht in das abstrakt Geistige des verwaschenen Pantheismus, sondern in das konkret Geistige, das in einzelnen Wesen sich auslebt."]}
{"book":"_Rudolf_Steiner#Biographien_und_biographische_Skizzen._Schopenhauer_Jean_Paul_Uhland_Wieland._Literatur_und_geistiges_Leben_im_neunzehnten_Jahrhundert_[GA_33].txt","occurences":1,"sentences":["Ein dichterischer Pantheismus spricht aus Willes Dichtung zu uns."]}
{"book":"_Rudolf_Steiner#Christus_und_die_menschliche_Seele._Über_den_Sinn_des_Lebens._Theosophische_Moral._Anthroposophie_und_Christentum_Zyklus_34_[GA_155].txt","occurences":1,"sentences":["Aber für den Geistesforscher ist der Pantheismus gerade dasselbe, wie wenn man jemand in die Natur führt und sagt zu ihm: Schau nur, das alles, was dich hier umgibt, es ist Natur!"]}
{"book":"_Rudolf_Steiner#Das_Karma_des_Berufes_des_Menschen_in_Anknüpfung_an_Goethes_Leben._Kosmische_und_menschliche_Geschichte_Band_III_[GA_172].txt","occurences":1,"sentences":["Satyros, der vergötterte Waldteufel, der auf der einen Seite in Tiraden einen wahren großen Pantheismus entfaltet, zurück will in echt Rousseauscher Weise zur Natur, nicht genießen will dasjenige, was die Kultur hervorgebracht hat."]}
{"book":"Rudolf_Steiner#Der_menschliche_und_der_kosmische_Gedanke_Zyklus_33_[GA_151].txt","occurences":1,"sentences":["- Genau so würde sich der Anhänger des Pneumatismus, des Pantheismus und so weiter gegenüber dem Spiritualisten verhalten."]}
{"book":"Rudolf_Steiner#Die_Ergänzung_heutiger_Wissenschaften_durch_Anthroposophie_[GA_73].txt","occurences":1,"sentences":["Der Geisteswissenschafter kann weder Pantheist noch Monadist sein, weil er einfach im Pantheismus eine Summe von Begriffen, im Monadismus eine Summe von Begriffen hat, die beide von verschiedenen Seiten aus die Wirklichkeit beleuchten, so daß, wenn ich einen Vergleich wagen darf, ich sagen möchte: wer Pantheist ist, der sieht nur aufs Ausatmen, wer Monadist ist, sieht nur aufs Einatmen."]}
{"book":"Rudolf_Steiner#Die_Geschichte_und_die_Bedingungen_der_anthroposophischen_Bewegung_im_Verhältnis_zur_Anthroposophischen_Gesellschaft._Eine_Anregung_zur_Selbstbesinnung_[GA_258].txt","occurences":1,"sentences":["Ich habe schon in den Goetheschriften angedeutet, daß die Gottheit so vorzustellen ist, daß sie in unendlicher Liebe in das Dasein ausgeflossen ist und in jedem einzelnen Wesen nun gesucht werden müsse, was etwas ganz anderes ––– [GA258, S.149] –––  gibt als einen verschwommenen Pantheismus."]}
{"book":"Rudolf_Steiner#Die_okkulte_Bewegung_im_neunzehnten_Jahrhundert_und_ihre_Beziehung_zur_Weltkultur._Bedeutsames_aus_dem_äußeren_Geistesleben_um_die_Mitte_des_neunzehnten_Jahrhunderts_Zyklus_OB_[GA_254].txt","occurences":1,"sentences":["Die Impulse kommen aber nicht in einer solch verwaschenen Weise, wie es sich der Pantheismus vorstellt, sondern sie kommen von wirklichen Wesen, und unter diesen findet man auch die Seelen früh verstorbener Kinder."]}
{"book":"Rudolf_Steiner#Die_Philosophie_des_Thomas_von_Aquino_[GA_74].txt","occurences":1,"sentences":["Das ist kein Pantheismus, das ist alles dasjenige nicht, als was man es heute verleumdet, das ist Ernst des Christentums."]}
{"book":"Rudolf_Steiner#Die_Rätsel_der_Philosophie_in_ihrer_Geschichte_als_Umriss_dargestellt___[GA_18].txt","occurences":1,"sentences":["Durch Schelling und Hegel wurde der Pantheismus zur herrschenden Denkweise in der Naturphilosophie, eine Weltanschauung, welche bei einer gewissen mystischen Tiefe zugleich die Gefahr phantastischer Ausschweifungen fast im Prinzip schon in sich schließt."]}
{"book":"Rudolf_Steiner#Die_Sendung_Michaels._Die_Offenbarung_der_eigentlichen_Geheimnisse_des_Menschenwesens_[GA_194].txt","occurences":1,"sentences":["Es genügt nicht für die Gegenwart und für die Zukunft der Menschheit, daß man in Abstraktionen von dem Geistigen fabelt, daß man in irgendeinen nebulosen Pantheismus oder dergleichen verfällt, sondern es handelt sich darum, daß man dasjenige, was die heutige Menschheit eigentlich nur empfindet wie einen materiellen Prozeß, daß man das anfängt auch in seiner Beseeltheit zu erkennen."]}
{"book":"Rudolf_Steiner#Die_spirituellen_Hintergründe_der_äußeren_Welt._Der_Sturz_der_Geister_der_Finsternis._Geistige_Wesen_und_ihre_Wirkungen_Band_I_Zyklus_B_I_B_II_[GA_177].txt","occurences":1,"sentences":["Sie sehen, ergreift man das geistige Leben konkret, dann reicht man nicht aus mit dem allgemeinen Gefasel, das der Pantheismus und ähnliche Weltanschauungen so sehr lieben: daß es eine geistige Welt gibt, daß hinter allem Physischen der Geist ist."]}
{"book":"Rudolf_Steiner#Die_Verbindung_zwischen_Lebenden_und_Toten_[GA_168].txt","occurences":1,"sentences":["Sind jene die psychische Grundlage für den christlichen Theismus und Moralismus, so bilden diese rein dynamischen Tendenzen den seelischen unbewussten Wurzelboden für den Pantheismus und für alle Formen der Gnosis, deren primitive Urkräfte sich ja wieder sehr betätigen in allerlei phantastischen Sektenbildungen der Gegenwart.» 210 nach dem «animalischen Grundschlamm» der Seele: Dieser Terminus, der sich bei Rudolf Steiner öfter findet, stammt aus dem eben erwähnten Artikel Adolf Kellers (siehe vorigen Hinweis)."]}
{"book":"Rudolf_Steiner#Die_Welträtsel_und_die_Anthroposophie_[GA_54].txt","occurences":1,"sentences":["Heute bewundert man die allgemeinen Redensarten von dem, was Pantheismus, von dem, was Naturanschauung ist, aber das ist purster Dilettantismus, wenn man nicht weiß, daß sich der große Paracelsus nicht begnügen läßt von einem All-Leben, das sich auslebt im einzelnen Menschen."]}
{"book":"Rudolf_Steiner#Einleitungen_zu_Goethes_Naturwissenschaftlichen_Schriften_[GA_1].txt","occurences":1,"sentences":["Goethe hätte zwar einzelne Behaup- ––– [GA1, S.116] –––  tungen getan, die an die Entwicklungstheorie erinnern, wozu er durch den in seiner Natur gelegenen Pantheismus gekommen sei; bis zum letzten mechanischen Grunde fortzuschreiten hätte er aber kein Bedürfnis gefühlt."]}
{"book":"Rudolf_Steiner#Ergebnisse_der_Geistesforschung_[GA_62].txt","occurences":1,"sentences":["Daß Jakob Böhme nicht einen gewöhnlichen Pantheismus meint, drückt er dadurch aus, daß er sagt: Die äußere Welt ist nicht Gott, wird auch ewig nicht Gott genannt, sondern ein Wesen, darin sich Gott offenbart."]}
{"book":"Rudolf_Steiner#Esoterische_Betrachtungen_karmischer_Zusammenhänge._Vierter_Band._Das_geistige_Leben_der_Gegenwart_im_Zusammenhang_mit_der_anthroposophischen_Bewegung_[GA_238].txt","occurences":1,"sentences":["Und so haben wir da drüben, glänzend gepflegt namentlich unter der Ägide Harun al Raschids und seines Ratgebers, einen Aristotelismus, ein Alexandertum, der einen dem Christentum abträglichen Pol darstellt, der eine Geistgestalt, namentlich eine Art von Pantheismus, angenommen hat, die sich mit dem Christentum niemals vereinigen wollte, durch ihre innere Essenz sich nicht mit dem Christentum vereinigen konnte."]}
{"book":"Rudolf_Steiner#Gegenwärtiges_und_Vergangenes_im_Menschengeiste_Zyklus_42_[GA_167].txt","occurences":1,"sentences":["Denn damit wirklicher künstlerischer Sinn in der Entwickelung der Menschheit fortgepflanzt werden kann, dazu ist notwendig, daß dasjenige, was von früher gekommen ist, was zum Beispiel auch in Lienhards Dichtungen lebt und was in einer gewissen Weise eine Art von Natur-Pantheismus und Geistes-Pantheismus ist, ins Konkrete hinein sich entwickeln kann, daß die Menschen verstehen lernen die Mannigfaltigkeit des Lebens so, daß sie sehen neben dem Sinnlichen das Ätherische und das Astralische und das Geistige."]}
{"book":"Rudolf_Steiner#Gesammelte_Aufsätze_zur_Literatur_[GA_32].txt","occurences":1,"sentences":["Nach der Ansicht Simmeis soll in dieser Formlosigkeit insofern ein Fortschritt liegen, als der Künstler nicht mehr in einer Verkünstelung, in einer Bearbeitung der unmittelbaren natürlichen Erscheinungen das Höhere, das Göttliche in der Kunst sucht, sondern mit einer Art von Pantheismus in jedem vor unseren Sinnen sich abspielenden Erlebnis ein göttlich Bedeutungsvolles erblickt, das verdient, in ––– [GA32, S.305] –––  dieser Unmittelbarkeit festgehalten zu werden."]}
{"book":"Rudolf_Steiner#Goethes_Weltanschauung_[GA_6].txt","occurences":1,"sentences":["Polytheismus ist die Denkweise, die in dem Einzelnen ein Geistiges sieht und verehrt; Pantheismus die andere, die den Geist des Ganzen erfaßt."]}
{"book":"Rudolf_Steiner#Individuelle_Geistwesen_und_ihr_Wirken_in_der_Seele_des_Menschen._Geistige_Wesen_und_ihre_Wirkungen_Band_II._[GA_178].txt","occurences":1,"sentences":["Allen diesen Vorstellungen von Pantheismus, Monadismus und so weiter steht der Geistesforscher so gegenüber, daß sie nichts anderes sind als verschiedene Aufnahmen ––– [GA178, S.20] –––  der Wirklichkeit."]}
{"book":"Rudolf_Steiner#Inneres_Wesen_des_Menschen_und_Leben_zwischen_Tod_und_neuer_Geburt_Zyklus_32_[GA_153].txt","occurences":1,"sentences":["Nicht ein verschwommener Pantheismus, nicht eine allgemeine Sauce des geistigen Lebens ist es, wovon Geisteswissenschaft zu sprechen hat."]}
{"book":"Rudolf_Steiner#Lucifer-Gnosis._Grundlegende_Aufsätze_zur_Anthroposophie_und_Berichte_aus_den_Zeitschriften_«Luzifer»_und_«Lucifer-Gnosis»_[GA_34].txt","occurences":1,"sentences":["Die Visionen dieses Mannes sind hier im Sinne eines rationalistischen Pantheismus umgedeutet, der die geistige Welt in einen unklaren «Allgeist», das heißt in einen nebulosen Gedankenbrei zusammenrührt."]}
{"book":"Rudolf_Steiner#Menschenfragen_und_Weltenantworten_[GA_213].txt","occurences":1,"sentences":["Aber man kommt natürlich zu gar nichts, wenn man beim bloßen nebulosen verschwommenen Pantheismus stehenbleibt und überall sagt: Wo Materie ist, ist Geist."]}
{"book":"Rudolf_Steiner#Menschenwerden_Weltenseele_und_Weltengeist._Erster_Teil._Der_Mensch_als_leiblich-seelische_Wesenheit_in_seinem_Verhältnis_zur_Welt._Der_Mensch_in_seinem_Zusammenhang_mit_dem_Kosmos_Band_V_[GA_205].txt","occurences":1,"sentences":["Man kommt hinein ––– [GA205, S.44] –––  in eine Welt, in der wirkliche geistige Wesenheiten sind, nicht bloß in eine Welt, in der jener verschwommene Pantheismus leben soll, zu dem sich heute noch manche, die nicht Materialisten sein wollen, aufschwingen und sagen: Die Welt ist durchgeistigt."]}
{"book":"Rudolf_Steiner#Soziale_Zukunft_[GA_332a].txt","occurences":1,"sentences":["Lernt man aber die geistige Welt wieder kennen, dringt man ein in die geistige Welt, lernt man sie nicht so erkennen, wie der nebulose Pantheismus, der redet von Geist, Geist, Geist, er müsse da sein, vom allgemeinen abstrakten dunklen Geist, sondern dringt man in die wirklichen Erscheinungen der geistigen Welt ein - nicht durch Spiritismus, sondern durch die Entwickelung der menschlichen Geist- und Seelenkräfte, wie sie hier geschildert worden ist -, dann weiß man in einer der heutigen Entwickelung der Menschheit gemäßen Weise wiederum von einer geistigen Welt, dann enthüllen sich die Geistgeheimnisse der Welt, und dann wird das eintreten, was Goethe, der in diesen Dingen zwar im Anfange stand, aber von diesen Dingen, die die neuere Geisteswissenschaft in seinem Sinne weiter ausbildet, schon geahnt hat — dann wird das eintreten, was Goethe so schön mit den Worten bezeichnet: «Wem die Natur ihr offenbares Geheimnis zu enthüllen anfängt, der empfindet eine unwiderstehliche Sehnsucht nach ihrer würdigsten Auslegerin, der Kunst.» Dann wird der Künstler wiederum eine Offenbarung empfangen von einer geistigen Welt."]}
{"book":"Rudolf_Steiner#Spirituelle_Seelenlehre_und_Weltbetrachtung_[GA_52].txt","occurences":1,"sentences":["Es ist kein Pantheismus, kein pantheistischer Begriff, kein anthropomorphischer Begriff, kein umrissener Begriff."]}
{"book":"Rudolf_Steiner#Ursprung_und_Ziel_des_Menschen._Grundbegriffe_der_Geisteswissenschaft_[GA_53].txt","occurences":1,"sentences":["Er war überzeugt, daß der Mensch in tiefem Zusammenhang stehe mit der Welt, und daß diese Welt nichts Stoffliches ist, sondern wirkender, schaffender Geist; nicht nur Pantheismus mit unbestimmter, nicht zu fassender Wesenheit, sondern daß wir hinaufsteigen können zu einem lebendigen Verhältnis zum großen Gott."]}
{"book":"Rudolf_Steiner#Vom_Menschenrätsel._Ausgesprochenes_und_Unausgesprochenes_im_Denken_Schauen_Sinnen_einer_Reihe_deutscher_und_österreichischer_Persönlichkeiten_[GA_20].txt","occurences":1,"sentences":["Man findet darin Aufsätze über «den Gegensatz des Pantheismus und des Deismus in den vorchristlichen Religionen», über «den Begriff der Religion», über «Kepler, Leben und Charakter» usw. Der Grundton dieser Abhandlungen ist durchaus ein solcher, der zeigt, wie ihres Verfassers Gedankenleben im deutschen Weltanschauungsidealismus wurzelt."]}
{"book":"Rudolf_Steiner#Wahrheiten_und_Irrtümer_der_Geistesforschung._Geisteswissenschaft_und_Menschenzukunft_[GA_69a].txt","occurences":1,"sentences":["Solange man im Allgemeinen bleibt, in einer Art von verschwommenem Pantheismus, läßt sich diskutieren über die Berechtigung des einzelnen."]}
{"book":"Rudolf_Steiner#Weltenwunder._Seelenprüfungen_und_Geistesoffenbarungen_Zyklus_18_[GA_129].txt","occurences":1,"sentences":["Das hat allerdings nichts zu tun mit jenem verwaschenen Pantheismus, der da sagt: Da draußen ist alles von einem einheit- ––– [GA129, S.93] –––  liehen Gotte durchdrungen."]}
{"book":"Rudolf_Steiner#Weltwesen_und_Ichheit_Zyklus_43_[GA_169].txt","occurences":1,"sentences":["Das ist der große, wunderbare Zusammenhang, der uns bis in den Stoff hinunter die Wirksamkeit des Geistigen zeigt, nicht nur jenes allgemeinen Geistigen, von dem der verschwommene Pantheismus so gern redet, sondern des konkret Geistigen, das wir durch das Mysterium von Golgatha gehen sehen."]}
{"book":"Rudolf_Steiner#Westliche_und_östliche_Weltgegensätzlichkeit._Wege_zu_ihrer_Verständigung_durch_Anthroposophie_[GA_83].txt","occurences":1,"sentences":["- wenn es sich auch oftmals im weiteren Verlaufe zeigt, daß man nicht mehr zulassen will als eine Erkenntnis einer geistigen Welt ganz in allgemeinen Begriffen und Ideen, vielleicht in irgendeiner Form eines verschwommenen Pantheismus oder auch einer mehr oder weniger an das Mystische anklingenden Lebensauffassung'."]}
{"book":"Rudolf_Steiner#Wie_erwirbt_man_sich_Verständnis_für_die_geistige_Welt?_Das_Einfließen_geistiger_Impulse_aus_der_Welt_der_Verstorbenen_[GA_154].txt","occurences":1,"sentences":["Derjenige aber, der nicht zurückscheut, wirklich die in der Seele schlummernden Kräfte auszubilden, der weiß, daß es ebensowenig richtig ist, im Allgemeinen von dem Geiste zu sprechen etwa wie in einem verschwommenen Pantheismus, wie es richtig wäre, über die Natur zu sprechen so, daß man über eine Wiese geht und sagt nicht, indem man die Pflanzenwelt, die Blumen - hier ein Stiefmütterchen, dort eine Tulpe und so weiter - anschaut: Dies sind Blumen, das ist eine Rose, das eine Tulpe, das ist Gras —, sondern man sagt: ––– [GA154, S.117] –––  Das ist Natur und das ist Natur und das ist Natur, alles ist Natur, Natur, Natur."]}