{"book":"_Rudolf_Steiner#Damit_der_Mensch_ganz_Mensch_werde._Die_Bedeutung_der_Anthroposophie_im_Geistesleben_der_Gegenwart_[GA_82].txt","occurences":21,"sentences":["Nun, derjenige, der in diesen Dingen tiefer sieht, der muß sich das Folgende sagen: Wir mußten einmal zu dem vorrücken in der Menschheitsentwickelung, was ich an einem der letzten Vortragsabende für die äußere Naturwissenschaft, insbesondere die anorganische Naturwissenschaft, streng verteidigt habe, wir mußten vorrücken zu dem reinen Phänomenalismus, wie ihn ja auch Goethe gefordert hat.","Zu jenem reinen Phänomenalismus, der das Denken nicht mehr dazu gebraucht, um hinter den Sinneswahrnehmungen allerlei atomistische Welten, die nicht mehr wahrgenommen werden können, zu konstruieren; der das Denken lediglich dazu gebraucht, um in den Sinneswahrnehmungen zu lesen, um innerhalb der phänomenalen Welt stehen zu bleiben, die Phänomene so zu ordnen, daß sie uns als Urphänomene im Goetheschen Sinne erscheinen.","Manche Menschen haben in der Gegenwart durchaus das Bewußtsein, es müsse zu einem reinen Phänomenalismus kommen.","Aber gewisse philosophische Geister fühlen, es muß zum reinen Phänomenalismus kommen.","Im Grunde genommen ist das etwas, wohin durchaus der Phänomenalismus tendiert.","Denn nur dadurch kann der Mensch voll sich aufklären über dasjenige, was eigentlich in seiner Umgebung ist, daß er zum reinen Phänomenalismus kommt.","Weiß man nichts von Erkenntnismethoden, die in die übersinnlichen Welten aufsteigen, die also von den Phänomenen als Tatsachen zu anderen, aber jetzt übersinnlichen Tatsachen aufsteigen, so muß man, indem man zum Phänomenalismus tendiert, sich zuletzt sagen: Es sind überhaupt nur Phänomene gegeben.","Gesetzt, das wäre schon ganz ausgebildet; dieser Phänomenalismus wäre da, und das Denken wäre nur in regulativen Prinzipien bestehend, welche die Phänomene anordnen, so haben wir da etwas, das wir jetzt im Sinne der älteren Erkenntnisbegriffe, zum Beispiel der Gnosis, nicht mehr Erkenntnis nennen könnten.","Es gehört zu der Gesamtentwickelung des menschlichen Geschlechts, diesen Phänomenalismus im Goetheschen Sinne auszubilden, weil er uns eine Wahrheitsstufe überliefert, die für die menschliche Gesamtentwickelung notwendig ist.","Die Leute kamen und sagten, die mechanistische Weltanschauung, der reine Phänomenalismus für die äußere Welt, genügten nicht.","Sie sehen, Anthroposophie ist gerade bemüht, den Phänomenalismus voll zu begründen, voll gelten zu lassen, weil sie sich klar ist darüber, daß dasjenige, was zu geistigen Welten führt, eben mit diesen anderen Erkenntnismethoden erreicht werden muß.","Die Anthroposophie fügt zu dem passiven Verarbeiten der Welt im Phänomenalismus den Aufschwung ––– [GA82, S.212] ––– durch Imagination, Inspiration, Intuition dazu und kommt dadurch sogar zu einer wirklichen Erfassung desjenigen, was als Übersinnliches sich hereinlebt in unser geschichtliches Dasein.","Aber wenn auch dieser reine Phänomenalismus uns, indem wir uns in ihn hineinarbeiten, außerordentlich interessiert, können wir aus ihm nicht dasjenige gewinnen, was uns für unser innerstes Menschentum vor allen Dingen wichtig ist.","Denn gegenüber dem reinen Phänomenalismus entfällt der moralische Impuls, wenn der Mensch nur ganz ehrlich gegen sich ist.","––– [GA82, S.214] ––– Aber wer Menschen kennengelernt hat, die nicht in Theorien, sondern in jeder Faser ihres seelischen Lebens mit Weltanschauungen gerungen haben, der weiß, was die Hinneigung zum Phänomenalismus, der den Agnostizismus im Gefolge hat, für den heutigen Menschen bedeuten kann.","Dann ist das Denken, wie wir es haben im reinen Phänomenalismus beziehungsweise Agnostizismus, bloß Bild.","Dadurch, daß wir zum Phänomenalismus gekommen sind, damit aber zum reinen Bilddenken, und dadurch, daß wir aus der Kraft des reinen Bilddenkens moralische Impulse fassen können, gehen wir auch durch das Stadium der Freiheit.","Sie sehen, dasjenige, was getan werden muß, ist nicht ein blindes Schimpfen auf den Agnostizismus, denn er ist in einer gewissen Beziehung nur die andere Seite des Phänomenalismus.","Und die reine Tatsache, die im äußerlich Mechanistischen erlebt wird, die dann auch zum Phänomenalismus führt, ist durchaus das, was auf der anderen Seite erst den vollen Gegenpol hervorruft.","Eine solche negative Instanz ist zum Beispiel der Agnostizismus, wenn er die andere Seite des Phänomenalismus darstellt und man nur bei diesem Phänomenalismus stehen bleiben will.","Der naturwissenschaftliche Phänomenalismus hat in Kolisko einen Verfechter, der diese Seite des anthroposophischen Denkens überall aus der unbefangenen Sach-Erkenntnis objektiv ––– [GA82, S.246] ––– entwickelt."]}
{"book":"Rudolf_Steiner#Ergebnisse_der_Geistesforschung_[GA_62].txt","occurences":20,"sentences":["Wenn der Mensch die Furcht mit in die geistigen Welten hinaufträgt, nachdem er sich also schon dazu entwickelt hat, die geistigen Welten anzuerkennen, dann entsteht da eine Verirrung auf einem geistigen Gebiete, die außerordentlich wichtig ist zu beachten: der Hang zum Phänomenalismus.","Die Menschen, welche diesem Hange unterliegen, werden statt Geistesforscher, wenn man sich kraß ausdrücken will, Gespensterschauer; sie werden besessen von einem Hang zum Phänomenalismus.","Die Verirrungen des Spiritismus - wobei nicht etwa gesagt werden soll, daß aller Spiritismus unberechtigt ist — beruhen durchaus auf diesem Hang zum Phänomenalismus.","Aber der Irrtum Hegt schon in dem, daß sie nur solche Beweise zulassen wollen, die im Gebiete des Phänomenalismus verlaufen, daß alles wie bis zum Gespenstigen verdichtet sein soll.","Wie tief auch die besten Geister unserer Zeit in diese Art von Phänomenalismus verrannt sind und nur solche charakterisierten Beweise gelten lassen wollen, das können wir besonders wieder bei einem Geiste sehen, der ja manches Feine über die Welt geschrieben hat, und der jetzt ein Buch über diese verschiedenen Erscheinungen der Geistesforschung geschrieben hat.","Wir lesen da, wie er immer geneigt ist, eine geistige Welt gelten zu lassen, aber als Beweise nur das hinzunehmen geneigt ist, was im Phänomenalismus auftritt.","Und dann merkt er nicht, wie er versucht, dasjenige, was man niemals im Phänomenalismus auftreten lassen kann, im Phänomenalismus auftreten zu lassen.","So haben wir in dem Hang zum Phänomenalismus das eine Extrem der Irrtumsmöglichkeit der Geistesforschung.","––– [GA62, S.402] –––  Das andere Extrem der Irrtumsmöglichkeit ist die Ekstase, und im Grunde genommen liegt zwischen dem Phänomenalismus und der Ekstase, indem man beide kennt, die Wahrheit, oder wenigstens ist sie zu erreichen, indem man beide kennt.","Aber der Weg zum Irrtum liegt sowohl nach der Seite des Phänomenalismus wie nach der Seite der Ekstase.","Wir haben gesehen, welche Seelenverfassung in das bloße Anerkennenwollen des Phänomenalismus hineinführt.","Wie der nach dem Phänomenalismus Drängende nur gleichsam die Abfälle, das Sich-Ertötende der geistigen Welt schaut, so sieht der, welcher sich nur dem anderen Extrem hingibt, nicht geistige ––– [GA62, S.404] –––  Tatsachen und Wesenheiten, sondern nur ihre einzelnen Teile.","Wir tragen uns in die geistige Welt hinein, wie wir auf der anderen Seite, im Phänomenalismus, die Sinnes weit in die geistige Welt hereintragen.","So sehen wir, wie der Geistesforscher die beiden Extreme vermeiden muß, die ihm alle möglichen Quellen des Irrtums in den Weg bringen, Phänomenalismus auf der einen Seite, die Ekstase auf der anderen Seite.","Wir sehen gerade an diesem Beispiele so recht klar und deutlich, wie jemand, der nur dies denken kann, daß das Heil der Geistesforschung in dem einen Extrem, in dem Phänomenalismus liegt - das zeigen alle seine Ausführungen —, gar nicht die Bedeutung und das wirkliche Wesen dieser geisteswissenschaftlichen Forschung ins Auge fassen kann.","Sondern gerade, wo es sich um die Kennzeichnung des Weges zu den beiden Irrtumsmöglichkeiten handelt, da straucheln sie, weil sie nicht wagen den Sprung über den Abgrund, weil sie benutzen wollen die Anlehnung an die gewöhnliche Welt im Phänomenalismus.","Denn die Versuchung ist in der Seele immer vorhanden, entweder nach dem Phänomenalismus abzuirren, also geistig ohnmächtig der geistigen Welt gegenüberzustehen, oder nach der Seite der Ekstase abzuirren, das heißt mit unzulänglichen Geistesorganen in die geistige Welt hineingehen zu wollen und nur einzelne Stücke und keine zusammenhängenden Tatsachen aufzunehmen.","Die Furcht vor der geistigen Welt als Grund für den Materialismus, der zum Phänomenalismus und Spiritismus führen kann.","Maurice Maeterlincks Buch «Vom Tode» ist Phänomenalismus und Gespensterforschung statt Geistesforschung.","Der Weg der Geistesforschung zwischen Phänomenalismus und Ekstase."]}
{"book":"Rudolf_Steiner#Dokumente_zur_«Philosophie_der_Freiheit»._Faksimile_der_Erstausgabe_1894_mit_den_handschriftlichen_Eintragungen_für_die_Neuausgabe_1918_[GA_4a].txt","occurences":17,"sentences":["Dies Unternehmen versucht, den Humeschen Phänomenalismus durch die Absolutheit des Denkens objektiv zu machen.","Reiner Phänomenalismus, wie bei Humef 3 / 992^22 kann Erinnerungsvorstelllung ...","Vorstellung Der Phänomenalismus sagt: Die Welt ist meine Erscheinung, oder Erscheinung füt mich, d. h. für mein Bewußtsein.","Es ist für den Phänomenalismus unmöglich, eine Ausnahme zu machen, ohne der Inkonsequenz zu ver- ––– [GA4, S.369] ––– fallen.","1012/10422 gestellt völlig schief gestellt Das ist vom Standpunkt des Phänomenalismus ganz richtig, aber dieser Standpunkt selbst ist unhaltbar, weil er auf die Immanenz des Universums in meinem Bewußtsein und damit auf die Einzigkeit dieser (meiner) Bewußtseins form hinausläuft.","1015 / 10425 Kräfte Die Kräfte ––– [GA4, S.370] ––– giebt es für den Phänomenalismus gar nicht, wie Hume richtig gezeigt hat.","––– [GA4, S.372] ––– 10711/ HO18 Standortes unseres Standortes Für den Phänomenalismus giebt es gar keine Verschiedenheit der Standorte Die Bewußtseinsform (d. h. mein reines Ich) ist die absolute, allen möglichen Inhalt umspannende.","In ersterer Hinsicht verhält sich der Begriff zur Wahrnehmung wie 0 : ly in letzerer Hinsicht wie 1 : V°° 1211\"3 / 12326-28 gelten lassen Diese Weltanschauung kann kein drittes Weltgebiet neben der Wahrnehmungs- und Begriffswelt gelten lassen Diese beiden Welten sind immanent in meinem Bewußtsein, gehören also dem Phänomenalismus an, wenn man dieses Wort so weit faßt, daß es auch die Begriffe unter sich beschließt 13-15 / i245~7 Seinsprozesses falschen ...","Vom Standpunkte des Phänomenalismus gewiß richtig.","Der Humesche Phänomenalismus ruiniert alles, was sich mit ihm verquickt und zieht es in seinen illusionistischen Agnosticismus herab, also auch den Hegelschen Panlogismus, der so aus einem transcendent universellen zu einem immanent universellen herabgesetzt wird.","Der Phänomenalismus muß jede Realität leugnen, er kennt nur Schein.","1764\"51 18913\"15 Monismus entfällt mit dem absoluten Weltwesen Phänomenalismus nach 6/ igQ nach 1* Sehr richtig!","Auf dem Boden des Phänomenalismus ist das menschliche Handeln eine Illusion; denn auf die Wahrnehmungen selbst haben wir keinen Einfluß, und transcendente Ursachen der Wahrnehmungen, durch die wir einen mittelbaren Einfluß gewinnen können, giebt es ja nicht.","Sie sind sämmtlich rein transcendente Hypothesen, haben also im Phänomenalismus keinen Platz, 23416-17 / 246^ Universum dem Universum welchem* Dem von meinem Bewußtsein umspannten, des bloßen Bewußtseinsinhalt, Schein für mich istf Oder dem transcendeten, d. h. der Summe aller Bewußtseine, von denen auch mein Bewußtsein eines ist?","zugeben müssen, sofern er nicht die Konsequenz des Phänomenalismus ziehen will, daß nämlich mein Bewußtsein das einzige ist, in welchem das Urwesen sich auslebt.","nach 242 / nach 25328 In diesem Buche ist weder Humes in sich absoluter Phänomenalismus mit dem auf Gott gestützten Phänomenalismus Berkeleys versöhnt, noch überhaupt dieser immanente oder subjektive Phänomenalismus mit dem transcendenten Panlogismus Hegels, noch auch der Hegeische Panlogismus mit dem Goetheschen Individualismus.","Vor allem aber ist übersehen, daß der Phänomenalismus mit unausweichlicher Konsequenz zum Solipsismus, absoluten Illusionismus und Agnosticismus führt, und nichts gethan, um diesem Rutsch in den Abgrund der Unphilosophie vorzubeugen, weil die Gefahr gar nicht erkannt ist."]}
{"book":"Rudolf_Steiner#Grenzen_der_Naturerkenntnis_[GA_322].txt","occurences":9,"sentences":["Die Durchsichtigkeit der Begriffe genügt nicht, wenn mehr als ein Phänomenalismus gewollt wird.","Man kann dasjenige lernen, daß zwar die ganze Klarheit der Begriffe, die ganze Durchsichtigkeit des Vorstellungslebens an dem Verkehr mit der äußeren sinnlich-natürlichen Welt für den Menschen gewonnen werden kann, daß aber in dem Augenblicke diese Klarheit der Begriffe unbrauchbar wird, wenn wir mehr erhalten wollen in der Naturwissenschaft als einen bloßen Phänomenalismus, nämlich jenen Phänomenalismus, den Goethe als Naturforscher pflegen wollte, wenn wir mehr wollen als Naturwissenschaft, nämlich den Goetheanismus.","So wollte Goethe innerhalb des Phänomenalismus stehenbleiben.","Wenn man so innerhalb des Phänomenalismus stehenbleibt, und wenn man sein ganzes Denken daraufhin einrichtet, so stehenzubleiben, nicht dem Beharrungsvermögen, das ich charakterisiert habe, zu folgen, dann tritt in einer neuen Weise die alte Frage auf: Welche Bedeutung hat nun in dieser Welt, die ich so phänomenal betrachte, dasjenige, was ich aus Mechanik und Mathematik hineinbringe, was ich hinein10 ––– [GA322, S.28] ––– bringe an Zahl, an Maß, an Gewicht oder an Zeitverhältnissen?","Nun haben wir gesehen, daß da sehr leicht an dieser Grenze eine Art Trägheitskraft der Seele sich betätigt, daß wir gewissermaßen da, wo wir anstoßen an die ausgebreitete Welt der Phänomene, nicht wie der Phänomenalismus im Goetheschen Sinne das tun will, außen stehenbleiben und die Phänomene nur nach unseren errungenen klaren Vorstellungen, Begriffen und Ideen gewissermaßen zusammenfassen, systematisierend rationell beschreiben und so weiter, sondern daß wir noch eine Weile fortrollen hinter die Phänomene mit unseren Begriffen und Ideen und dadurch zur Statuierung einer Welt kommen, zum Beispiel einer Welt von hinterphysischen Atomen, Molekülen und so wei3 ––– [GA322, S.33] ––– ter, die dann im wesentlichen, wenn sie so errungen wird, eine ausgedachte Welt ist, eine Welt, hinter der sich sogleich der Zweifel einschleicht, so daß wir wiederum auflösen, was wir erst als ein theoretisches Gewebe gesponnen haben.","Und wir haben gesehen, daß es möglich ist, im reinen Durcharbeiten der Phänomene selbst, im Phänomenalismus uns zu bewahren vor einem solchen Überschreiten der Grenze unseres Naturerkennens nach dieser Seite hin.","Denn trotzdem Goethe bescheiden gesteht, daß er ein eigentliches mathematisches, geschicktes Handhaben der mathematischen Begriffe und Anschauungen nicht hat, sich nicht erworben habe, so verlangt er doch eines, er verlangt einen Phänomenalismus, wie er ihn geübt hat in seinen naturwissenschaftlichen Betrachtungen.","Und wir konnten dann darauf hinweisen, wie Goethe bei der Begründung seiner Art des Phänomenalismus innerhalb der Phänomene nach Urphänomenen strebt, und daß sein Gang von den komplizierten Phänomenen zu den Urphänomenen seelisch derselbe Gang ist wie der in der Mathematik von den komplizierteren Anschauungen zu den Axiomen hin.","Dadurch, daß man gewissermaßen das Wahrnehmen in Fluß bringt, dadurch, daß man Bewegung und Leben in das Wahrnehmen hineinbringt, aber in einer solchen Weise, wie es nicht im gewöhnlichen Vorstellen geschieht, sondern im symbolisierenden oder auch künstlerisch verarbeitenden Wahrnehmen, dadurch kommt man viel eher zu der Kraft, sich von der Wahrnehmung als solcher durchdringen zu lassen* Man kann sich ja schon gut vorbereiten für eine solche Erkenntnis bloß dadurch, daß man wirklich im strengsten Sinne sich heranerzieht zu dem, was ich charakterisiert habe als den Phänomenalismus, als das Durcharbeiten der Phänomene."]}
{"book":"Rudolf_Steiner#Der_menschliche_und_der_kosmische_Gedanke_Zyklus_33_[GA_151].txt","occurences":6,"sentences":["- Phänomenalismus ist die Weltanschauung, um die es sich hier handeln würde.","- Merken Sie wohl, ein solcher Mensch, der dieses sagt, ist nicht ein Anhänger des Phänomenalismus, sondern er schält von dem Phänomen das los, wovon er glaubt, daß es nur aus dem Verstande und aus der Vernunft kommt, und er läßt gelten, als ––– [GA151, S.44] –––  irgendwie von der Realität angekündigt, was die Sinne als Eindrücke geben.","Genau ebenso, wie die Sonne, auch wenn wir die kopernikanische Weltanschauung zugrunde legen, durch die Tierkreiszeichen geht, um von zwölf verschiedenen Punkten aus die Erde zu beleuchten, ebenso muß man nicht auf einen Standpunkt - auf den Standpunkt des Idealismus, des Sensualismus, des Phänomenalismus oder irgendeiner Weltanschauung, die einen solchen Namen tragen kann - sich stellen, sondern man muß in der Lage sein, um die Welt herumgehen zu können und sich einleben zu können in die zwölf verschiedenen Standpunkte, von denen aus man die Welt betrachten kann.","Wenn wir uns noch einmal diese zwölf Weltanschauungsnuancen vor Augen fuhren, wie das gestern geschehen ist, so ist es also der Materialismus, der Sensualismus, der Phänomenalismus, der Realismus, der Dynamismus, der Monadismus, der Spiritualismus, der Pneumatismus, der Psychismus, der Idealismus, der Rationalismus und der Mathematizismus.","Man beginne beim Idealismus, bezeichne diesen als das GeistesTierkreisbild des Widder, bezeichne in gleicher Weise den Rationalismus als Stier, den Mathematizismus als Zwillinge, den Materialismus als Krebs, den Sensualismus als Löwe, den Phänomenalismus als Jungfrau, den Realismus als Waage, den Dynamismus als Skorpion, den Monadismus als Schütze, den Spiritualismus als Steinbock, den Pneumatismus als Wassermann, den Psychismus als Fische.","Besonders günstig liegt es, wenn ein Mensch die verschiedenen Seelenstimmungen - Okkultismus, Transzendentalismus, Mystik, Empirismus, Voluntarismus, Logismus, Gnosis - wirklich so übungsweise erlebt hat, daß er sie sich vergegenwärtigen kann, sie gleichsam in ihrer Wirkung auf einmal empfinden kann und dann alle diese Stimmungen - wie auf einmal - in das eine Sternbild des Phänomenalismus stellt, in die Jungfrau."]}
{"book":"Rudolf_Steiner#Die_befruchtende_Wirkung_der_Anthroposophie_auf_die_Fachwissenschaften_[GA_76].txt","occurences":3,"sentences":["Und in allerschärfster, in bewunderungswürdiger Weise fordert Goethe wiederholt diesen reinen Phänomenalismus.","Aber je mehr man diesem reinen Phänomenalismus zustrebt, desto mehr muß man nach einer besonderen Eigentümlichkeit der Begriffswelt streben.","Phänomenalismus Goethes: «Das Höchste wäre, zu begreifen, daß alles Faktische schon Theorie ist."]}
{"book":"Rudolf_Steiner#Die_Philosophie_der_Freiheit._Grundzüge_einer_modernen_Weltanschauung_[GA_4].txt","occurences":3,"sentences":["Er ging auf das Spezifische der Darstellung in der «Philosophie der Freiheit» nicht ein, sondern behauptete: ich hätte den Versuch gemacht, den Hegelsdien universalistischen Panlogismus mit Humes individualistischem Phänomenalismus zu verbinden (S. 71 der Zeitschrift für Philosophie, 108.","266 Eduard von Hartmann: a. a. O., S. 71. Dieselbe Kritik führte Hartmann schon in seinem Schlußkommentar seiner Randbemerkungen zur «Philosophie der Freiheit» an (siehe Hinweis zu S. 55): «In diesem Buche ist weder Humes in sich absoluter Phänomenalismus mit dem auf Gott gestützten Phänomenalismus Berkeleys versöhnt, noch überhaupt dieser immanente oder subjektive Phänomenalismus mit dem transzendenten Panlogismus Hegels, noch auch der Hegeische Panlogismus mit dem Goetheschen Individualismus.","Vor allem aber ist übersehen, daß der Phänomenalismus mit unausweichlicher Konsequenz zum Solipsismus, absoluten Illusionismus und Agnostizismus führt, und nichts getan, um diesem Rutsch in den Abgrund der Unphilosophie vorzubeugen, weil die Gefahr gar nicht erkannt ist.» dem «erkenntnistheoretischen Monismus» Johannes Rehmkes: Siehe dessen Werke «Die Welt als Wahrnehmung und Begriff», Berlin 1880; «Unsere Gewißheit von der Außenwelt», 1894 u.a.\n\n269 aszetischen ..."]}
{"book":"Rudolf_Steiner#Mein_Lebensgang_[GA_28].txt","occurences":3,"sentences":["Dazu schrieb er mir, unter anderem, das Buch sollte den Titel haben: Erkenntnistheoretischer Phänomenalismus und ethischer Individualismus.","Ich stellte dem Phänomenalismus die Welt der geistigen Wirklichkeit gegenüber.","Eduard von Hartmann mußte finden, sie seien als erkenntnistheoretischer Phänomenalismus und ethischer Individualismus willkürlich aneinander gekoppelt."]}
{"book":"Rudolf_Steiner#Philosophie_und_Anthroposophie._Gesammelte_Aufsätze_[GA_35].txt","occurences":3,"sentences":["Eduard von Hartmann schrieb: «In diesem Buche ist weder Humes in sich absoluter Phänomenalismus mit dem auf Gott gestützten Phänomenalismus Berkeleys versöhnt, noch überhaupt dieser immanente oder subjektive Phänomenalismus mit dem transzendentalen Panlogismus Hegels, noch auch der Hegeische Panlogismus mit dem Goetheschen Individualismus.","Vor allem aber ist übersehen, daß der Phänomenalismus mit unausweichlicher Konsequenz zum Solipsismus, absoluten Illusionismus und Agnostizismus führt, und nichts getan, um diesem Rutsch in den Abgrund der Unphilosophie vorzubeugen, weil die Gefahr gar nicht erkannt ist.» - Was ist nun in meiner «Philosophie der Freiheit» in bezug auf dasjenige angestrebt, das Eduard von Hartmann mit diesem Urteil zu treffen vermeint?","Der absolute Phänomenalismus, wie er in Humes Philosophie sich auslebte, erscheint überwunden durch den Versuch einer solchen Kennzeichnung des Denkens, daß durch dieses dem sinnenfälligen Weltbilde sein phänomenaler Charakter benommen und es zur ––– [GA35, S.328] –––  Erscheinung einer objektiven Welt gemacht wird; Berkeleys subjektiver Phänomenalismus verliert vor dieser Auffassung seine Berechtigung, indem gezeigt wird, daß im Denken der Mensch mit der objektiven Welt zusammenwächst und daher die Behauptung allen Sinn verliert, die Weltphänomene seien außerhalb des Wahrgenommenwerdens nicht vorhanden; Hegels Panlogismus gegenüber wird im Denken das Anfangsglied für rein geistige Erkenntnisfähigkeiten des Menschen gesehen, nicht ein letztes Glied des gewöhnlichen Bewußtseins, das den sinnenfälligen Weltinhalt nur in schattenhaften Ideen begrifflich abbildet; Goethes Individualismus wird dadurch auszubauen versucht, daß gezeigt wird, wie das Begreifen der menschlichen Freiheit nur einer Weltanschauung möglich ist, die sich auf die erkenntnistheoretischen Grundlagen der «Philosophie der Freiheit» stützt."]}
{"book":"_Rudolf_Steiner#Briefe._Band_II_[GA_39].txt","occurences":2,"sentences":["Es ist klar, daß, sobald das Axiom anerkannt wird: die Welt ist meine Vorstellung, meine philosophische Anschauungsweise unbedingt zum Phänomenalismus und subjektiven Idealismus führt.","Dann gilt für mich Ihre Bemerkung auf der letzten Seite meines Buches: «daß der Phänomenalismus mit unausweichlicher Konsequenz zum Solipsismus, absoluten Illusionismus und Agnostizismus führt und nichts getan ist, um diesem Rutsch in den Abgrund der Unphilosophie vorzubeugen, weil die Gefahr gar nicht erkannt ist»."]}
{"book":"Rudolf_Steiner#Menschliches_Seelenleben_und_Geistesstreben_im_Zusammenhange_mit_Welt-_und_Erdentwickelung_[GA_212].txt","occurences":2,"sentences":["Früheres Ideenerleben und exaktes Beobachten heute als Phänomenalismus.","Und Sie wissen vielleicht, daß wir es wissenschaftlich im extremsten Sinne mitmachen, indem wir ablehnen jede Art von Hypothesenbildung über das, was Erscheinung der Natur ist, sondern in unserem Phänomenalismus, wie er genannt werden muß, innerhalb der Phänomene bleiben, das heißt innerhalb der äußeren Naturerscheinungen, die sich selbst erklären müssen, um im Goetheschen Sinne zu sprechen; zu denen man sich nicht allerlei hinzudenkt von Atombombardement, Atomspren- ––– [GA212, S.90] –––  gungen und so weiter, wie das heute noch, ich möchte sagen, aus der Trägheit einer alten Gewohnheit üblich ist."]}
{"book":"Rudolf_Steiner#Das_Verhältnis_der_verschiedenen_naturwissenschaftlichen_Gebiete_zur_Astronomie._Dritter_naturwissenschaftlicher_Kurs._Himmelskunde_in_Beziehung_zum_Menschen_und_zur_Menschenkunde_[GA_323].txt","occurences":1,"sentences":["Das ist überhaupt das Charakteristische desjenigen, wonach gestrebt wird von anthroposophischer Geisteswissenschaft: Zum wirklichen Phänomenalismus zu kommen, Erscheinungen durch Erscheinungen zu erklären, nicht abstrakte Begriffe zu bilden, durch die die Erscheinungen erklärt werden; und auch nicht die Erscheinungen einfach hinzustellen und sie zu lassen, wie sie ––– [GA323, S.295] ––– sind im zufälligen empirischen Tatbestand, denn da können sie nebeneinanderstehen, ohne daß sie einander irgendwie erklären können."]}
{"book":"Rudolf_Steiner#Die_Aufgabe_der_Anthroposophie_gegenüber_Wissenschaft_und_Leben_[GA_77a].txt","occurences":1,"sentences":["- Mit Phänomenologie, mit Phänomenalismus hat das nichts zu tun: um einen ordentlichen Phänomenalismus auszubilden, muß man erst recht denken können."]}
{"book":"Rudolf_Steiner#Die_geistige_Vereinigung_der_Menschheit_durch_den_Christus-Impuls_[GA_165].txt","occurences":1,"sentences":["Und im Grunde genommen ist es die Hume-Kantsche Lehre, die auf dem Umwege durch den Phänomenalismus reiner Nominalismus geworden ist."]}
{"book":"Rudolf_Steiner#Die_Wirklichkeit_der_höheren_Welten_[GA_79].txt","occurences":1,"sentences":["Und da muß dann Anthroposophie darauf aufmerksam machen, wie das, was die starre, naturwissenschaftliche Notwendigkeit gibt, für ihre übersinnliche Erkenntnis zum bloßen Phänomen wird, wie die Welt, die wir mit den Augen schauen, mit den Ohren hören, eben aufgeht in Phänomenalismus."]}
{"book":"Rudolf_Steiner#Erneuerungs-Impulse_für_Kultur_und_Wissenschaft_[GA_81].txt","occurences":1,"sentences":["Das zweite, was sehr häufig zu Mißverständnissen führt, ist der Phänomenalismus, dem sich Anthroposophie gerade mit Bezug auf Naturwissenschaft hingeben muß."]}
{"book":"Rudolf_Steiner#Erziehung_zum_Leben._Selbsterziehung_und_pädagogische_Praxis_[GA_297a].txt","occurences":1,"sentences":["- Mit Phänomenologie, mit Phänomenalismus hat das nichts zu tun: um einen ordentlichen Phänomenahsmus auszubilden, muß man erst recht denken können."]}
{"book":"Rudolf_Steiner#Fachwissenschaften_und_Anthroposophie_[GA_73a].txt","occurences":1,"sentences":["Deshalb ist die hier gemeinte Geisteswissenschaft bemüht, innerhalb der anorganischen und organischen Naturwissenschaft den reinen Phänomenalismus auszubilden und ohne Spekulation, ohne zugrundegelegte atomistische oder andere Hypothesen rein die Vorgänge selbst darzustellen, wie sie sich darbieten."]}
{"book":"Rudolf_Steiner#Farbenerkenntnis._Ergänzungen_zu_dem_Band_«Das_Wesen_der_Farben»_[GA_291a].txt","occurences":1,"sentences":["Phänomenalismus (28.9.) - Goethe verlangt ein Hineintragen der Mathematik in die Phänomene; die Urphänomene sollen die empirischen Axiome sein, was in der Farbenlehre durchgeführt ist (29."]}
{"book":"Rudolf_Steiner#Geistige_Wirkenskräfte_im_Zusammenleben_von_alter_und_junger_Generation___[GA_217].txt","occurences":1,"sentences":["Wir brauchen auf der einen Seite ein volles Eingeständnis dessen, daß die äußere Wissenschaft notwendigerweise nur das Materielle umfassen kann, daher bei der Anschauung des Materiellen nicht nur Materialismus, sondern auch Phänomenalismus bleiben muß."]}
{"book":"Rudolf_Steiner#Goethes_Geistesart_in_ihrer_Offenbarung_durch_seinen_«Faust»_und_durch_das_Märchen_von_der_Schlange_und_der_Lilie_[GA_22].txt","occurences":1,"sentences":["[Untertitel: Mit besonderer Berücksichtigung des okkulten Phänomenalismus und des mittelalterlichen Zauberwesens."]}
{"book":"Rudolf_Steiner#Konferenzen_mit_den_Lehrern_der_Freien_Waldorfschule_in_Stuttgart_1919_bis_1924._Zweiter_Band._Das_dritte_und_vierte_Schuljahr_[GA_300b].txt","occurences":1,"sentences":["Das müßte hineingefiigt werden zum Phänomenalismus, der am Beginn ist in den Pelikanschen, Koliskoschen Betrachtungen."]}
{"book":"Rudolf_Steiner#Naturbeobachtung_Experiment_Mathematik_und_die_Erkenntnisstufen_der_Geistesforschung_[GA_324].txt","occurences":1,"sentences":["Sie haben ja wohl sich mehr oder weniger beschäftigt mit demjenigen, was man im Sinne der Goetheschen Weltanschauung Phänomenalismus nennen könnte."]}