{"book":"Rudolf_Steiner#Der_menschliche_und_der_kosmische_Gedanke_Zyklus_33_[GA_151].txt","occurences":9,"sentences":["Er wird Psychist, und seine Weltanschauung ist Psychismus.","Es ist sich noch nicht klar, ob er einen oder mehrere Geistwesen annehmen soll, aber er steigt auf vom Psychismus zum Pneumatismus, zur Geistlehre.","Denn es gibt Gebiete, für die der Psychismus erklärend wirkt, es gibt Gebiete, für die der Pneumatismus erklärend wirkt.","Aber ich behaupte nicht, daß ich ein Recht habe zu sagen, diese ––– [GA151, S.43] –––  ftot/onafrsmm > *$ \"'\"> Reali Psychismus j)ynQmismu5 PneumatUmv/5 AlonaÄismus 5pirtTüalismv/s Welt sei die wirkliche.","Wenn wir uns noch einmal diese zwölf Weltanschauungsnuancen vor Augen fuhren, wie das gestern geschehen ist, so ist es also der Materialismus, der Sensualismus, der Phänomenalismus, der Realismus, der Dynamismus, der Monadismus, der Spiritualismus, der Pneumatismus, der Psychismus, der Idealismus, der Rationalismus und der Mathematizismus.","Man kann den Logismus ausbilden so wie Hegel, im Sternbilde des Idealismus, kann ihn ausbilden so wie Fichte, im Sternbilde des Psychismus, und man kann ihn in anderen Geistes-Sternbildern ausbilden.","Schopenhauer war Voluntarist, und er war in seiner Seele vorzugsweise so konstituiert, daß er sich aussetzte dem Geistes-Sternbilde des Psychismus.","So entstand die eigentümliche Schopenhauersche Willensmetaphysik: Voluntarismus im Geistes-Sternbilde des Psychismus.","Man beginne beim Idealismus, bezeichne diesen als das GeistesTierkreisbild des Widder, bezeichne in gleicher Weise den Rationalismus als Stier, den Mathematizismus als Zwillinge, den Materialismus als Krebs, den Sensualismus als Löwe, den Phänomenalismus als Jungfrau, den Realismus als Waage, den Dynamismus als Skorpion, den Monadismus als Schütze, den Spiritualismus als Steinbock, den Pneumatismus als Wassermann, den Psychismus als Fische."]}
{"book":"Rudolf_Steiner#Individuelle_Geistwesen_und_ihr_Wirken_in_der_Seele_des_Menschen._Geistige_Wesen_und_ihre_Wirkungen_Band_II._[GA_178].txt","occurences":2,"sentences":["Man will den Leuten beibringen, das seien höhere Naturkräfte: Psychismus und dergleichen, bloß höhere Naturkräfte.","Da kann man ganz gut Materialist sein, wenn man alle Natur so zum Geiste macht, daß dann der Psychismus herauskommt."]}
{"book":"_Rudolf_Steiner#Aus_dem_mitteleuropäischen_Geistesleben_[GA_65].txt","occurences":1,"sentences":["Mag man überall den Willen sehen, wie Schopenhauer, oder auf philosophischem Wege einen Panpsychismus finden, alle diese «Pane» kommen nur dadurch zustande, daß das Geistig-Seelische bloß mit dem Werkzeug des menschlichen Hauptes wirkt."]}
{"book":"Rudolf_Steiner#Die_Mystik_im_Aufgange_des_neuzeitlichen_Geisteslebens_und_ihr_Verhältnis_zur_modernen_Weltanschauung_[GA_7].txt","occurences":1,"sentences":["Dadurch kommt man zu einer Art Allbeseelung aller Natur (Panpsychismus)."]}
{"book":"Rudolf_Steiner#Die_Offenbarungen_des_Karma_Zyklus_12_[GA_120].txt","occurences":1,"sentences":["Und dadurch, daß die Frau solche Eindrücke aufnimmt, welche mit dem Psychismus, mit dem Emotionalismus zusammenhängen, nimmt sie in tiefere Seelengründe hinein auch die Erfahrungen des Lebens."]}
{"book":"Rudolf_Steiner#Erdensterben_und_Weltenleben._Anthroposophische_Lebensgaben._Bewußtseins-Notwendigkeiten_für_Gegenwart_und_Zukunft_Zyklus_48_49_50_[GA_181].txt","occurences":1,"sentences":["Diese soziale Struktur kann niemals als Organismus begriffen werden; sie muß als Psychismus, als Pneumatismus begriffen werden, denn Geist wirkt in jedem gesellschaftlichen Zusammenleben der Menschen."]}
{"book":"Rudolf_Steiner#Geist_und_Stoff_Leben_und_Tod_[GA_66].txt","occurences":1,"sentences":["Er sagt: Man nehme einmal im Sinne dieses Panpsychismus - man bildet eben solche Worte - das Beispiel: Zwei Personen sitzen an einem Tisch und trinken nun, sagen wir, aus besseren Zeiten stammend - Kaffee mit Zucker."]}
{"book":"Rudolf_Steiner#Menschliche_und_menschheitliche_Entwicklungswahrheiten._Das_Karma_des_Materialismus_Zyklus_46_47_[GA_176].txt","occurences":1,"sentences":["Pantheismus — manche nennen ihn heute auch Panpsychismus, weil sie den Theismus nicht haben wollen —, ich erläutere das gewöhnlich dadurch, daß ich sage: Der Mensch, der das für die Sinneswelt machen würde, der würde nicht besonders weit kommen."]}
{"book":"Rudolf_Steiner#Wie_erwirbt_man_sich_Verständnis_für_die_geistige_Welt?_Das_Einfließen_geistiger_Impulse_aus_der_Welt_der_Verstorbenen_[GA_154].txt","occurences":1,"sentences":["Die Notwendigkeit war gegeben, zu erklären, daß er nicht mehr weiter als Mitglied unserer Gesellschaft angesehen werden kann, weil unsere Gesellschaft gerade in das Gegenteil von dem verwandelt würde, was sie sein soll, wenn wir nicht mit aller Sorgfalt immer hinweisen würden auf diesen Psychismus, der sich nicht durchdringen will mit wahrer Geisteskraft, die doch die wahre Kraft des Christus ist."]}