{"concept":"Denken","augmentId":"25b02706-9dc4-48a2-8a55-b1c813aa37d9","examples":["Mein Nachdenken hat den Zweck, von dem Vorgang Begriffe zu bilden.","Das Denken aber über diese Gegenstände beobachte ich nicht gleichzeitig.","Im Denken haben wir ein Prinzip, das durch sich selbst besteht.","Durch das Denken entstehen Begriffe und Ideen.","Die Beobachtung fordert das Denken heraus, und erst dieses ist es, das mir den Weg weist, das einzelne Erlebnis an ein anderes anzuschließen.","Das Denken ist jenseits von Subjekt und Objekt.","Zwischen die Wahrnehmung und jede Art von Aussage über dieselbe schiebt sich das Denken ein.","Das Denken ist nicht individuell wie unser Empfinden und Fühlen.","Im Denken und durch das Denken dasjenige erkannt werden muss, wofür sich der Mensch blind zu machen scheint.","Dieses Etwas ist das Denken, und die ideellen Bestimmtheiten sind die Begriffe und Ideen.","Das Denken äußert sich daher zunächst an der Wahrnehmung des Selbst; ist aber nicht bloß subjektiv.","Das Ich lebt durch sein Denken das allgemeine Weltleben mit; es bezieht durch dasselbe rein ideell (begrifflich) die Wahrnehmungen auf sich, sich auf die Wahrnehmungen.","Wer das Denken beobachtet, lebt während der Beobachtung unmittelbar in einem geistigen, sich selbst tragenden Wesensweben darinnen.","Im Betrachten des Denkens selbst fallen in eines zusammen, was sonst immer getrennt auftreten muss: Begriff und Wahrnehmung.","Das «Ich» ist innerhalb des Denkens zu finden; das «Ich-Bewusstsein» tritt dadurch auf, dass im allgemeinen Bewusstsein sich die Spuren der Denktätigkeit in dem oben gekennzeichneten Sinne eingraben.","Das Denken zerstört den Schein des Wahrnehmens und gliedert unsere individuelle Existenz in das Leben des Kosmos ein.","Das Denken gibt uns von der Wirklichkeit die wahre Gestalt, als einer in sich geschlossenen Einheit.","Im intuitiv erlebten Denken ist der Mensch in eine geistige Welt auch als Wahrnehmender versetzt.","Indem ich denkend vor der anderen Persönlichkeit stehe, kennzeichnet sich mir die Wahrnehmung gewissermaßen als seelisch durchsichtig.","Ich habe das Denken des anderen wirklich wahrgenommen.","Das ganze hier vorliegende Problem löst man nicht durch künstliche Begriffskonstruktionen, die von Bewusstem auf solches schließen, das nie bewusst werden kann, sondern durch wahres Erleben dessen, was sich in der Verbindung von Denken und Wahrnehmung ergibt.","Das Denken ist der Ausgangspunkt für alles Erkennen.","Das Denken ist somit tatsächlich der Akt, wodurch die Erkenntnis vermittelt wird.","Das Denken tritt also als formendes Prinzip an den gegebenen Weltinhalt heran.","Das Denken sagt nichts a priori über das Gegebene aus, aber es stellt jene Formen her, durch deren Zugrundelegung a posteriori die Gesetzmäßigkeit der Erscheinungen zum Vorschein kommt.","Ding an sich und Ich sind nicht so zu bestimmen, dass man das eine von dem anderen ableitet, sondern beide müssen vom Denken aus nach ihrem Charakter und Verhältnis bestimmt werden.","Wer durch Denken den Zweifel begründen will, der gibt implizite zu, dass dem Denken eine für das Stützen einer Überzeugung hinreichende Kraft zukommt.","Wir erklären das Denken für den notwendigen und einzigen Vermittler des Erkennens.","Das Denken muss die Beobachtung naturgemäß leiten.","Indem sich das Denken der Idee bemächtigt, verschmilzt es mit dem Urgrunde des Weltendaseins.","Es ist Organ der Auffassung.","Das Denken ist berufen, das Rätsel zu lösen, das uns die Anschauung aufgibt.","So wie jenes Farben, dieses Töne, so nimmt das Denken Ideen wahr.","Das Denken erzeugt ihn nicht, sondern nimmt ihn wahr.","Wir müssen das Denken innerhalb der Erfahrungstatsachen selbst als eine solche aufsuchen.","Erst das Denken stellt den Zusammenhang her.","Was aber auf solche Weise zustande kommt, ist nicht mehr reine Erfahrung.","Das Denken nimmt schon als eine Erfahrungstatsache innerhalb der Erfahrung eine Ausnahmestellung ein.","Im Denken ist dasjenige, was wir bei der übrigen Erfahrung suchen, selbst unmittelbare Erfahrung geworden.","Nur beim Denken kann das Prinzip der Erfahrung in seiner extremsten Bedeutung angewendet werden."],"significance":9.357142857142858}
{"concept":"Erkenntnisgrenze","augmentId":"7c6d31d3-3129-4541-958b-12389d628059","examples":["Überall war das Eingeständnis vorhanden, dass der Mensch mit seinem Erkennen an gewisse Grenzen stoße, über die er nicht hinaus in das Gebiet der wahren Wirklichkeit dringen könne.","Vor dieser Erkenntnis kann die Meinung nicht bestehen, dass es solche Erkenntnisgrenzen gäbe, wie die gekennzeichnete Gedankenrichtung sie glaubte festsetzen zu müssen."],"significance":8}
{"concept":"Vorstellung","augmentId":"90d79278-038e-40e7-b1b1-5a46d13621fd","examples":["Dieses Element nenne ich meine Vorstellung von dem Baum.","Ich kann jetzt auch den Unterschied machen, dass ich diese anderen Gegenstände, die sich mir gegenüberstellen, Außenwelt nenne, während ich den Inhalt meiner Selbstwahrnehmung als Innenwelt bezeichne.","Man hat gesagt: wir nehmen nicht die Gegenstände wahr, sondern nur unsere Vorstellungen.","Die Welt ist meine Vorstellung.","Das Zusammenwerfen jener subjektiven mit dieser objektiven Wahrnehmung führt zu dem Missverständnis des Idealismus: die Welt ist meine Vorstellung.","Ich kann zu keinem Ding und zu keinem Vorgang eine Beziehung haben, wenn nicht in mir eine Vorstellung auftritt.","Die Vorstellung ist nichts anderes als eine auf eine bestimmte Wahrnehmung bezogene Intuition.","Die Vorstellung steht zwischen Wahrnehmung und Begriff.","Die Vorstellung ist also ein individualisierter Begriff.","Unsere Vorstellungen sind das Einzige, das wir unmittelbar erfahren, unmittelbar erleben.","Der Tisch ist meine Vorstellung.","Die Beobachtungswelt nur menschliche Vorstellung ist."],"significance":8}
{"concept":"Irrtum","augmentId":"b1057f96-3dfe-452d-ba71-a5fbed6ded8b","examples":["Insofern der Irrtum erkenntnistheoretisch in Betracht kommt, kann er nur innerhalb des Erkenntnisaktes liegen.","Die Sinnestäuschung ist kein Irrtum.","Ein Fehler in der Erkenntnis entstünde erst, wenn wir bei der Kombination der gegebenen Wahrnehmungen im Denken jenes «größer» und «kleiner» in unrichtiger Weise deuteten."],"significance":6}
{"concept":"Ethischer Individualismus","augmentId":"4ed1b17b-cfa5-400f-8b85-c49cbb06c5a9","examples":["Der ethische Individualismus steht also nicht im Gegensatz zu einer recht verstandenen Entwicklungstheorie, sondern folgt direkt aus ihr.","Der ethische Individualismus ist somit die Krönung des Gebäudes, das Darwin und Haeckel für die Naturwissenschaft erstrebt haben.","Derselbe ethische Individualismus, den ich auf Grund der vorangehenden Anschauungen entwickelt habe, würde sich auch aus der Entwicklungstheorie ableiten lassen."],"significance":9}
{"concept":"Bewusstsein der Handlungsgründe","augmentId":"713f9879-5ad1-4f69-83a2-80d50698a3a5","examples":["Niemand wird es bestreiten, dass das Kind unfrei ist, wenn es die Milch begehrt, dass der Betrunkene es ist, wenn er Dinge spricht, die er später bereut.","Darf die Tat des Kriegers auf dem Schlachtfeld, die des wissenschaftlichen Forschers im Laboratorium, des Staatsmannes in verwickelten diplomatischen Angelegenheiten wissenschaftlich auf gleiche Stufe gestellt werden mit der des Kindes, wenn es nach Milch begehrt?","Und ein tiefgreifender Unterschied ist es doch, ob ich weiß, warum ich etwas tue, oder ob das nicht der Fall ist."],"significance":9}
{"concept":"Ding an sich","augmentId":"264a09d8-5ccd-4c44-a6af-c47e5911aebd","examples":["Einem solchen Dualismus entspringt die durch Kant in die Wissenschaft eingeführte und bis heute nicht wieder herausgebrachte Unterscheidung von Wahrnehmungsobjekt und «Ding an sich».","In diese Kategorie gehört das «Ding an sich».","Der Dualist glaubt die ganze Welt zu einem abstrakten Begriffsschema zu verflüchtigen, wenn er nicht neben den begrifflichen Zusammenhängen der Gegenstände noch reale Zusammenhänge statuiert.","Kant hatte das «Ding an sich» als etwas dem Menschen Fremdes, Unzugängliches angesehen.","Ich habe also auf Anlass irgendeines «Dinges an sich», das ich nicht kenne, aus mir heraus den Tisch geschaffen.","Hegel meinte, dass der Gedanke nicht nur sich selbst als ideelle Wesenheit, sondern auch das «Ding an sich» umspanne.","Der Mensch hat es, nach Kants Meinung, nicht mit den Dingen an sich zu tun, sondern nur mit den Eindrücke, die sie auf ihn machen.","Im Sinne der Goetheschen Weltanschauung liegt es, von Dingen an sich so viel erkennen zu wollen, als das an der Natur erfasste Wesen der Ideenwelt gestattet.","Im Sinne der Kantschen Weltanschauung liegt es, der Erkenntnis das Recht abzusprechen, in die Welt der Dinge an sich hineinzuleuchten."],"significance":7.333333333333333}
{"concept":"Ethische Norm","augmentId":"ce742b9f-e8d6-4fa8-a7ca-121473e344cc","examples":["Eine Ethik als Normwissenschaft kann es daneben nicht geben.","Die ethische Norm kann also zunächst nicht wie ein Naturgesetz erkannt, sondern sie muss geschaffen werden.","Erst wenn sie da ist, kann sie Gegenstand des Erkennens werden."],"significance":8}
{"concept":"Geistesströmung","augmentId":"1ae1df7d-3940-4fd0-b654-b0e7d31d06e2","examples":["In der abendländischen Gedankenentwicklung wirken zwei große Geistesströmungen."],"significance":9}
{"concept":"Geistige Anschauung","augmentId":"66b8bcfd-4800-4cf2-ac5c-4d987f2d44ab","examples":["Die scheinbar den früheren widersprechenden späteren Werke aus einer geistigen Anschauung der geistigen Welt hervorgegangen sind","Gerade aus diesem Aufgehen in anderes schöpft er die Fähigkeit der geistigen Anschauung","Wer geistige Anschauung betätigen will, kann das nicht"],"significance":9}
{"concept":"Individualität","augmentId":"0633ed17-4b37-4de5-a9b8-8b990b527928","examples":["Eine wahrhafte Individualität wird derjenige sein, der am weitesten hinaufreicht mit seinen Gefühlen in die Region des Ideellen.","Das Vorstellen gibt unserem Begriffsleben bereits ein individuelles Gepräge.","Dies ist das Individuelle unserer Eigenpersönlichkeit.","Der Mensch zu einer vollständigen in sich geschlossenen, freien Individualität veranlagt ist","Kann man den Menschen selbst als ein Ganzes für sich ansehen","Wir haben es mit einem Individuum zu tun, das nur durch sich selbst erklärt werden kann"],"significance":9}
{"concept":"Intuition","augmentId":"05aa6d6c-f817-411b-96da-4b196d2e8d46","examples":["Die Form, in der er zunächst auftritt, wollen wir als Intuition bezeichnen.","Wer nicht die Fähigkeit hat, die den Dingen entsprechenden Intuitionen zu finden, dem bleibt die volle Wirklichkeit verschlossen.","Was uns in der Beobachtung an Einzelheiten gegenübertritt, das verbindet sich durch die zusammenhängende, einheitliche Welt unserer Intuitionen Glied für Glied.","Intuition ist das im rein Geistigen verlaufende bewusste Erleben eines rein geistigen Inhalts.","Nur durch eine Intuition kann die Wesenheit des Denkens erfasst werden.","Der Antrieb kann da nur ein ganz individueller sein.","Das Individuum muss seine Begriffe durch eigene Intuition gewinnen","Bei allen anderen Objekten muss der Beobachter die Begriffe durch seine Intuition gewinnen","Einen im wahren Sinne ethischen Wert hat nur der Teil seines Handelns, der aus seinen Intuitionen entspringt","Man hat von jeher eine Denkungsart, welcher der Inhalt mit dem Formellen in unmittelbarem Zusammenhang erscheint, eine intuitive genannt.","Für die organische Wissenschaft ist aber die Intuition die richtige Methode.","Die auf dem Wege der Intuition gewonnene Einsicht ist gerade so wissenschaftlich wie die bewiesene."],"significance":7.5}
{"concept":"Lebenszweck","augmentId":"2e10ba24-591a-4e7d-8eb2-9e0b9d1a1a94","examples":["Deshalb hat das Menschenleben nur den Zweck und die Bestimmung, die der Mensch ihm gibt.","Auf die Frage: was hat der Mensch für eine Aufgabe im Leben? kann der Monismus nur antworten: die, die er sich selbst setzt.","Meine Sendung in der Welt ist keine vorherbestimmte, sondern sie ist jeweilig die, die ich mir erwähle."],"significance":7}
{"concept":"Moralische Fantasie","augmentId":"8bf6aa60-cf25-4db2-a38b-744310e1e73f","examples":["Was der freie Geist nötig hat, um seine Ideen zu verwirklichen, um sich durchzusetzen, ist also die moralische Fantasie.","Sie ist die Quelle für das Handeln des freien Geistes.","Konkrete Vorstellungen aus der Summe seiner Ideen heraus produziert der Mensch zunächst durch die Fantasie.","Die Quellen des Handelns sucht er ebenfalls innerhalb der Beobachtungswelt, nämlich in der unserer Selbsterkenntnis zugänglichen menschlichen Natur, und zwar in der moralischen Fantasie.","Der Mensch macht nicht die Zwecke eines objektiven (jenseitigen) Urwesens zu seinen individuellen Zwecken, sondern er verfolgt seine eigenen, ihm von seiner moralischen Fantasie gegebenen.","Er muss sie, wenn er über die Befriedigung seiner natürlichen Triebe, für die Mutter Natur vorgesorgt hat, hinausgeht, in seiner eigenen moralischen Fantasie suchen."],"significance":8}
{"concept":"Moralische Technik","augmentId":"4b45eced-a522-44d5-8d75-370f49a1e0c3","examples":["Diese Fähigkeit ist moralische Technik.","Das moralische Handeln setzt also voraus neben dem moralischen Ideenvermögen und der moralischen Fantasie die Fähigkeit, die Welt der Wahrnehmungen umzuformen, ohne ihren naturgesetzlichen Zusammenhang zu durchbrechen.","Sie ist in dem Sinne lernbar, wie Wissenschaft überhaupt lernbar ist."],"significance":7}
{"concept":"Polarität","augmentId":"f79fca28-48c0-479d-8485-54d61455f1b8","examples":["Die Polarität ist den Erscheinungen der Natur eigen, insofern wir sie materiell denken.","Sie besteht darin, dass sich alles Materielle in zwei entgegengesetzten Zuständen äußert, wie der Magnet in einem Nordpol und einem Südpol.","Diese Zustände der Materie liegen entweder offen vor Augen, oder sie schlummern in dem Materiellen und können durch geeignete Mittel in demselben erweckt werden."],"significance":9}
{"concept":"Reine Erfahrung","augmentId":"ba8dcf05-78f5-410e-922c-45731c20fa1c","examples":["Reine Erfahrung ist die Form der Wirklichkeit, in der diese uns erscheint, wenn wir ihr mit vollständiger Entäußerung unseres Selbst entgegentreten.","Nur das können wir reine Erfahrung nennen.","Da haben wir für einen gewissen, beschränkten Zeitabschnitt das geschildert, was wir wirklich erfahren, diejenige Form der Wirklichkeit, an der das Denken gar keinen Anteil hat."],"significance":10}
{"concept":"Selbstbewusstsein","augmentId":"6f4d760c-42fb-4765-8559-702938deb529","examples":["Das Selbstbewusstsein erwacht erst jetzt in einer Art innerhalb der Menschheit, welche dem eigentlichen Wesen dieses Selbstbewusstseins entspricht","Es wird erst jetzt der Mensch im wahren Sinne des Wortes den ganzen Umfang seines Seelenlebens als «Ich» gewahr","Das Selbstbewusstsein der Seele ist erstarkt durch die jahrhundertelange innere Arbeit","Das Ich muss sich selbst so vorstellen, dass ihm die Wirklichkeit verbürgt ist.","In dem Zeitalter zwischen Scotus Erigena und dem fünfzehnten Jahrhundert dringt der Gedanke in seiner Eigenkraft wieder hervor.","Der Gedanke tritt als Erzeugnis des Selbstbewusstseins da.","Die neuere Zeit hatte dem Menschen das selbstbewusste Ich als Tatsache hingestellt.","Das selbstbewusste Ich für sich findet in dem Naturbild der neueren Zeit keinen Platz.","Mit Fichte will die Weltanschauung das Selbstbewusstsein erleben.","So ist es ihm um Wiedervereinigung des Ich, das sich von dem Naturmutterboden abgetrennt hat, mit diesem Mutterboden zu tun.","Das seiner selbst bewusste Wesen sieht nicht mehr bloß hinaus in die Natur; es schaut in sich hinein.","Auf diesem Punkte entsteht das Selbstbewusstsein, es entsteht der Mensch."],"significance":9.25}
{"concept":"Urphänomen","augmentId":"350184fd-5b60-42fc-beb5-cf5b32a0f0c3","examples":["Das reine Phänomen nennt Goethe Urphänomen.","Der Magnet ist ein Urphänomen, das man nur aussprechen darf, um es erklärt zu haben.","Ein zusammengesetztes Phänomen wird erklärt, wenn man zeigt, wie es sich aus Urphänomenen aufbaut.","Er beobachtet die Licht- und Farbenerscheinungen und dringt bis zum Urphänomen vor","Das Einfache und Abstrakte, was Sie sehr treffend das Urphänomen nennen, stellen Sie an die Spitze","Das Urphänomen auszuspüren, es von den anderen, ihm selbst zufälligen Umgebungen zu befreien","Ein solches Phänomen nennen wir mit Goethe Urphänomen oder Grundtatsache.","Dieses Urphänomen ist identisch mit dem objektiven Naturgesetz.","Kann... der Physiker zur Erkenntnis desjenigen gelangen, was wir ein Urphänomen genannt haben, so ist er geborgen und der Philosoph mit ihm.","Durch ihn erlangte er nämlich Klarheit darüber, wie sich das, was er Urphänomen nannte, in die Philosophie einreiht.","Das Urphänomen auszuspüren, es von den andern ihm selbst zufälligen Umgebungen zu befreien, – es abstrakt, wie wir dies heißen, aufzufassen, dies halte ich für eine Sache des großen geistigen Natursinns.","So wird durch Hegel für Goethe der Gedanke klar, dass der empirische Forscher bis zu den Urphänomenen zu gehen hat.","Ein solches Phänomen lieferte der Barometerstand. Den sah denn auch Goethe als das Urphänomen an und suchte alles übrige an ihn anzuschließen.","Phänomene nun, die so entstehen, dass dabei nur die notwendigen Bedingungen mitwirken, können wir ursprüngliche, die anderen abgeleitete nennen.","Sie hat durch die phänomenale Welt so weit durchzudringen, dass sie Erscheinungen aufsucht, die nur von notwendigen Bedingungen abhängig sind.","In diesem Fall steht also das wahrzunehmende Begriffliche außerhalb einer wahrgenommenen Mannigfaltigkeit.","Notwendige Zusammenhänge von Erscheinungen nennt Goethe Urphänomene.","Das Urphänomen stellt einen notwendigen Zusammenhang von Elementen der Wahrnehmungswelt dar.","Ein Urphänomen erkannt und es in Form eines Naturgesetzes ausgesprochen.","Ein solches Phänomen nun, bei dem der Charakter des Vorganges unmittelbar aus der Natur der in Betracht kommenden Faktoren in durchsichtiger Klarheit folgt, nennen wir ein Urphänomen oder eine Grundtatsache.","Was in Mathematik, Physik und Mechanik nicht bloße Beschreibung ist, das muss Urphänomen sein."],"significance":8.375}
{"concept":"Wahrnehmung","augmentId":"891dc8a1-afa3-4102-a93f-2b6961a6021b","examples":["Ich werde die unmittelbaren Empfindungsobjekte, die ich oben genannt habe, insofern das bewusste Subjekt von ihnen durch Beobachtung Kenntnis nimmt, Wahrnehmungen nennen.","Der naive Mensch betrachtet seine Wahrnehmungen in dem Sinne, wie sie ihm unmittelbar erscheinen, als Dinge, die ein von ihm ganz unabhängiges Dasein haben.","Meine Wahrnehmungsbilder sind also zunächst subjektiv.","Die Wahrnehmung ist also nichts Fertiges, Abgeschlossenes, sondern die eine Seite der totalen Wirklichkeit.","Die Wahrnehmung tritt immer als eine ganz bestimmte, als konkreter Inhalt auf.","Die Beobachtung des Tisches hat eine, ebenfalls bleibende, Veränderung in mir hervorgerufen.","Die Wahrnehmung des Baumes liegt mit meinem Ich in demselben Ganzen.","Als Wahrnehmung und Begriff stellt sich uns die Wirklichkeit dar.","Wir beziehen die Wahrnehmung auf unsere besondere Subjektivität.","Unsere Organisation bedingt es, wie wir gesehen haben, dass uns die volle, totale Wirklichkeit, einschließlich unseres eigenen Subjektes, zunächst als Zweiheit erscheint.","Die Vorbedingungen zum Entstehen des Erkennens sind also durch und für das Ich.","Das Erleben der Wesenheit des Denkens, also die tätige Erarbeitung der Begriffswelt ist etwas durchaus anderes als das Erleben eines Wahrnehmbaren durch die Sinne.","Diese Gestalt der Welt bezeichnen wir schlechthin als gegeben, und insofern wir sie nicht durch bewusste Tätigkeit entwickeln, sondern vorfinden, als Wahrnehmung.","Innerhalb der Welt der Wahrnehmungen nehmen wir uns selbst wahr.","Das unmittelbar Wahrgenommene ist wirklich.","Ich sehe auf das nächste. Es ist die mir als Wahrnehmung gegebene sinnliche Leibeserscheinung der anderen Person.","Die Sinneserscheinung offenbart in dem, was sie unmittelbar ist, ein anderes, was sie mittelbar ist.","Ihr Sich-vor-mich-Hinstellen ist zugleich ihr Auslöschen als bloße Sinneserscheinung.","Die Wahrnehmung liefert uns den Stoff für unser Denken.","Er nimmt das Ding so hin, wie es sich der bloßen äußeren Anschauung darbietet.","Wirklichkeit haben nur die Wahrnehmungen.","Nicht die Dinge nimmt der Mensch wahr, sondern nur die Eindrücke, die sie auf ihn ausüben."],"significance":8.5}
{"concept":"Weltanschauung","augmentId":"68340f59-3876-47c7-91a0-ce90e974832e","examples":["Was von den geschichtlich aufgetretenen Weltanschauungen sich für den heutigen Beobachter so darstellt","Das Wesentliche der geschichtlichen Weltanschauungen vor seinem Blick aufsteigt","Die Widersprüche in der Entwicklungsgeschichte der Weltanschauungen nicht verdunkeln","Welt- und Lebensanschauungen im neunzehnten Jahrhundert","Lösungsversuche der Weltansichtsentwicklung seit deren Beginn","Darstellung der philosophischen Ansichten","In Pherekydes von Syros erscheint innerhalb des griechischen Geisteslebens eine Persönlichkeit, an welcher man die Geburt dessen beobachten kann, was in den folgenden Ausführungen Welt- und Lebensanschauungen genannt wird.","Die Weltanschauung entdeckt nicht etwa den Gedanken, sie entsteht vielmehr dadurch, dass sie sich des geborenen Gedankenlebens zum Aufbau eines Weltbildes bedient.","In Sokrates, Plato und Aristoteles erreicht die Weltanschauungsentwicklung einen Höhepunkt.","andere gestalteten Grundlegendes für ihre Weltanschauung nicht nach Art der alten philosophischen Denkungsart","diese Weltanschauung als das sich zeigen, was die Antwort gibt auf Fragen, welche die Philosophie der Gegenwart stellt","Wer die wissenschaftliche Rechtfertigung der Weltanschauung sucht, von der am Ende dieses Buchs gesprochen wird","Hegel hat die Seele so weit gebracht, dass sie sich mit dem Gedanken erleben kann; der Fortgang über Hegel hinaus würde dazu führen, dass in der Seele der Gedanke über sich hinaus und in eine geistige Welt hinein wächst.","Eine befriedigende Weltanschauung kann nur diejenige sein, welche auf eine Welt hinweist, aus der Antwort kommt auf die angedeuteten Fragen.","Die Art, wie Hegel den Gedanken auffasst, führt in der Tat die Weltanschauungsentwicklung zu einem toten Punkt.","Zwei entgegengesetzte Weltanschauungen stehen in diesem Gespräch einander gegenüber.","Man kann von der besonderen Wesenheit der Goetheschen Weltanschauung ein Bild gewinnen.","In dem hier angeführten Gespräch mit Schiller stand vor Goethes geistigem Auge eine der seinigen gegensätzliche Weltanschauung.","Goethe und Hegel stehen sich in ihrer Weltanschauung nahe.","Was sich in Goethes Naturanschauung auf einem bestimmten Gebiet ausspricht, ist eben eine Weltanschauung, nicht eine bloße Naturanschauung.","Ich habe ja auch an den verschiedensten Stellen angedeutet, wo die Punkte liegen, an denen Goethe steckengeblieben ist in dieser lückenlosen Herausarbeitung seines Weltbildes.","Und sie sind als Beleuchtung von Naturerscheinungen nicht eine bloße Naturansicht, sondern das Glied einer Weltanschauung.","Sie macht es uns möglich, mit Hilfe der Wissenschaften zur Weltanschauung zu kommen.","Dadurch haben wir alle einseitigen Weltanschauungen überwunden.","Am nächsten berührt sich unsere Weltanschauung, wie wir sie erkenntnistheoretisch begründet haben, mit der von A. E. Biedermann vertretenen.","das Studium der Einzelheiten derselben durch die Darlegung der großartigen Ideenwelt zu beleben, die ihnen zugrunde liegt","wenn man an sie mit dem vollen Verständnis für seine tiefe und umfassende Weltanschauung herantritt","was sie innerhalb der Weltansicht Goethes zu bedeuten hat"],"significance":8.5}
{"concept":"Zweckmäßigkeit","augmentId":"3453ea70-aece-4f4c-a4ea-fd6a166b888e","examples":["Wahrhaft wirklich ist die Zweckmäßigkeit nur dann, wenn im Gegensatz zu dem Verhältnis von Ursache und Wirkung, wo das vorhergehende Ereignis ein späteres bestimmt, umgekehrt das folgende Ereignis bestimmend auf das frühere einwirkt.","Zum zweckmäßigen Zusammenhang ist aber nicht bloß der ideelle, gesetzmäßige Zusammenhang des Späteren mit dem Früheren notwendig, sondern der Begriff (das Gesetz) der Wirkung muss real, durch einen wahrnehmbaren Prozess die Ursache beeinflussen.","Wer ein Ding deshalb zweckmäßig nennt, weil es gesetzmäßig gebildet ist, der mag die Naturwesen eben auch mit dieser Bezeichnung belegen."],"significance":10}
{"concept":"Triebfeder des Handeln","augmentId":"9399b972-d6e3-4615-9793-a8dbd2d19d51","examples":["Das Motiv ist ein begrifflicher oder vorstellungsmäßiger Faktor; die Triebfeder ist der in der menschlichen Organisation unmittelbar bedingte Faktor des Wollens.","Liebe, Mitleid, Patriotismus sind Triebfedern des Handelns, die sich nicht in kalte Verstandesbegriffe auflösen lassen.","Der begriffliche Faktor oder das Motiv ist der augenblickliche Bestimmungsgrund des Wollens; die Triebfeder der bleibende Bestimmungsgrund des Individuums."," Wenn ich einen hungernden Menschen sehe, so kann mein Mitgefühl mit demselben die Triebfeder meines Handelns bilden.","Wenn wir unter dem Einfluss von Intuitionen handeln, so ist die Triebfeder unseres Handelns das reine Denken","Im einzelnen Wollen wird zumeist anderes als Triebfeder oder Motiv solchen Zielen beigemischt sein."],"significance":7}
{"concept":"Motive der Sittlichkeit","augmentId":"9399b972-d6e3-4615-9793-a8dbd2d19d51","examples":["Die Motive der Sittlichkeit sind Vorstellungen und Begriffe.","Wenn aber auch wir selbst die Vorstellungen erst zu Motiven erheben, so tun wir dies doch nicht willkürlich, sondern nach der Notwendigkeit unserer charakterologischen Veranlagung.","Nicht darauf kommt es zunächst an: ob ich dann, wenn das Motiv auf mich gewirkt hat, etwas tun kann oder nicht, sondern ob es nur solche Motive gibt, die mit zwingender Notwendigkeit wirken.","Unter den Motiven haben wir jetzt als das höchste die begriffliche Intuition bezeichnet.","Die Motive sind von vornherein als Vorstellungen in seinem Bewusstsein vorhanden.","Wer etwas anderes tut, als er will, der muss zu diesem anderen durch Motive getrieben werden, die nicht in ihm liegen."],"significance":7}
 
// Kandidaten

{"concept":"Ablehnung der Metaphysik","augmentId":"2f080ae6-fcf0-44b9-b8a0-7245971677b0","examples":["Es widerspricht dem Geist der Goetheschen Weltanschauung, von Wesenheiten zu sprechen, die außerhalb der dem menschlichen Geist zugänglichen Erfahrungs- und Ideenwelt liegen und die doch die Gründe dieser Welt enthalten sollen.","Alle Metaphysik wird von dieser Weltanschauung abgelehnt.","Die Annahme eines «Dinges an sich», das die Wahrnehmungen in dem Menschen bewirkt, aber nie selbst wahrgenommen werden kann, ist eine unstatthafte Hypothese."],"significance":8}
{"concept":"Absicht","augmentId":"8b087165-78e3-43ce-8ce4-df0367933b28","examples":["In den Werken des Menschen, wie in denen der Natur, sind eigentlich die Absichten vorzüglich der Aufmerksamkeit wert","Nicht was er erreichte, sondern wie er es anstrebte, ist für uns das Vorbildliche","Aus ihnen ist ja die Absicht, die Entstehungstendenz viel besser zu erkennen"],"significance":9}
{"concept":"Absolute Persönlichkeit","augmentId":"f7158c26-fbca-484b-aa16-6553541cb38d","examples":["Sie waren bestrebt, an die Stelle des grauen, austernhaften, reinen Gedankens Hegels ein lebenerfülltes, persönliches Urwesen, einen individuellen Gott zu setzen.","Gott muss eine Persönlichkeit sein; und die Welt darf nicht so, wie sich das Hegel vorstellt, als ein logischer Prozess aus ihm hervorgehen.","Der höchste, wahrhaft das Weltproblem lösende Gedanke die Idee des in seiner idealen wie realen Unendlichkeit sich wissenden, durchschauenden Ursubjekts oder der absoluten Persönlichkeit ist."],"significance":7}
{"concept":"Abstraktum","augmentId":"8c8535e8-0e71-4b64-a971-d5be968f5ea0","examples":["Die Aufmerksamkeit von dem Inhalt der wirklichen Sinnenwelt abgelenkt, und einem unwirklichen Abstraktum zugewendet wird.","Es ist das Widersinnigste, das sich denken lässt, einem von der sinnlichen Wahrnehmung abgezogenen Abstraktum einen andern Grad von Realität zuzuschreiben als einem Dinge der sinnlichen Wahrnehmung selbst.","Wer Materie denken will, der muss sie zu der Erfahrung hinzudenken."],"significance":7}
{"concept":"Allmähliche Entwicklung","augmentId":"e6892a2c-8804-4461-b874-d1e6cbc4af9c","examples":["Er sah keinen Grund, warum die Gesetze der Erdentwicklung sich zu gewissen Zeiten plötzlich ändern und nach langandauernder allmählicher Wirksamkeit sich in einem gewissen Zeitpunkt durch 'Heben und Drängen, Aufwälzen und Quetschen, Schleudern und Schmeißen' äußern sollen.","Die Kräfte, die heute an der Bildung der Erdoberfläche wirken, müssen dem Wesen nach, zu allen Zeiten gewirkt haben.","Sie führt die früheren Veränderungen der Erdoberfläche auf dieselben Vorgänge zurück, die sich auch jetzt noch abspielen."],"significance":8}
{"concept":"Annäherung durch die Natur","augmentId":"e65e296a-09bf-471e-964b-75578820a91e","examples":["Er sucht an dieses Höhere nie unmittelbar heranzutreten; er sucht sich ihm immer durch die Natur zu nähern.","Das Wahre ist gottähnlich; es erscheint nicht unmittelbar, wir müssen es aus seinen Manifestationen erraten.","Es fällt ihm nicht ein, die Gottheit anderswo zu suchen als in den Werken der Natur."],"significance":8}
{"concept":"anschauende Urteilskraft","augmentId":"25b5687f-5ce8-4959-a210-da18b8096714","examples":["Daher nennt Goethe das Vermögen, wodurch wir die organische Natur begreifen, anschauende Urteilskraft.","Eine Urteilskraft, welche einem Gedanken auch einen anderen als bloß einen durch die äußeren Sinne aufgenommenen Stoff verleihen kann, eine solche, welche nicht bloß Sinnenfälliges erfassen kann, sondern auch rein Ideelles für sich, abgesondert von der sinnlichen Welt.","Ein Organismus kann nur im intuitiven Begriff erfasst werden.","Diese Ablehnung war es auch, welche ihn später zur Annahme einer anschauenden Urteilskraft nötigte","Durch welche wir die organische Natur erfassen im Gegensatz zum diskursiven Verstande"],"significance":8.5}
{"concept":"Anschauung der menschlichen Wesenheit","augmentId":"94518487-bd77-46d3-a40d-3ca1382af0c4","examples":["Es wird nicht eine theoretische Antwort gegeben, die man, einmal erworben, bloß als vom Gedächtnis bewahrte Überzeugung mit sich trägt.","Nicht eine solch fertige, abgeschlossene Antwort wird gegeben, sondern auf ein Erlebnisgebiet der Seele wird verwiesen, auf dem sich durch die innere Seelentätigkeit selbst in jedem Augenblick, in dem der Mensch dessen bedarf, die Frage erneut lebendig beantwortet.","Wer das Seelengebiet einmal gefunden hat, auf dem sich diese Fragen entwickeln, dem gibt eben die wirkliche Anschauung dieses Gebietes dasjenige, was er für diese beiden Lebensrätsel braucht."],"significance":9}
{"concept":"Atmosphärische Regelmäßigkeit","augmentId":"b330dd42-2c9d-4868-88b0-090f2f511a0e","examples":["Dass einem Steigen oder Fallen an einem Ort ein fast gleich großes Steigen oder Fallen an allen anderen Orten zu gleichen Zeiten entspricht","Aus dieser Regelmäßigkeit der Barometerveränderungen zieht Goethe die Folgerung, dass auf dieselben keine außerirdischen Einflüsse wirken können","Nur wenn innerhalb der Erde selbst die Ursache für diese Veränderungen liegt, sind sie erklärbar"],"significance":7}
{"concept":"Atom","augmentId":"5751050a-2614-4923-ba8c-264501db1dad","examples":["Demselben Widerspruch verfällt man, wenn man zu einem wirklichen Inhalte für den zunächst ganz leeren Atombegriff kommen will.","Es müssen ihm eben sinnliche Qualitäten, wenn auch noch so sublimiert, beigelegt werden.","Wenn es Atome gibt, so sind diese einfach Teile der Materie mit den Eigenschaften der Materie und nur wegen ihrer für unsere Sinne unzugänglichen Kleinheit nicht wahrnehmbar."],"significance":7}
{"concept":"Atomismus","augmentId":"df856430-20a7-430a-90f3-52ce4bbac06b","examples":["Die Dinge sich aus bewegten Atomen zusammensetzen, und dass diese Atome und die zwischen ihnen wirkenden Kräfte die letzten Realitäten seien.","Naturerkennen ist Zurückführen der Veränderungen in der Körperwelt auf Bewegungen von Atomen.","Die Auflösung der sinnlich wahrnehmbaren Vorgänge in unwahrnehmbare mechanische Bewegungen ist den modernen Physikern so sehr zur Gewohnheit geworden."],"significance":10}
{"concept":"Auge als lebendiges Organ","augmentId":"cc8e7251-0283-47be-9fda-6c58ac43842b","examples":["Er betrachtet das Auge als ein durchaus Lebendiges und will seine Lebensäußerungen durchschauen.","Das Auge wird durch den einen Eindruck disponiert wird, den entgegengesetzten aus sich selbst zu erzeugen.","Jede Farbenempfindung hat also im Auge einen lebendigen Bezug zu einer anderen."],"significance":7}
{"concept":"Ausdehnung und Zusammenziehung","augmentId":"451ee3f5-b145-4670-a16e-19eda2c64d79","examples":["Im Samen ist die Pflanzenbildung am stärksten zusammengezogen (konzentriert).","Mit den Blättern erfolgt hierauf die erste Entfaltung, Ausdehnung der Bildungskräfte.","Im Kelch ziehen sich die Kräfte wieder an einem Achsenpunkt zusammen; die Krone wird durch die nächste Ausdehnung bewirkt; Staubgefäße und Stempel entstehen durch die nächste Zusammenziehung; die Frucht durch die letzte (dritte) Ausdehnung, worauf sich die ganze Kraft des Pflanzenlebens (dies entelechische Prinzip) wieder im höchst zusammengezogenen Zustand im Samen verbirgt.","Im ganzen Leben der Pflanze wechseln drei Ausdehnungen mit drei Zusammenziehungen.","Alles, was in die dem Wesen nach identischen Bildungskräfte der Pflanze Verschiedenes hineinkommt, rührt von dieser wechselnden Ausdehnung und Zusammenziehung her.","Goethe sieht Ausdehnung und Zusammenziehung nicht so an, als ob sie aus der Natur der an der Pflanze vor sich gehenden unorganischen Prozesse folgen würden, sondern er betrachtet sie als die Art, wie sich jenes innere entelechische Prinzip gestaltet."],"significance":7}
{"concept":"Barometerbeobachtung","augmentId":"293a2d2a-0c18-46eb-9139-4410f9fd1fea","examples":["Da der Stand des Barometers in genauem Bezug zu allen Witterungsverhältnissen steht, so tritt er auch bald für Goethe in den Mittelpunkt seiner Beobachtungen über atmosphärische Verhältnisse","Je länger er diese Beobachtungen fortsetzt, um so mehr glaubt er zu erkennen, dass das Steigen und Fallen des Quecksilbers im Barometer an verschiedenen näher und ferner, nicht weniger in unterschiedenen Längen, Breiten und Höhen gelegenen Beobachtungsorten so geschieht","Aus dieser Regelmäßigkeit der Barometerveränderungen zieht Goethe die Folgerung, dass auf dieselben keine außerirdischen Einflüsse wirken können"],"significance":9}
{"concept":"Begriff und Wahrnehmung","augmentId":"19536536-c0f9-4fd7-8d46-6d551812c300","examples":["Durch die begriffliche Erfassung eines in der Sinnenwelt Gegebenen gelangt erst das Was des im Anschauen Gegebenen zur Erscheinung.","Die Sinneswahrnehmung hat somit ein Etwas, das nie in den Begriff eingeht; das wahrgenommen werden muss, wenn es überhaupt Gegenstand unserer Erkenntnis werden soll.","Erst im Begriff also bekommt die Welt ihren vollen Inhalt."],"significance":8}
{"concept":"Begriff","augmentId":"51629dec-6308-497d-9ae1-39bee6f3d829","examples":["Ich bringe den Begriff einer elastischen Kugel in Verbindung mit gewissen anderen Begriffen der Mechanik.","Ich suche also zu dem Vorgang, der sich ohne mein Zutun abspielt, einen zweiten hinzuzufügen, der sich in der begrifflichen Sphäre vollzieht.","Warum mein Denken den Begriff Donner mit dem des Blitzes verbindet, weiß ich unmittelbar aus den Inhalten der beiden Begriffe.","Durch das Denken entstehen Begriffe und Ideen.","Das letztere ist der Begriff des Gegenstandes.","Die Begriffe stehen aber durchaus nicht vereinzelt da.","Der Begriff erhält durch eine Wahrnehmung eine individuelle Gestalt.","Die Vorstellung ist nichts anderes als eine auf eine bestimmte Wahrnehmung bezogene Intuition, ein Begriff.","Das Denken ist das Element, durch das wir das allgemeine Geschehen des Kosmos mitmachen.","Das Erkennen überwindet diese Zweiheit, indem es aus den beiden Elementen der Wirklichkeit: der Wahrnehmung und dem durch das Denken erarbeiteten Begriff das ganze Ding zusammenfügt.","Stellen wir uns Fragen, die wir nicht beantworten können, so kann der Inhalt der Frage nicht in allen seinen Teilen klar und deutlich sein.","Man muss eben einsehen, dass jedes Wahrnehmungsbild seine Gestalt erhält von der Organisation des wahrnehmenden Wesens, dass aber das von der erlebten denkenden Betrachtung durchsetzte Wahrnehmungsbild den Menschen in die Wirklichkeit führt.","Wohl aber wissen wir unmittelbar, dass Begriffe und Ideen immer erst im Erkenntnisakt und durch diesen in die Sphäre des Unmittelbar-Gegebenen eintreten.","Ursachen und Wirkungen müssen wir in der Welt aufsuchen, Ursachlichkeit als Gedankenform müssen wir selbst hervorbringen, ehe wir die ersteren in der Welt finden können.","Eine solche Regel zur Bestimmung des Wirklichen geht also vollständig innerhalb der rein begrifflichen Entität auf.","Der Begriff kann seinen Inhalt nicht aus der Erfahrung entlehnen, denn er nimmt gerade das Charakteristische der Erfahrung, die Besonderheit, nicht in sich auf.","Der Begriff ist ebenso individuell, ebenso inhaltsvoll wie die Anschauung.","In ihm gibt es keine Besonderung, keine Teile, er vervielfältigt sich nicht, ist, unendlich oft vorgestellt, immer derselbe."],"significance":8.333333333333334}
{"concept":"Beobachtung","augmentId":"48db5a2a-6f7d-4643-8eeb-96c7b892bc8f","examples":["Solange ich mich bloß als Beobachter verhalte, weiß ich über die Bewegung der zweiten Kugel erst dann etwas zu sagen, wenn dieselbe eingetreten ist.","Alles was in den Kreis unserer Erlebnisse eintritt, werden wir durch die Beobachtung erst gewahr.","Beobachtung und Denken sind die beiden Ausgangspunkte für alles geistige Streben des Menschen.","Die Beobachtung der äußeren Welt gibt uns die ersten Anhaltspunkte."],"significance":8}
{"concept":"Beobachtungsmethode","augmentId":"71923283-2974-45ef-837c-adedee2690bd","examples":["Sie sind aus der Beobachtung der philosophischen Gedankenentwicklung herausgeflossen","Diese war mir aufgezwungen, weil mir die Beobachtung dieses Werdens das Vorhandensein solcher Kräfte bewiesen hat","Weil diese Beobachtung mir gezeigt hat, dass Philosophiegeschichte erst dann eine Wissenschaft wird, wenn sie vor der Anerkennung solcher Kräfte nicht zurückschreckt"],"significance":7}
{"concept":"Bewegung","augmentId":"6c40240a-c570-49b7-91f1-aadf11cd6e25","examples":["Bewegung ist zunächst nur ein Begriff, den wir aus der Sinnenwelt entlehnt haben.","Überträgt man nun dieses Prädikat auf nichtsinnliche Wesen, wie es die Elemente der diskontinuierlichen Materie (Atome) sein sollen, so muss man sich doch dessen klar bewusst sein, dass durch diese Übertragung einem sinnlich wahrgenommenen Attribut eine wesentlich anders als sinnlich gedachte Daseinsform beigelegt wird.","Ätherbewegung, Atomlagerung usw. gehören auf dasselbe Blatt wie die Sinnesempfindungen selbst."],"significance":8}
{"concept":"Bewusstsein","augmentId":"dde6addc-0064-45da-afc3-a9afa4149495","examples":["Ich kann in die Bewusstseinswelt eines anderen nicht hineinsehen.","Durch das Sich-Auslöschen der Sinneserscheinung wird die Trennung zwischen den beiden Bewusstseinssphären tatsächlich aufgehoben.","Wie in diesem mein Tagesbewusstsein ausgeschaltet ist, so im Wahrnehmen des fremden Bewusstseinsinhaltes der eigene.","Der Mensch könne ebenso wenig wissen, ob die von ihm vorgestellten Dinge außerhalb seines Bewusstseins nicht seien.","Die Selbstgewissheit des Bewusstseins, das Innesein meiner Bewusstseinstatsachen.","Gerade deshalb, weil in der Tat kein vorstellendes Subjekt aus der Sphäre seines subjektiven Vorstellens hinaus kann."],"significance":7.5}
{"concept":"Bild-Erleben","augmentId":"f9934a46-580e-481a-8ea2-f9c09346fcf1","examples":["Das Gedankenleben entsteht für den Menschen in einer bestimmten Zeit; es bringt das vorherige Erleben der Welt in Bildern zum Erlöschen.","In dieser Zeit hatte dafür der Mensch die Organe, die ihm sein Miterleben mit der Welt in Bildern vorstellten.","Als das innerlich selbständige Gedanken-Erleben auftrat, brachte es das frühere Bild-Erleben zum Erlöschen."],"significance":9}
{"concept":"Biogenetisches Grundgesetz","augmentId":"8a6b93e0-2ca1-4c90-86d9-6b971784e2a4","examples":["Die kurze Ontogenese oder die Entwicklung des Individuums ist eine schnelle und zusammengezogene Wiederholung, eine gedrängte Rekapitulation der langen Phylogenese oder Entwicklung der Art.","In der Stammesentwicklung (Phylogenesis) liegen somit die Ursachen der Individualentwicklung (Ontogenesis).","An den Entwicklungsstadien der Organismen erkennt man ihre Ahnen; und die Beschaffenheit der letzten bewirkt die Charaktere der Keimformen."],"significance":7}
{"concept":"Buchinhalt","augmentId":"b1d1ce2f-836b-40a5-8247-5f4f97443574","examples":["Da aber kein mir ersichtlicher Grund vorliegt, ein Wesentliches an diesem Buch sonst zu ändern","Nur mir wichtig erscheinende Erweiterungen und Ergänzungen an manchen Stellen unterscheiden die neue Ausgabe von der alten"],"significance":6}
{"concept":"Denken als Wirklichkeitszugang","augmentId":"a42a066e-c3eb-4fe7-a60f-4a3a222e3474","examples":["All dem gegenüber stand bei mir die innerlich erlebte und im Erleben erkannte Tatsache, dass der Mensch mit seinem Denken, wenn er dies genügend vertieft, in der Weltwirklichkeit als einer geistigen drinnen lebt.","Man fühle gewissermaßen eine Art Durchstoßen durch die Vorstellungswelt in die Wirklichkeit hinüber, wenn das Denken sich betätigt."],"significance":9}
{"concept":"Denknotwendigkeit","augmentId":"2f0a3d3b-d4af-4b5e-8e2e-01b6b3ce1ef8","examples":["Diese Nötigung zwingt uns, gewisse Begriffe nicht nur als in dem bewussten Vorstellen notwendig zusammengehörig zu denken.","Das logisch Notwendige offenbart sich uns unmittelbar als ein Ausspruch der Sache selbst.","Die andere Gewissheitsquelle ist die Denknotwendigkeit, die Gewissheit des logischen Zwanges."],"significance":8}
{"concept":"Diesseitskonzentration","augmentId":"8c0e3913-1af7-47a9-8201-1bd4ca41e079","examples":["«Konzentration auf das Diesseits» ist es daher, was Ludwig Feuerbach verlangt.","Wie ehrlich er es mit der «Konzentration auf das Diesseits» meinte, das zeigt ein Ausspruch, den er über die Märzrevolution getan hat.","In Ermangelung einer Aussicht ins Jenseits kann ich im Diesseits, im Jammertal der deutschen, ja europäischen Politik überhaupt, nur dadurch mich bei Leben und Verstand erhalten, dass ich die Gegenwart zu einem Gegenstand aristophanischen Gelächters... mache."],"significance":6}
{"concept":"Dogma","augmentId":"fa9b5378-83e3-451d-aeb4-4a98e6642878","examples":["Dies ist der Charakter des Dogmas.","Es gibt ein zweifaches Dogma.","Beherrschte das Dogma der Offenbarung die frühere Wissenschaft, so leidet durch das Dogma der Erfahrung die heutige."],"significance":7}
{"concept":"Dogmatische Voraussetzung","augmentId":"77399d38-b893-4a05-ae69-da3ec48e9429","examples":["Er nimmt sie einfach als Vorurteile aus der dogmatischen Philosophie herüber und legt sie seinen kritischen Untersuchungen zugrunde.","Ja, Kant lässt sich so wenig auf einen Beweis für diese Apriorität ein, dass er einfach denjenigen Teil der Mathematik ausschließt, bei dem dieselbe etwa, auch nach seiner Ansicht, bezweifelt werden könnte.","Volkelt findet, dass «Kant von der ausdrücklichen Voraussetzung» ausgehe, dass es tatsächlich ein allgemeines und notwendiges Wissen gebe."],"significance":9}
{"concept":"Dualismus","augmentId":"844ab5c9-aba2-428d-8f67-f385abcba331","examples":["Der Dualismus richtet den Blick nur auf die von dem Bewusstsein des Menschen vollzogene Trennung zwischen Ich und Welt.","Sein ganzes Streben ist ein ohnmächtiges Ringen nach der Versöhnung dieser Gegensätze.","Dadurch stellt sich der Mensch selbst in den Gegensatz Geist und Materie hinein.","Ihr steht gegenüber die Zweiweltentheorie oder der Dualismus.","Der Dualismus beruht auf einer falschen Auffassung dessen, was wir Erkenntnis nennen.","Der Dualismus begeht den Fehler, dass er den Gegensatz von Objekt und Subjekt, der nur innerhalb des Wahrnehmungsgebietes eine Bedeutung hat, auf rein erdachte Wesenheiten außerhalb desselben überträgt."],"significance":8.5}
{"concept":"Eigenständiges Denken","augmentId":"bdb94f89-5c0e-40ce-940c-1aec7e7b711a","examples":["Allen Widerspruch, der in mir gegen Goethes Anschauungsweise schlummerte, habe ich aufgerufen, um gegenüber der Macht dieser einzigen Persönlichkeit die eigene Individualität zu wahren.","Ich möchte jedem nur so weit folgen, als er mich selbst fördert.","Denn nicht die Betrachtung, die Erkenntnis, sondern das Leben, die eigene Tätigkeit ist das Wertvolle."],"significance":7}
{"concept":"Eigentumsgarantie","augmentId":"74f0ffce-59fa-471a-8a50-476b23f4d7df","examples":["Eigentum verpflichtet.","Sein Gebrauch soll zugleich dem Wohle der Allgemeinheit dienen."],"significance":8}
{"concept":"Einheit der Persönlichkeit","augmentId":"a267736b-e8ba-4dc7-b807-f9e35682682d","examples":["Was er sagt, mag sich oft widersprechen; was er lebt, gehört immer einem sich selber tragenden Ganzen an.","Man muss auf das Innerste seiner Persönlichkeit eingehen, das sich zum größten Teil hinter seinen Äußerungen verbirgt."],"significance":7}
{"concept":"Einheit von Anschauung und innerem Erlebnis","augmentId":"d5680507-83f8-45a3-9c6d-7a860c7a9562","examples":["In der philosophischen Weltbetrachtung und im künstlerischen Empfinden und Hervorbringen durchdringen die subjektiven Erlebnisse die objektiven Anschauungen.","Erkenntnisse und Kunsterzeugnisse sind nichts anderes, als von menschlichen inneren Erlebnissen erfüllte Anschauungen.","Wahrheit eben dadurch zustande kommt, dass Wahrnehmung und Idee sich im menschlichen Erkenntnisprozess durchdringen."],"significance":10}
{"concept":"Einheit von Idee und Erfahrung","augmentId":"93387169-550c-4f8a-a4df-d724219f12c7","examples":["Wenn er die Natur beobachtete, so brachte sie ihm die Ideen entgegen.","Er konnte sie deshalb nur ideenerfüllt denken.","Die Wechselwirkung von Idee und Wahrnehmung war ihm ein geistiges Atemholen."],"significance":10}
{"concept":"Einheit von Idee und Sinneswelt","augmentId":"3b029549-a0a2-46d5-aef3-47a5d8c5ae6b","examples":["Im Innern der Persönlichkeit ist der Schauplatz, auf dem auch die Dinge ihr ideelles Innere enthüllen.","Er fühlte in sich die Wirksamkeit der Ideenwirklichkeit, indem er in seiner Art der Natur betrachtend und forschend gegenübertrat.","So stellte sich in Goethes Weltanschauung die auf die Ideenwelt gehende Richtung des Platonismus in ihrer Reinheit her, und es wird in ihr die von der Wirklichkeit ablenkende Strömung desselben überwunden."],"significance":7}
{"concept":"Einheit von Kunst und Wissenschaft","augmentId":"d862c224-ba29-4648-9796-d8429305c769","examples":["Für ihn entsprangen Kunst und Wissenschaft aus einer Quelle.","Beide erscheinen als der Ausfluss eines Wesens, als notwendige Stufen einer Entwicklung.","Die Kunst beruht also auf dem Erkennen."],"significance":10}
{"concept":"Einheitliche Gedankenwelt","augmentId":"62e2d2f5-578d-40d6-9b22-94028fc27eb2","examples":["Es gibt nur eine einige Gedankenwelt in dem göttlichen Urwesen.","Wie sich ein Licht in vielen Spiegeln abbilden kann, so offenbart sich die eine Gedankenwelt in den vielen Menschen.","Sein Gedankenleben ist nur mehr in dem einen Gedankenleben vorhanden."],"significance":5}
{"concept":"Einheitliche Naturanschauung","augmentId":"697789dd-d18a-4bfc-b68c-4214aa452b64","examples":["Nein, sie widersprach seinem Sinne für eine einheitliche Naturanschauung","Es ist festzuhalten, dass Goethe in der ganzen Natur ein großes Reich, eine Harmonie sah","Er behauptet, dass alle natürlichen Dinge von einer Tendenz beseelt sind"],"significance":8}
{"concept":"Einschachtelungslehre","augmentId":"356cf737-aa28-4856-b1f0-7205ae9e81a1","examples":["Goethe schiebt den Widerstand, der seinen Bemühungen um die Erklärung der Lebewesen entgegengebracht worden ist, der Einschachtelungslehre in die Schuhe.","Auch in Hegels Weltanschauung konnte man noch einen Rest der alten Einschachtelungslehre sehen.","Der reine Gedanke, der im Menschengeiste erscheint: er sollte in allen Erscheinungen eingeschachtelt liegen, bevor er in dem Menschen zum wahrnehmbaren Dasein gelangt."],"significance":8}
{"concept":"Einseitiger Platonismus","augmentId":"ddbe3de0-b8e0-4003-a015-cfd9a9c47dc6","examples":["Platon sieht nur in der Ideenwelt die Wirklichkeit.","Die einseitig platonische Auffassungsweise von dem Gegensatz der Wahrnehmungen und der Ideen wirkt nach.","Aus dem weitgehenden Einfluss, den Kants Denkweise auf seine Zeitgenossen ausübte, ist zu ersehen, wie stark diese in dem Bann des einseitigen Platonismus standen."],"significance":10}
{"concept":"Einzelentdeckungen","augmentId":"a1a3d38e-e9e5-46af-bb57-eb5973c15bd1","examples":["Jene Einzelentdeckungen wären wirklich auch ohne Goethes Forschen gemacht worden.","Ich musste mich über die bloßen Einzelentdeckungen des Dichters hinweg zur Hauptsache wenden."],"significance":7}
{"concept":"Empfindung als Zeichen","augmentId":"a742d8b7-b93f-4ad1-913c-5f9f35242a26","examples":["Unsere Empfindungswelt uns nur Zeichen gibt von den Vorgängen in den Körpern draußen in der Welt.","Ich habe die Beziehung zwischen der Empfindung und ihrem Objekt so formulieren zu müssen geglaubt, dass ich die Empfindung nur für ein Zeichen von der Einwirkung des Objekts erklärte.","Wir können unsere Sinneseindrücke nicht einmal Bilder nennen; denn das Bild bildet Gleiches durch Gleiches ab."],"significance":8}
{"concept":"Empirische Methode","augmentId":"85ee2ae5-5b04-4632-bd06-7d41e6a29686","examples":["Die einzig befriedigende Wirklichkeitsauffassung ist empirische Methode mit idealistischem Forschungsresultat.","Die heutige Erfahrungswissenschaft befolgt die ganz richtige Methode: am Gegebenen festzuhalten.","Das alles nach empirisch-induktiver Methode."],"significance":8}
{"concept":"Empirischer Idealismus","augmentId":"0c5a5727-f5ae-46ea-b900-f848e22f1e70","examples":["Sie kann mit den Worten zusammengefasst werden: Den Dingen einer sinnlichen Mannigfaltigkeit, soweit sie gleichartig sind, liegt eine geistige Einheit zugrunde, die jene Gleichartigkeit und Zusammengehörigkeit bewirkt.","Das Licht, wie es Goethe auffasst, und wie er es der Finsternis als seinem Gegenteil gegenüberstellt, ist eine rein geistige Entität, einfach das allen Farbenempfindungen Gemeinsame.","Nur der Geist vermag diese sinnenfällige Tatsache in zwei geistige Entitäten auseinanderzulegen: Licht und Nicht-Licht."],"significance":7}
{"concept":"Energie","augmentId":"bec8f683-53dc-429c-bf36-09ff6ae869cf","examples":["Ostwald will an Stelle von Materie und Kraft die Energie setzen.","Die Sinneswerkzeuge reagieren auf Energieunterschiede zwischen ihnen und der Umgebung.","Der Energiebegriff Ostwalds steht der Wirklichkeit um vieles näher als das angeblich reale Substrat Wundts."],"significance":6}
{"concept":"Entelechie","augmentId":"5df5992f-4712-46c5-bef1-41b053d80a63","examples":["Entelechie ist also die sich aus sich selbst in das Dasein rufende Kraft.","Dieses sich aus sich selbst Bestimmende kann man mit Goethe eine Entelechie nennen.","Der Organismus bestimmt sich aus sich selbst, macht seine Eigenschaften einem vorausgesetzten Prinzip gemäß, und doch ist er sinnlich-wirklich."],"significance":9}
{"concept":"Entwicklung der Menschheit","augmentId":"0a9c440f-be3a-432d-b543-b32f40b02bc3","examples":["In dem Aufsteigen von der theologischen durch die idealistische zu der wissenschaftlichen Weltanschauung sieht Comte den notwendigen Entwicklungsgang der Menschheit.","Die Ursachen, warum Familien, Verbände, Rechtsanschauungen, Staatseinrichtungen entstehen, müssen ebenso gesucht werden wie diejenigen, warum Körper zur Erde fallen.","Der Mensch nur dann ein vollkommener Lenker seiner eigenen Geschicke sein werde, wenn er sein eigenes Leben im Staat, in der Gesellschaft, im Verlauf der Geschichte im streng wissenschaftlichen Sinne auffasse."],"significance":6}
{"concept":"Entwicklung philosophischer Gedanken","augmentId":"ff1979e3-efef-4b40-8dff-658dc38f4f6e","examples":["Man muss die Entwicklung selbst viel ernster nehmen, als dies gewöhnlich der Fall ist, wenn man sich auf diesem Feld zurechtfinden will","Im menschlichen Denken ist es vielmehr so, dass eine gefundene Idee bald wieder zu einem neuen Rätsel wird","Ich habe versucht, durch das Erfassen des Sinnes, den es hat, dass ein folgendes Zeitalter philosophisch das vorangehende widerlegt, den Gang der menschlichen Gedankenentwicklung zu begreifen"],"significance":8}
{"concept":"Entwicklung","augmentId":"707c221f-a47b-4e02-a1ae-c6da1ab69812","examples":["Die Lebewesen entwickeln sich aus einfachen zu komplizierten Formen.","Die Entwicklung geht von den niederen zu den höheren Lebewesen.","Hegel sieht in der Geschichte eine Entwicklung der Weltvernunft.","Er suchte nach einer einfachen, naturgemäßen Erklärung des Vorkommens der auf großen Flächen weit entfernten Granitmassen","Er suchte dadurch Prinzip in die tote Erdkruste zu bringen, dass er sie als durch jene Gesetze entstanden dachte","Er ging von dem Unterscheidenden auf das Gemeinsame zurück"],"significance":8}
{"concept":"Entwicklungsidee","augmentId":"7da4f4f7-561c-43a1-ada2-e17c8d0ad416","examples":["Die Vorstellungsart Carneris ist ganz im Sinne der Entwicklungsidee, die nicht das Spätere im Früheren schon vorgebildet sein lässt, sondern der das Spätere eine wirkliche Neubildung ist.","Man forschte, «als ob» der Mensch in der Fortschrittslinie der menschenähnlichen Affen zu suchen sei; und man ist gegenwärtig nahe daran zu erkennen, dass dies nicht sein kann, sondern dass es in der Vorzeit ein Wesen gegeben haben müsse, das im Menschen seinen wahren Nachkommen habe.","Der «Gute» ist für Carneri «identisch mit Fortentwicklung.»"],"significance":7}
{"concept":"Entwicklungsprozess","augmentId":"72f1d7c7-bdb9-43d6-9236-26c537649909","examples":["Jeder Entwicklungsprozess hat seine eigenen Gesetze."],"significance":7}
{"concept":"Erdanziehungskraft","augmentId":"7ef5c136-f295-4323-8a28-5d4c2b57f312","examples":["Goethe schreibt diese abwechselnde Zusammenziehung und Ausdehnung der ganzen Luftmasse einer Veränderlichkeit zu, welcher die Anziehungskraft der Erde unterworfen ist","Das Vermehren und Vermindern dieser Kraft sieht er in einem gewissen Eigenleben der Erde begründet","Auch widerspricht Goethes Vorstellung von einer Vermehrung und Verminderung der Anziehungskraft den modernen mechanischen Begriffen"],"significance":7}
{"concept":"Erdenentwicklung","augmentId":"6ce29c6a-371f-4301-974b-fbfee3ed5abb","examples":["Die Erdenentwicklung ist ein fortwährender Prozess."],"significance":9}
{"concept":"Erfahrung","augmentId":"27ca4497-8a28-4d24-a0c6-95ac4074e1b6","examples":["Das ist keine Erfahrung, das ist eine Idee.","Für Goethe gibt es nur eine Quelle der Erkenntnis, die Erfahrungswelt, in welcher die Ideenwelt eingeschlossen ist.","Wie kann jemals eine Erfahrung gegeben werden, die einer Idee angemessen sein sollte.","Denn was auch immer Gegenstand unseres Wissens werden mag: es muss doch einmal als unmittelbares, individuelles Erlebnis an uns herantreten, das heißt zur Erfahrung werden.","Es ist zweifellos ganz gut denkbar, dass die Erfahrung selbst ein Kennzeichen aufwiese, durch welches die Gewissheit der aus ihr gewonnenen Einsichten verbürgt würde.","Erfahrung lehrt uns zwar, dass etwas so oder so beschaffen sei, aber nicht, dass es nicht anders sein könne."],"significance":8.5}
{"concept":"Erfahrungsprinzip","augmentId":"dea24c2e-8522-4515-8b36-404ed28334d6","examples":["Eine im Sinne der Goetheschen Weltanschauung begründete Erkenntniswissenschaft legt das Hauptgewicht darauf, dass sie dem Prinzip der Erfahrung durchaus treu bleibt.","Wir erfüllen also im Denken das Erfahrungsprinzip in seiner schroffsten Form."],"significance":8}
{"concept":"Erkennen als Tätigkeit","augmentId":"b451ac83-df43-4291-9a20-5620b261d3cd","examples":["Unsere Erkenntnistheorie hat das Erkennen des bloß passiven Charakters, den man ihm oft beilegt, entkleidet und es als Tätigkeit des menschlichen Geistes aufgefasst.","Gegenüber der passiv aufgenommenen Wahrnehmung ist die Wissenschaft somit ein Produkt der Tätigkeit des menschlichen Geistes."],"significance":9}
{"concept":"Erkennen","augmentId":"25e01a18-0ba2-483c-a055-0fe7dc182817","examples":["Das ist das Wesen des Wissens, dass sich in ihm der in der objektiven Realität nie aufzufindende Weltengrund darstellt.","Unser Erkennen ist – bildlich gesprochen - ein stetiges Hineinleben in den Weltengrund.","Die Erkenntnis dieser Gesetzmäßigkeit für das menschliche Handeln ist nur ein besonderer Fall des Erkennens.","Das Erkennen muss uns das liefern, was uns die Sinnenerfahrung vorenthält, was aber doch wirklich ist.","Erkennen heißt: zu der halben Wirklichkeit der Sinnenerfahrung die Wahrnehmung des Denkens hinzufügen, auf dass ihr Bild vollständig werde.","Im Erkennen schaffen wir aber ein Bild von dem unmittelbar Gegebenen, das wesentlich mehr enthält, als was die Sinne, die doch die Vermittler aller Erfahrung sind, liefern können."],"significance":9.5}
{"concept":"Erkenntnis","augmentId":"82bf99a3-c0a8-4810-a4f0-9825666e915d","examples":["Der Erkenntnisakt ist die Synthese von Wahrnehmung und Begriff.","Den Ausgleich, die Vereinigung der beiden Elemente, des inneren und des äußeren, soll die Erkenntnis liefern.","Intuition und Beobachtung sind die Quellen unserer Erkenntnis.","Erkenntnis entsteht durch die Verbindung von Denken und Wahrnehmung.","Goethe will die Idee in der Erscheinung erkennen.","Das Ich fühlt den Drang, in diesem Gegebenen mehr zu finden, als was unmittelbar gegeben ist.","Die Idee des Erkennens kann mit dem ihr entsprechenden Gegebenen nur durch die Tätigkeit des Bewusstseins vereinigt werden.","Das Gegebene durch das Denken bestimmen heißt Erkennen."],"significance":8.25}
{"concept":"Erkenntnisakt","augmentId":"b2c4d21c-031f-4319-8bad-ffd7c2ef9b59","examples":["Insofern der Irrtum erkenntnistheoretisch in Betracht kommt, kann er nur innerhalb des Erkenntnisaktes liegen.","Würden wir das, so gäbe es überhaupt kein Erkennen.","Erst wenn wir den Erkenntnisakt begriffen haben, können wir ein Urteil darüber gewinnen, was die Aussagen über den Weltinhalt für eine Bedeutung haben, die im Erkennen über denselben gemacht werden.","Der Erkenntnisakt ist die Synthese dieser beiden Elemente.","Wir haben es oben als die Natur des Erkenntnisaktes bestimmt, dass das gegebene Weltbild denkend mit Begriffen und Ideen durchsetzt wird.","Das Erkennen beruht also darauf, dass uns der Weltinhalt ursprünglich in einer Form gegeben ist, die unvollständig ist."],"significance":9}
{"concept":"Erkenntnisdrang","augmentId":"103e7014-7bd6-4cd3-9720-d6f0243c77dc","examples":["Nur ein besonderer Fall dieser Unzufriedenheit ist unser Erkenntnisdrang.","Jeder Blick in die Natur erzeugt in uns eine Summe von Fragen.","Wir suchen überall nach dem, was wir Erklärung der Tatsachen nennen."],"significance":9}
{"concept":"Erkenntnisprozess","augmentId":"65a47a36-f2cb-466c-945a-5b0a5c0e01fb","examples":["Die Einseitigkeit entspringt gewöhnlich daher, dass die Untersuchung, statt sich an den Erkenntnisprozess selbst zu machen, sogleich an irgendwelche Objekte dieses Prozesses herantritt.","Statt festzustellen, dass im Erkenntnisprozess zunächst nur die beiden Elemente Gegebenes und Denken vorhanden sind, spricht er von Seinsweisen der Wirklichkeit.","Wir suchen durch Betrachtung des Erkenntnisprozesses zu einer Ansicht über die Wirklichkeit zu kommen."],"significance":8}
{"concept":"Erkenntnisquelle","augmentId":"de414d17-fd9f-46fb-ae3f-b32741eda1f1","examples":["Weil von zwei Seiten dem Menschen seine Erkenntnisse zufließen, von außen durch Beobachtung und von innen durch das Denken, unterscheidet Schiller zwei Quellen der Erkenntnis.","Für Goethe gibt es nur eine Quelle der Erkenntnis, die Erfahrungswelt, in welcher die Ideenwelt eingeschlossen ist.","Er hat erklärt, dass die Eindrücke der Sinne Trug und Täuschung seien, und dass der Mensch zu der Erkenntnis des Wahren nur durch das reine Denken gelangen könne."],"significance":8}
{"concept":"Erkenntnistheoretischer Anfang","augmentId":"a95bf7ed-2d97-4866-bf5e-20bde257bf67","examples":["Denn was wir zu irgendeinem Zeitpunkt unseres Lebens als Erkenntnisse besitzen, hat sich weit von diesem Ausgangspunkt entfernt, und wir müssen erst wieder künstlich zu ihm zurückgeführt werden.","Auch obliegt es dem Erkenntnistheoretiker, zu zeigen, dass der von ihm angenommene Anfang wirklich voraussetzungslos ist.","Genau in derselben Weise müsste der Erkenntnistheoretiker in seinen einleitenden Bemerkungen den Weg zeigen, wie man zu einem voraussetzungslosen Anfang kommen kann."],"significance":7}
{"concept":"Erkenntnistheorie","augmentId":"203067a7-55ec-467a-a352-479761ae3ab1","examples":["Der erste Fundamentalsatz, den sich der Philosoph zu deutlichem Bewusstsein zu bringen hat, besteht in der Erkenntnis, dass unser Wissen sich zunächst auf nichts weiter als auf unsere Vorstellungen erstreckt.","Johannes Volkelt hat ein gründliches Werk über Kants «Erkenntnistheorie» geliefert.","Eduard Zellers Heidelberger Universitätsrede «Über Bedeutung und Aufgabe der Erkenntnistheorie».","Die Erkenntnistheorie soll eine wissenschaftliche Untersuchung desjenigen sein, was alle übrigen Wissenschaften ungeprüft voraussetzen: des Erkennens selbst.","Sie bildet in dieser Hinsicht die Grundlage für alles wissenschaftliche Streben.","Die Erkenntnistheorie als Voraussetzung aller übrigen Wissenschaften eine ganz besondere Stellung einnimmt.","Wir haben die Erkenntnistheorie begründet als die Wissenschaft von der Bedeutung alles menschlichen Wissens.","Den Wert des Wissens für die Wirklichkeit erfahren wir durch die Erkenntnistheorie.","Unsere Erkenntnistheorie, endlich, überwindet den einseitigen Empirismus und den einseitigen Rationalismus, indem sie beide auf einer höheren Stufe vereinigt."],"significance":9}
{"concept":"Erscheinung für die Sinne","augmentId":"f2c1e0e0-5688-4b60-abd1-a390b0532d9e","examples":["Wir verstehen da unter Sinn nicht bloß die äußeren Sinne, die Vermittler der Außenwelt, sondern überhaupt alle leiblichen und geistigen Organe, die der Wahrnehmung der unmittelbaren Tatsachen dienen.","Mit dem Wort Erscheinung aber wollen wir einfach ein für uns wahrnehmbares Ding oder einen wahrnehmbaren Vorgang bezeichnen, insofern dieselben im Raum oder in der Zeit auftreten.","Wir müssen die Erscheinung für die Sinne überwinden, um daraus eine höhere Erscheinungsform zu entwickeln."],"significance":7}
{"concept":"Erweiterung","augmentId":"ccbd6118-924a-4b7f-a23f-f9c1b79fcc94","examples":["durch eine wesentliche Erweiterung der damals gegebenen Darstellung","im Einzelnen viel erweitert und ergänzt","Erweiterung des Erkenntnisstrebens einer solchen Persönlichkeit"],"significance":8}
{"concept":"Ethische Individualität","augmentId":"8dae80ec-a0cb-48df-af06-0f0ce25b9146","examples":["Man kann diesen Standpunkt den ethischen Individualismus nennen.","Das Individuelle in mir ist nicht mein Organismus mit seinen Trieben und Gefühlen, sondern das ist die einige Ideenwelt, die in diesem Organismus aufleuchtet.","Die Freiheit des Handelns ist nur denkbar vom Standpunkt des ethischen Individualismus aus."],"significance":8}
{"concept":"Farbenempfindung","augmentId":"79ad90c8-8855-4992-bed7-a464021154af","examples":["Die Farbenempfindung ist eine unmittelbare Tatsache des Bewusstseins."],"significance":8}
{"concept":"Farbenentstehung","augmentId":"eaad77ae-433c-423e-87a9-37d07da89ade","examples":["Die Farben werden durch das Zusammenwirken von Hell und Dunkel hervorgebracht.","Das Gelb ist ein durch die Finsternis gedämpftes Licht; das Blau eine durch das Licht abgeschwächte Finsternis.","Ein Helles durch ein Trübes gesehen, erscheint gelb, ein Dunkles blau."],"significance":10}
{"concept":"Farbenerscheinung","augmentId":"3e4a8859-27db-4ade-abc8-17de1f937600","examples":["Die Farbenerscheinungen sind nicht nur subjektive Erlebnisse, sondern haben auch eine objektive Seite."],"significance":6}
{"concept":"Farbenharmonie","augmentId":"90ded07d-b5bc-4bb9-acf5-7dee12b17a5b","examples":["Aus dem Wesen des Auges ergibt sich das Gesetz der Farbenharmonie.","Farben, die das Auge nebeneinander fordert, wirken harmonisch.","Das Auge fordert, wenn ihm eine Farbe entgegengebracht wird, sogleich eine andere."],"significance":6}
{"concept":"Farbenlehre","augmentId":"6757192b-941c-42cf-91a9-8a60e3c28443","examples":["Die Farbenlehre ist eine Wissenschaft, die sich mit den Gesetzen der Farbenerscheinungen beschäftigt."],"significance":7}
{"concept":"Farbenwelt","augmentId":"4725c806-0baf-4cd0-b5d1-33f8ed87f37e","examples":["Die Betrachtung der Farbenwelt ist eine der schönsten und erhebendsten Beschäftigungen des Menschen."],"significance":9}
{"concept":"Farbenwirkung","augmentId":"743492fd-8c52-4fdd-89b2-edeb82fd3488","examples":["Die Farbenwirkung auf das Gemüt ist eine unbestreitbare Tatsache."],"significance":7}
{"concept":"Form","augmentId":"fb1b06bf-1555-4bb1-935c-56fccf0e314c","examples":["Die Lebewesen sind in bestimmten Formen vorhanden.","Die Lebewesen entwickeln sich aus einfachen zu komplizierten Formen."],"significance":7}
{"concept":"Fragestellung","augmentId":"32b23c92-4c07-468b-b325-b9a55be7b077","examples":["Was für Fragen stellte Goethe an die Natur?","wie man an die Natur Fragen zu stellen hat","die von ihm gestellten Probleme"],"significance":8}
{"concept":"Freie Selbstbestimmung","augmentId":"b1e259f7-a601-42e2-a741-cde54b807c79","examples":["Wesen zu sein, deren Betätigung auf freier Selbstbestimmung beruht","Da, wo das Gebiet der Freiheit (des Denkens und Handelns) beginnt, hört das Bestimmen des Individuums nach Gesetzen der Gattung auf","Nur in dem Grad, in dem der Mensch sich in der gekennzeichneten Weise frei gemacht hat vom Gattungsmäßigen, kommt er als freier Geist innerhalb eines menschlichen Gemeinwesens in Betracht"],"significance":8}
{"concept":"Freier Geist","augmentId":"8f5fafc2-67ff-4a3b-aa5f-99eec05928d7","examples":["Frei sind sie, insofern sie nur sich folgen, unfrei, insofern sie sich unterwerfen.","Wahrhaft Menschen sind wir doch nur, insofern wir frei sind.","Der freie Geist aber überwindet die Normen in dem Sinne, dass er nicht nur Gebote als Motive empfindet, sondern sein Handeln nach seinen Impulsen (Intuitionen) einrichtet.","Der freie Geist handelt nach seinen Impulsen, das sind Intuitionen, die aus dem Ganzen seiner Ideenwelt durch das Denken ausgewählt sind.","Dem freien Geist sind diese Vorbedingungen nicht einzige Antriebe des Handelns.","Der freie Geist, den kein Vorbild und keine Furcht vor Strafe usw. treibt, ist diese Umsetzung des Begriffes in die Vorstellung immer notwendig."],"significance":10}
{"concept":"Freiheit als Entwicklungsergebnis","augmentId":"13ac2af5-fa78-49c1-a98b-dfc6b0b7e12a","examples":["Die Freiheit ist also nichts dem Menschen von vornherein Zukommendes, sie ist im Laufe der geschichtlichen Entwicklung erworben.","Die Weltgeschichte ist der Fortschritt der Menschheit im Bewusstsein der Freiheit.","Dadurch, dass Hegel in den höchsten Äußerungen des menschlichen Geistes Vorgänge sieht, in denen das Urwesen der Welt den Abschluss seiner Entwicklung, seines Werdens findet, werden ihm alle anderen Erscheinungen zu Vorstufen dieses höchsten Gipfels."],"significance":8}
{"concept":"Freiheit des Willens","augmentId":"00a2ee20-f53a-49a7-99a6-6323ce6828fd","examples":["Darf sich der Mensch als wollendes Wesen die Freiheit zuschreiben, oder ist diese Freiheit eine bloße Illusion?","Es ginge der Seele etwas ab von dem, was sie sein soll, wenn sie nicht vor die zwei Möglichkeiten: Freiheit oder Notwendigkeit des Wollens, einmal mit einem möglichst großen Frageernst sich gestellt sähe.","Mit dieser Anschauung für die Idee der Freiheit des Willens eine volle Berechtigung gewonnen wird, wenn nur erst das Seelengebiet gefunden ist, auf dem das freie Wollen sich entfalten kann."],"significance":9}
{"concept":"Freiheit","augmentId":"a3f2cebd-0ba1-4683-ad7c-d8de90463ac5","examples":["Insofern der Mensch den Antrieben von dieser Seite folgt, empfindet er sich als frei.","Der Mensch kann nach monistischer Auffassung unfrei handeln, wenn er einem wahrnehmbaren äußeren Zwang folgt; er kann frei handeln, wenn er nur sich selbst gehorcht.","Freiheit ist die menschliche Form, sittlich zu sein.","Der Mensch ist dann das letzte Bestimmende seiner Handlung. Er ist frei.","Diese Wesenheit des Denkens erlebend verstehen, kommt aber der Erkenntnis von der Freiheit des intuitiven Denkens gleich.","Und sie findet damit die Freiheit als Kennzeichen der aus den Intuitionen des Bewusstseins fließenden Handlungen.","Heute soll niemand zum Verstehen gezwungen werden.","Wie sich die Philosophie als Kunst zur Freiheit des Menschen verhält, was die letztere ist, und ob wir ihrer teilhaftig sind oder es werden können: das ist die Hauptfrage meiner Schrift.","Eine «Philosophie der Freiheit» soll in diesen Blättern gegeben werden.","Gesetzt nun, die Moral setze notwendig Freiheit (im strengsten Sinne) als Eigenschaft unseres Willens voraus.","Wir können die Beschaffenheit unserer Seele zwar nicht erkennen, aber wir müssen glauben, dass sie frei sei.","In der Erfüllung dieses idealen Spieltriebs findet der Mensch die Wirklichkeit der Freiheit.","Erst wenn der Mensch gewahr wird, dass die Naturkräfte nichts anderes sind als Formen desselben Geistes, der auch in ihm selbst wirkt, geht ihm die Einsicht auf, dass er der Freiheit teilhaftig ist.","Diese Anschauung des sich selbst Hervorbringenden ist aber die Anschauung der Freiheit.","Der Mensch, der diese in sich selbst ruhende Tätigkeit anschaut, fühlt die Freiheit.","Die Vereinigung der sonst immer getrennt im Bewusstsein verbleibenden zwei Elemente der Wirklichkeit nur durch einen Akt der Freiheit geschehen.","Das von uns oben aufgestellte Postulat nur durch eine freie Handlung des Ich realisiert werden kann, ist ja klar.","Der Umstand, dass das Ich durch Freiheit sich in Tätigkeit versetzen kann, macht es ihm möglich, aus sich heraus durch Selbstbestimmung die Kategorie des Erkennens zu realisieren.","Die Verwirklichung eines Geschehens vermöge einer außer dem Verwirklicher stehenden Gesetzmäßigkeit ist ein Akt der Unfreiheit, jene durch den Verwirklicher selbst ein solcher der Freiheit.","Die Gesetze seines Handelns erkennen heißt, sich seiner Freiheit bewusst sein.","Der Erkenntnisprozess ist, nach unseren Ausführungen, der Entwicklungsprozess zur Freiheit.","Dadurch also unterscheiden sich Prozesse der Natur von Handlungen des Menschen, dass bei jenen das Gesetz als der bedingende Hintergrund des erscheinenden Daseins zu betrachten ist, während bei diesen das Dasein selbst Gesetz ist und von nichts als von sich selbst bedingt erscheint.","Nur derjenige, den die Liebe zum Tun, die Hingabe an die Objektivität leitet, handelt wahrhaft frei.","Der Mensch muss sich eben hinaufarbeiten, damit er nicht geleitet werde, sondern sich selbst leite.","Das ist das Wesen der Freiheit, dass beide zusammenfallen, dass sich das Wirkende in der Wirkung unmittelbar darlebt und dass das Bewirkte sich selbst regelt.","Die Geisteswissenschaften sind im eminenten Sinne daher Freiheitswissenschaften.","Nur bei dieser Ansicht ist eine wahre Freiheit des Menschen möglich."],"significance":8.777777777777779}
{"concept":"Fruchtbarkeit der Ideen","augmentId":"7e6ffaba-5383-419f-9053-519055e0e8c0","examples":["Was fruchtbar ist, allein ist wahr, hat Goethe gesagt.","Soweit Goethe für unsere Zeit fruchtbar ist, soweit soll man sich in seine Gedanken- und Empfindungswelt einleben.","Ich habe von der Armut der gegenwärtigen Ideenwelt gesprochen und ihr den Reichtum und die Fülle der Goetheschen entgegengehalten."],"significance":7}
{"concept":"Ganzes","augmentId":"b4a85e0b-931b-46a1-8225-ee958000bc2d","examples":["Sie sind nur durch die Natur des Ganzen zu erklären, weil es das Ganze ist, das ihnen Wesen und Bedeutung gibt.","Das Bedeutsame der Pflanzenmetamorphose liegt z. B. nicht in der Entdeckung der einzelnen Tatsache, dass Blatt, Kelch, Krone usw. identische Organe seien, sondern in dem großartigen gedanklichen Aufbau eines lebendigen Ganzen durcheinander wirkender Bildungsgesetze, welcher daraus hervorgeht und der die Einzelheiten, die einzelnen Stufen der Entwicklung, aus sich heraus bestimmt."],"significance":9}
{"concept":"Gattungsmäßiges","augmentId":"358697ce-c1dc-4125-9f3c-864b23cf3546","examples":["Dadurch erhält die Physiognomie und das Tun des einzelnen etwas Gattungsmäßiges","Von diesem Gattungsmäßigen macht sich aber der Mensch frei","Das Weib soll der Sklave des Gattungsmäßigen, des Allgemein-Weiblichen sein"],"significance":9}
{"concept":"Gedanke","augmentId":"bf070551-4790-43da-9c41-c3ce96ce9d01","examples":["Hegel will dieses Erleben des Gedankens bis zu seiner Höhe führen.","Die Seele findet sich zunächst mit der Natur verbunden; in dieser Verbindung erkennt sie noch nicht ihre wahre Wesenheit.","Hegel lässt die ganze Welt Gedanke sein; in dem Gedanken hat auch die Seele ihr übersinnliches Gedankensein."],"significance":10}
{"concept":"Gedanken-Erleben","augmentId":"64dc92ad-d0ff-48bd-a081-84807dcf736a","examples":["Das Gedankenleben entsteht für den Menschen in einer bestimmten Zeit.","Mit dem Auftreten des Gedanken-Erlebens an fühlt sich der Mensch in ganz anderem Sinne als abgesondertes Wesen.","Der Gedanke zog etwas wie eine Mauer um die Menschenseele."],"significance":10}
{"concept":"Gedankenarbeit","augmentId":"694e88c8-9d3d-42ac-96c2-0c58efc8f2f0","examples":["Gerade dadurch, dass man in der Zeichnung von Goethes Gedankenarbeit einmal nicht weiter geht als in der Ausführung desjenigen liegt, was sich in ihm selbst zu einem gedanklich geschlossenen Stück Weltanschauung herausgebildet hat, wird man ein Licht gewinnen für die besondere Färbung dessen, was sich sonst in seinem Lebenswerk offenbart."],"significance":7}
{"concept":"Gedankenbeständigkeit","augmentId":"4f7737ff-9155-44a1-8ad1-178df6a32f54","examples":["Weder hat, was ich seit seiner Veröffentlichung in der Literatur über Goethe habe verfolgen können, noch was an Ergebnissen die neueste Naturforschung erbracht hat, meine in dem Buch ausgesprochenen Gedanken geändert","Die Haltung meines Buches wäre keine andere, wenn ich es in der Gegenwart erst geschrieben hätte"],"significance":9}
{"concept":"Gedankenbildung","augmentId":"60bc573c-642e-465c-93a8-deb1d7509a15","examples":["Der Denker der späteren Zeit hat das Gefühl, er bilde den Gedanken.","Man muss den Gedanken nicht selbst sprechen lassen, so empfand Paracelsus; man muss voraussetzen, dass hinter den Naturerscheinungen etwas ist, was sich enthüllt, wenn man sich in das rechte Verhältnis zu ihnen bringt.","Der Gedanke wird nicht wahrgenommen; er wird in der Seele gebildet."],"significance":9}
{"concept":"Gedankenentwicklung","augmentId":"26b6a4ba-cb9f-4092-a4cc-eea16454ffcb","examples":["Goethe steht innerhalb der abendländischen Gedankenentwicklung."],"significance":7}
{"concept":"Gedankenerleben","augmentId":"e879da9a-df52-40ca-b7f3-5330578a45f5","examples":["Was in den Tiefen vorgeht, ist ein unbewusster Seelenprozess.","Die Seele muss sich die Möglichkeit suchen, ihrer Erfindung, ihrem eigenen Gebilde Geltung zu verschaffen.","Der Gedanke hatte vorher noch in dem Naturbild selbst eine Stütze für seine Rechtfertigung erblicken können."],"significance":8}
{"concept":"Gedankeninhalt","augmentId":"6fd65952-7201-4947-b827-4ddf285fb602","examples":["Wir produzieren einen Gedankeninhalt durchaus nicht so, dass wir in dieser Produktion bestimmten, welche Verbindungen unsere Gedanken einzugehen haben.","Wir geben nur die Gelegenheitsursache her, dass sich der Gedankeninhalt seiner eigenen Natur gemäß entfalten kann."],"significance":8}
{"concept":"Gedankenklarheit","augmentId":"faf19205-a5f6-4dd3-a2d1-a0e7f3ad44f9","examples":["Die gedankliche Klarheit in solchen Dingen wird gegenwärtig als nüchterne Verstandesweisheit verachtet.","Persönlichkeiten wie die Goethes kann man nur erkennen, wenn man die Ideen, von denen sie beherrscht sind, in ihrer lichten Klarheit in sich aufzunehmen vermag.","So rein und klar, wie mir die Ideen erschienen sind, die in Goethe als wirksame Kräfte gewaltet haben, versuche ich sie darzustellen."],"significance":8}
{"concept":"Gedankenkraft","augmentId":"2a92e334-dd05-4ea3-bc17-d366e8df681f","examples":["Doch ziehen die Gedankenkräfte derselben ihre Quellen nicht aus sich selbst, sondern aus den religiösen Impulsen.","In der Eigenkraft des Gedankens fühlt sich die Seele nicht sicher; doch strebt sie danach, ihr Verhältnis zu dem Weltgrunde im Gedanken zu erleben.","Es führt der Gedanke in diesem Zeitalter gewissermaßen ein Dasein, in dem seine eigene Kraft schlummert."],"significance":7}
{"concept":"Gedankenleben","augmentId":"6395df39-a022-4929-8487-bb65e2455563","examples":["In Griechenland wird das Streben geboren, die Weltzusammenhänge durch dasjenige zu erkennen, was man gegenwärtig Gedanken nennen kann","Der Gedanke wird ihr Erzieher zur Selbständigkeit","Die Entwicklung des Gedankenlebens ist durch vier Epochen fortgeschritten"],"significance":8}
{"concept":"Gedankenweg","augmentId":"33399556-3e31-4f08-bfb6-0115812001e0","examples":["Die eine Darstellung des Werdens der Philosophie brauchen als Ergänzung der eigenen Gedankenwege","Derjenige verlangen, der sich auf dem eigenen Gedankenwege eins fühlen möchte mit der Geistesarbeit der Menschheit","Man kann mit Hegel den Weg gehen, der einem ganz in Gedanken lebenden Menschen vorgezeichnet ist"],"significance":9}
{"concept":"Gefühl","augmentId":"4c9e667b-6a75-4eee-b70a-8bd6ec100cc0","examples":["Der Ausdruck dieses individuellen Bezuges ist das Gefühl, das sich als Lust oder Unlust auslebt.","Unser Fühlen führt uns in uns selbst zurück, macht uns erst zum Individuum.","Das Gefühl ist das Mittel, wodurch die Begriffe zunächst konkretes Leben gewinnen.","Wir beziehen die Wahrnehmungen nicht bloß ideell auf uns, durch den Begriff, sondern auch noch durch das Gefühl, wie wir gesehen haben.","Das Gefühl ist auf subjektiver Seite zunächst genau dasselbe, was die Wahrnehmung auf objektiver Seite ist.","Das Fühlen ist ein rein individueller Akt, die Beziehung der Außenwelt auf unser Subjekt, insofern diese Beziehung ihren Ausdruck findet in einem bloß subjektiven Erleben."],"significance":7.5}
{"concept":"Gegebenes","augmentId":"3d9f99db-04f5-4875-8690-7b4b0134200c","examples":["Was das Gegebene seiner eigenen Natur nach ist, bleibt also durch diese Bestimmung völlig im Dunkeln.","Der eigentliche Inhalt eines Naturgesetzes resultiert also aus dem Gegebenen.","Die Trennung besteht lediglich im Erkenntnisakt, die Verbindung liegt im Gegebenen.","Dem Ich als Mittelpunkt des Bewusstseins ist die äußere und innere Wahrnehmung und sein eigenes Dasein unmittelbar gegeben.","Diese Form kann eben nur gegeben, niemals aus dem Denken heraus konstruiert werden.","Das Ich hätte aber gar keine Veranlassung, das Wesen eines Gegebenen in sich zu setzen, wenn es nicht die Sache zuerst in ganz bestimmungsloser Weise sich gegenüber sähe.","An dem Gegebenen ist nichts zu bezweifeln, weil es von allen durch das Erkennen erteilten Prädikaten noch unberührt ist.","Alle inhaltlichen Erkenntnisse über das Gegebene nur in unmittelbarer Berührung mit diesem selbst erlangt werden können.","Im Erkenntnisprozess zunächst nur die beiden Elemente Gegebenes und Denken vorhanden sind."],"significance":8}
{"concept":"Gegensatz zur platonischen Trennung","augmentId":"787f7953-174d-4ecb-967e-8b8918c28d4b","examples":["Der Grund liegt darin, dass die einseitig platonische Trennung von Idee und Erfahrung seiner Natur zuwider war.","Fremd blickte ihn daher eine Anschauung an, die in der Wahrnehmung nur etwas Unklares, Verworrenes sah und die Ideenwelt abgesondert, gereinigt von aller Erfahrung betrachten wollte.","Er fühlte in jeder Weltanschauung, in der die Elemente des einseitig verstandenen Platonismus lebten, etwas Naturwidriges."],"significance":8}
{"concept":"Gegenständliches Denken und Dichten","augmentId":"d8137f90-2ec0-45f1-86ab-40b9a42ef7df","examples":["Goethe stellt seinem gegenständlichen Denken sein gegenständliches Dichten gegenüber.","Nicht was die Natur geschaffen, sondern nach welchem Prinzip sie es geschaffen, darauf kommt es an.","Der Stil ruht auf den tiefsten Grundfesten der Erkenntnis, auf dem Wesen der Dinge."],"significance":7}
{"concept":"Gegenwartsbezug","augmentId":"60782eb3-fa9c-4360-9e43-324d6d4026ad","examples":["Mir scheint, dass nur möglich ist, in der Gegenwart eine Stellung zu den Rätseln der Philosophie zu gewinnen, die für das Leben fruchtbar ist, wenn man diese die vergangenen Zeitalter beherrschenden Kräfte kennt","Denn in dem Ergreifen derjenigen Ideen, die den Anforderungen der Gegenwart entsprechen, liegt die Grundlage für diejenige Einsicht, die über das Vergangene das rechte Licht ausbreitet","Und dieses Leben, in dem der Gedanke Lebenspraxis wird, kann nur dasjenige der Gegenwart sein"],"significance":8}
{"concept":"Geistesleben","augmentId":"d074d2d4-fb8f-4b7b-8832-976be2c95c60","examples":["Goethe hat das Geistesleben so beobachtet, wie es sich offenbart."],"significance":7}
{"concept":"Geisteswelt","augmentId":"f0791a37-f6ce-4e7f-ba12-826569bee0dd","examples":["dass dieser Weg, wenn er zu Ende gegangen wird, zum Erleben in einer geistigen Welt führt","Sie will eine wirkliche Wissenschaft des Geistes sein","die Seele durch dieses Erleben ihre eigene geistige Wesenheit sich auf eine Art zum Bewusstsein bringen kann","Diltheys und Euckens Vorstellungen sind solche Versuche innerhalb der Philosophie der Gegenwart, welche den Anforderungen der Naturerkenntnis und der Betrachtung des seelischen Erlebens so Rechnung tragen wollen, dass neben der Naturwissenschaft eine Geisteswissenschaft möglich erscheint.","In dieser geistigen Welt wird unmittelbar wirklich in der Seele erlebt, indem sich die Seele eins mit ihr weiß.","Die Geisteswelt müsste dem Seelenwesen nicht bloß die Möglichkeit geben, dass es sie anerkennen kann, sondern sie müsste ihm etwas von ihrer eigenen Art mitteilen."],"significance":7}
{"concept":"Geisteswissenschaft","augmentId":"baad3aff-7bd1-4539-aadc-f070f9c33513","examples":["Dass mich auch zu keiner wesentlichen Änderung des Inhalts drängen kann, was ich seit sechzehn Jahren über Geisteswissenschaft veröffentlicht habe","Ich selber sehe in der anthroposophisch orientierten Geisteswissenschaft, die ich in meinen Schriften seit 16 Jahren zur Darstellung bringe, diejenige Erkenntnisart für den dem Menschen zugänglichen geistigen Weltgehalt.","Ich bin der Meinung, dass wer einen naturwissenschaftlichen Unterbau für die Geisteswissenschaft sucht, ihn durch Goethes Weltanschauung finden kann.","Meine Schrift ist aber so gehalten, dass sie Goethes Weltanschauung ganz für sich, ohne Bezug zur eigentlichen Geisteswissenschaft, betrachten will.","Diese fordern ein wesentlich anderes Verhalten des Menschengeistes zum Objekt als die Naturwissenschaften.","Geistiges wird durch den Geist erfasst.","Die Geisteswissenschaften sind im eminenten Sinne daher Freiheitswissenschaften."],"significance":8}
{"concept":"Geistgemäße Beobachtung","augmentId":"79ef72d3-d64c-4028-867f-af09d59ab9a2","examples":["Klarheit über diese durch manche erkenntnistheoretische Strömungen der neueren Zeit geschaffene Frage kann man gewinnen, wenn man vom Gesichtspunkt der geistgemäßen Beobachtung, der in der Darstellung dieses Buchs eingenommen ist, die Sache zu überschauen trachtet.","Die Denker sollten den Weg suchen zu unbefangener geistgemäßer Beobachtung; statt dessen schieben sie vor die Wirklichkeit eine künstliche Begriffskonstruktion hin."],"significance":7}
{"concept":"Geistige Erklärungsprinzipien","augmentId":"2dfc2f47-50b5-485d-bec8-bdfce95ee003","examples":["Alle höheren Erklärungsprinzipien sind nur für die Augen des Geistes da.","Er war sich genau bewusst, dass nur das einzelne Gebilde als für die Sinne im Raum wirklich anzusehen ist."],"significance":7}
{"concept":"Geistige Welt","augmentId":"fe3b071f-fece-41de-844a-af7a3db4e3f0","examples":["Ich suchte hinter den sinnenfälligen Erscheinungen nicht ungeistige Atomwelten, sondern das Geistige, das sich scheinbar im Innern des Menschen offenbart, das aber in Wirklichkeit den Sinnendingen und Sinnesvorgängen selbst angehört.","Sie spricht von einem Wesen des Erkennens, das den Weg freilegt von der sinnenfälligen Welt in eine geistige hinein."],"significance":9}
{"concept":"Geistiger Impuls","augmentId":"4302aab8-b92a-4146-901b-0c42195b6018","examples":["Die Geschichte der philosophischen Entwicklung der Menschheit den Beweis erbringe für das Vorhandensein objektiver – von den Menschen ganz unabhängiger – geistiger Impulse","In jeder dieser Epochen waltet unter der Oberfläche der äußeren Geschichte ein anderer geistiger Impuls","Was die Menschen als Philosophen leisten, das erscheint als die Offenbarung der Entwicklung dieser Impulse"],"significance":7}
{"concept":"Geistiges Auge","augmentId":"993e875c-59ac-42dd-8499-974ab87a5035","examples":["Was das leibliche Auge an dem Organismus beobachten kann, scheint Goethe nur die Folge zu sein des lebendigen Ganzen durcheinander wirkender Bildungsgesetze, die dem geistigen Auge allein zugänglich sind.","Wer will was Lebendig’s erkennen und beschreiben, Sucht erst den Geist herauszutreiben, Dann hat er die Teile in der Hand.","Die Geistesaugen mit den Augen des Leibes in stetem lebendigen Bund zu wirken haben, weil man sonst in Gefahr gerät zu sehen und doch vorbeizusehen.","Was Goethe verlangte: mit den Augen des Geistes zu sehen, dafür hatten sie wenig Verständnis.","Herder war eben imstande, die Sache mit dem «geistigen Auge», mit dem sie Goethe ansah, zu betrachten.","Ohne dieses konnte man mit ihr nichts anfangen."],"significance":7.5}
{"concept":"Geistwelt","augmentId":"27e30d07-9b62-4bb3-aea4-f5c8e28b1992","examples":["Zu der Anschauung führt, dass der Mensch in einer wahrhaftigen Geistwelt drinnen lebt.","In diesem Buch ist erstrebt, eine Erkenntnis des Geistgebietes vor dem Eintritt in die geistige Erfahrung zu rechtfertigen.","Dieses Buch auf der einen Seite eine von meinen eigentlich geisteswissenschaftlichen Schriften völlig abgesonderte Stellung einzunehmen."],"significance":7}
{"concept":"Geschichtliche Betrachtung","augmentId":"7bb09754-d41f-4f51-94a4-377fe272079e","examples":["über diese Fragen und ihre Lösungsversuche selbst durch ihre geschichtliche Betrachtung zu sprechen","an der Geschichte der Philosophien die Philosophie selber zu entwickeln","eine geschichtlich auftretende philosophische Meinung zu verzeichnen"],"significance":7}
{"concept":"Geschlechterverhältnis","augmentId":"c97cf36c-75e4-4260-a310-26980325aefb","examples":["Der Mann sieht im Weib, das Weib in dem Mann fast immer zu viel von dem allgemeinen Charakter des anderen Geschlechtes und zu wenig von dem Individuellen","Die soziale Stellung der Frau ist zumeist deshalb eine so unwürdige, weil sie in vielen Punkten, wo sie es sein sollte, nicht bedingt ist durch die individuellen Eigentümlichkeiten der einzelnen Frau","Was die Frau ihrer Natur nach wollen kann, das überlasse man der Frau zu beurteilen"],"significance":6}
{"concept":"Gesetzmäßigkeit","augmentId":"4dce71b4-8361-4369-a86b-32f35dfbc51c","examples":["Die gesetzmäßige Harmonie, von der das Weltall beherrscht wird, kommt in der menschlichen Erkenntnis zur Erscheinung.","Unser Handeln ist ein Teil des allgemeinen Weltgeschehens.","Die Gesetzmäßigkeit herrscht nicht mehr über uns, sondern in uns über das von unserem Ich ausgehende Geschehen.","Was bei der übrigen Erfahrung erst anderswo hergeholt werden muss, wenn es überhaupt auf sie anwendbar ist, der gesetzliche Zusammenhang, ist im Denken schon in seinem allerersten Auftreten vorhanden.","Wir müssen uns zweierlei vorstellen: einmal, dass wir die ideelle Welt tätig zur Erscheinung bringen, und zugleich, dass das, was wir tätig ins Dasein rufen, auf seinen eigenen Gesetzen beruht."],"significance":8.5}
{"concept":"Gesichtspunkt","augmentId":"f69683b7-3e0d-4217-9681-eb0c7f27ee26","examples":["Ich bin nicht der Ansicht, dass dieses Urteil von einem berechtigten Gesichtspunkt aus gefällt ist, wenn auch, äußerlich betrachtet, in dem Buch fast ausschließlich von Goethes Naturideen die Rede ist.","Und ich meine, durch die Schrift selbst, angedeutet zu haben, dass das Einnehmen eines Gesichtspunktes gegenüber den Naturerscheinungen, wie ihn Goethe gehabt hat, zu bestimmten Ansichten, über psychologische, historische und weitergehende Weltenerscheinungen führen kann.","Da ich nun leider sehen musste, wie viel Neigung bei manchen Beurteilern vorhanden ist, aus einem solchen, nach Durchdringung mit der Wirklichkeit strebenden Betrachten einer Erscheinung unter verschiedenen Gesichtspunkten «Widersprüche» zu konstruieren."],"significance":7}
{"concept":"Gestaltende Kräfte","augmentId":"8d43e60a-ca1b-4727-8055-06e60e1aaed3","examples":["Dass dagegen Goethe gestaltende Kräfte annimmt, die innerhalb der Massen wirksam sind und die eine höhere Art von Bildungsprinzipien darstellen, als die Physik und Chemie sie kennen.","In der regelmäßigen Gestaltung anorganischer Massen wirkt ein Ideelles, das als solches nicht in die sinnliche Form eingeht, aber doch eine sinnliche Form schafft.","Er ist der Ansicht, dass das Tatsächliche vom Zeichner nur dann wahrhaft dargestellt werden kann, wenn dieser auf die Intentionen der Natur achtet, die in der äußeren Erscheinung oft nicht deutlich genug hervortreten."],"significance":8}
{"concept":"Glaube an die Idee","augmentId":"ae686895-4d76-4881-9a2f-8a124d445700","examples":["Es ist im letzten Grund der Glaube an die Idee.","Die Ahnung eines Höheren, Besseren erfüllt Goethe stets.","Er hat aber das andere Bedürfnis, ein Höheres zu ahnen und sich zu ihm emporzuarbeiten."],"significance":9}
{"concept":"Glaubensfreiheit","augmentId":"f49b4cf2-dd15-4b6c-837d-09e8f780acb4","examples":["Die Freiheit des Glaubens, des Gewissens und die Freiheit des religiösen und weltanschaulichen Bekenntnisses sind unverletzlich."],"significance":9}
{"concept":"Gleichwertigkeit","augmentId":"a77efa62-ac4b-419f-87ff-a672bdd08b52","examples":["Auf dieser Stufe sind die Tatsachen, die wir wahrnehmen, die wir innerlich durchleben, absolut gleichgültig füreinander.","Für die Erfahrung ist die auf einer niedrigen Stufe der Organisation stehende Schnecke gleichwertig mit dem höchst entwickelten Tier.","In der Literaturgeschichte ragt Goethe nicht über Gottsched empor, wenn es sich um die bloße erfahrungsmäßige Tatsächlichkeit handelt."],"significance":6}
{"concept":"Gletschertransport","augmentId":"65da8ac1-1de1-4237-ad23-9cee663b3104","examples":["Er fand solche bei der Bildung der Gletscher tätig.","Sie haben dann die Steinmassen viel weiter von den Gebirgen weggetragen, als sie es in der Gegenwart tun.","Um sich vorstellen zu können, dass die von erratischen Blöcken bedeckten Landesteile einst von Gletschereis bedeckt waren, bedarf es der Annahme einer Epoche großer Kälte."],"significance":7}
{"concept":"Glückseligkeitstrieb","augmentId":"196ad261-52bd-45c7-bfea-6fa87a384a18","examples":["Dieser Trieb ist der Glückseligkeitstrieb.","Das Streben nach Glück liegt allem Handeln zugrunde.","Allen ist Glückseligkeit das letzte Ziel und wie verschieden auch das Bild sein mag, das sich das Individuum von ihr macht, von den rohesten Zeiten bis zu den gebildetsten, ist sie dem empfindenden Lebewesen Anfang und Ende seines Denkens und Fühlens."],"significance":8}
{"concept":"Goethes vielseitige Weltansicht","augmentId":"049bf925-504b-43a3-ba6c-effe4722c04b","examples":["Goethes Weltansicht ist die denkbar vielseitigste.","Sie geht von einem Zentrum aus, das in der einheitlichen Natur des Dichters gelegen ist, und kehrt immer jene Seite hervor, die der Natur des betrachteten Gegenstandes entspricht.","Goethes Weltansicht schließt eben in dem angedeuteten Sinne viele Denkrichtungen in sich, während sie von keiner einseitigen Auffassung je durchdrungen werden kann."],"significance":10}
{"concept":"Goethes Weltanschauung","augmentId":"c6b79ac1-e0ac-4441-9e77-0e03c33c4b19","examples":["Die in dieser Schrift versuchte Schilderung der Goetheschen Weltanschauung habe ich im Jahr 1897 unternommen","Dass durch sie ein Grund gegeben ist, über Goethes Weltanschauung gegenwärtig anders zu sprechen, als ich es 1897 getan habe, glaube ich nicht","Was ich über das Verhältnis der Goetheschen Weltanschauung zu dem damaligen Stand der allgemein anerkannten Naturideen gesagt habe, scheint mir auch zu gelten mit Bezug auf die Naturwissenschaft unserer Tage","Die Gedanken, die ich in diesem Buch ausspreche, sollen die Grundlage festhalten, die ich in der Weltanschauung Goethes beobachtet habe.","Im Lauf vieler Jahre habe ich immer wieder und wieder das Bild dieser Weltanschauung betrachtet.","Ich habe gezeigt, welche Richtung die Beobachtung der Welterscheinungen nehmen muss, wenn sie in die Gebiete dringen will, die Goethe nicht betreten hat.","Immer klarer im Einzelnen wurde mir die Tatsache, dass mich meine eigene Anschauung in eine Erkenntnistheorie der Goetheschen Weltanschauung hineinstellte.","Ich fand, dass meine Gesichtspunkte mir eine Erkenntnistheorie ergaben, die die der Goetheschen Weltanschauung ist."],"significance":10}
{"concept":"Goethes Wertschätzung der Mathematik","augmentId":"0053eb73-b083-4c02-842f-9b9ec1096330","examples":["Die Bedächtlichkeit, nur das Nächste ans Nächste zu reihen, oder vielmehr das Nächste aus dem Nächsten zu folgern, haben wir von den Mathematikern zu lernen.","Ich hörte mich anklagen, als sei ich ein Widersacher, ein Feind der Mathematik überhaupt, die doch niemand höher schätzen kann als ich.","Ja, er will die gesamte Naturwissenschaft von jener Strenge durchdrungen wissen, die der Mathematik eigen ist."],"significance":7}
{"concept":"Goethes wissenschaftliche Bestrebungen","augmentId":"cb3e9902-93e6-4903-ae9c-6df9af0e8b85","examples":["Seinem genialischen Blicke soll es hier gelungen sein, Naturgesetzlichkeiten zu ahnen, die dann unabhängig von ihm von der strengen Wissenschaft wieder gefunden wurden.","Man wird durchaus nicht zugeben, dass man durch ein Eingehen auf des Dichters wissenschaftliche Werke etwas gewinnen könne, was die Wissenschaft nicht auch ohne ihn heute bieten würde."],"significance":9}
{"concept":"Grenze der Mathematik","augmentId":"32759b2d-1996-42b9-b60a-188a466ceb38","examples":["Es ist also ein entschiedener Irrtum, zu glauben, dass man mit mathematischen Urteilen die Gesamtnatur erfassen könne.","Die Natur ist eben nicht bloß Quantum; sie ist auch Quale.","Die Mathematik hat es nur mit dem ersteren zu tun."],"significance":8}
{"concept":"Grenze des Naturerkennens","augmentId":"fed343f4-2025-443e-b238-2861583a7404","examples":["Hier zeigt sich uns, meint Du Bois-Reymond, eine «Grenze des Naturerkennens».","Es gibt für die Erkenntnis keine Brücke von der Bewegung zur Empfindung: das ist Du Bois-Reymonds Glaubensbekenntnis.","Wir kommen aus der Bewegung in der materiellen Welt nicht herein in die seelische Welt der Empfindungen."],"significance":9}
{"concept":"Griechisches Gedankenerbe","augmentId":"db8964a0-9700-443a-85e6-d479a8be09e0","examples":["Die Gedanken, die dabei zutage treten, sind die fortwirkenden griechischen Gedanken.","Man nimmt diese auf, gestaltet sie um; aber man bringt sie zu keinem Wachstum aus sich selbst heraus.","Clemens nimmt die griechischen Weltanschauungen wie eine Vorbereitung der christlichen Offenbarung und benützt sie als ein Instrument, um die christlichen Impulse auszudrücken und zu verteidigen."],"significance":8}
{"concept":"Halbe Wirklichkeit","augmentId":"e1d7c256-18c3-4d68-a0d8-671d6db64dd3","examples":["Nur eine Erkenntnis wird über diese Klippe hinwegführen können, welche ins geistige Auge fasst, dass alles, was die Sinne wahrnehmen, sich durch seine eigene Wesenheit nicht als eine fertige, in sich beschlossene Wirklichkeit darstellt, sondern als ein Unvollendetes, gewissermaßen als eine halbe Wirklichkeit.","Sobald man voraussetzt, man habe in den Wahrnehmungen der Sinnenwelt eine volle Wirklichkeit vor sich, wird man nie dazu kommen, der Frage Antwort zu finden: Was haben die selbstschöpferischen Erzeugnisse der Seele zu dieser Wirklichkeit erkennend hinzuzubringen?","Strebt man also danach, im Erkennen nur nachzubilden, was schon vor dem Erkennen beobachtet wird, so erlangt man kein wahres Erleben in der vollen, sondern ein Abbild der «halben Wirklichkeit»."],"significance":8}
{"concept":"Handeln","augmentId":"d19cdcf4-bbe3-4115-af3a-25a20d2dcbfd","examples":["Sich als handelnde Persönlichkeit erkennen heißt somit: für sein Handeln die entsprechenden Gesetze, d.h. die sittlichen Begriffe und Ideale als Wissen zu besitzen.","Nicht alles menschliche Handeln trägt diesen Charakter.","Das wichtigste Problem alles menschlichen Denkens ist das: den Menschen als auf sich selbst gegründete, freie Persönlichkeit zu begreifen."],"significance":8}
{"concept":"Harmonische Organisation","augmentId":"cb587dc6-3e0a-44e5-8e59-5ea3482828fd","examples":["In der menschlichen Bildung nun bilden sich alle Organe und Organsysteme so aus, dass eines dem andern Raum genug zur freien Entwicklung lässt, dass jedes einzelne in jene Schranken zurücktritt, welche nötig erscheinen, um alle andern in gleicher Weise zur Geltung kommen zu lassen.","So entsteht ein harmonisches Ineinanderwirken der einzelnen Organe und Systeme zu einer Harmonie, welche den Menschen zum vollkommensten, die Vollkommenheiten aller übrigen Geschöpfe in sich vereinigenden Wesen macht.","Bei ihm hat die Natur auf ein Wesen verwendet, was sie bei den Tieren auf viele Klassen und Ordnungen zerstreut hat."],"significance":9}
{"concept":"Höherer Zusammenhang","augmentId":"650a96f5-baac-466f-969a-3021b57ba8d7","examples":["Weil er einsah, dass der höhere Zusammenhang, in dem dieselben stehen, unserer Erkenntnis keineswegs verschlossen ist","Die organische Welt, wie überhaupt das, was innerhalb der Natur als höhere Natur erscheint"],"significance":8}
{"concept":"Ich-Bewusstsein","augmentId":"f6ca0c37-c2a8-4b7e-9ce6-e7f89a6bb525","examples":["In der neueren Zeit wird innerhalb des Seelenlebens das Bewusstsein vom «Ich» rege, wie im griechischen Weltanschauungsleben der Gedanke geboren wurde.","In den Zeiten des Mittelalters zog in die Seelen das Bewusstsein vom «Ich» ein.","Das «Ich» erlebt er, wie es sich in dem eigenen Seelenleben den inneren Gegensatz schafft, wie es sich in der eigenen Seele spiegelt."],"significance":10}
{"concept":"Ich-Welt-Gegensatz","augmentId":"e57283da-b23e-4ab9-8a19-a313c7b159ee","examples":["Wir stellen uns als ein selbständiges Wesen der Welt gegenüber.","Das Universum erscheint uns in den zwei Gegensätzen: Ich und Welt.","Wir sind es selbst, die wir uns von dem Mutterboden der Natur loslösen, und uns als «Ich» der «Welt» gegenüberstellen."],"significance":10}
{"concept":"Ich","augmentId":"600d6093-bc24-4002-8980-1b7c466a04a1","examples":["Dass ich selbst der Tätige bin, mag auf einem Schein beruhen; der unmittelbaren Beobachtung stellt sich die Sache jedenfalls so dar.","Nur dass ich mich innerhalb des Weltinhaltes in meinem Denken als in meiner ureigensten Tätigkeit erfasse, konnte er behaupten.","Es ist das «Ich» selbst ist, das im Denken drinnen stehend seine Tätigkeit beobachtet.","Das Ich setzt ursprünglich schlechthin sein eigenes Sein.","Ein wirkliches Bewusstsein existiert nur, wenn es sich selbst verwirklicht.","Das Ich kann also nur durch einen absoluten Entschluss alle seine Tätigkeit beginnen."],"significance":8}
{"concept":"Idealismus der Wissenschaft","augmentId":"6824c71b-b35e-4d7d-be88-c5ca82fbfe03","examples":["Wahre Wissenschaft im höheren Sinne des Wortes hat es nur mit ideellen Objekten zu tun; sie kann nur Idealismus sein.","Die Resultate der Wissenschaft können also nur aus dem Geist kommen; sie können somit nur Ideen sein.","Der Raum ist eine Idee."],"significance":10}
{"concept":"Idealistische Gedankenwelt","augmentId":"b437deb4-1db7-44d9-a089-78d8e04e9014","examples":["Lotze und Fechner hatten aber das entschiedene Bedürfnis, über die naturwissenschaftliche Betrachtungsart hinaus sich eine idealistische Gedankenwelt zu erbauen.","Lotze will beständig gegen die Vorstellungen streiten, die von der Welt nur die eine und geringere Hälfte kennen wollen, nur das Entfalten von Tatsachen zu neuen Tatsachen, von Formen zu neuen Formen, aber nicht die beständige Wiederverinnerlichung all dieses Äußerlichen zu dem, was in der Welt allein Wert hat und Wahrheit, zu der Seligkeit und Verzweiflung, der Bewunderung und dem Abscheu, der Liebe und dem Hass, zu all dem namenlosen Hangen und Bangen, in welchem das Leben verläuft, das allein Leben zu heißen verdient.","Fechner stellt sich vor, dass der Weltgeist zu der Weltmaterie dasselbe Verhältnis habe wie der Menschengeist zum Menschenkörper."],"significance":8}
{"concept":"Idee als wissenschaftlicher Inhalt","augmentId":"a434dacb-3620-49dc-9415-bacdd0c94264","examples":["Unsere Ausführungen haben gezeigt, dass der wahre Inhalt der Wissenschaft überhaupt nicht der wahrgenommene äußere Stoff ist, sondern die im Geiste erfasste Idee.","Was in der Wissenschaft als Idee erscheint, ist in der Kunst Bild."],"significance":10}
{"concept":"Idee","augmentId":"48b45e53-2609-49f5-9518-50eb10daaeab","examples":["Das Tier ist allerdings nicht durch eine in der Luft schwebende Idee, wohl aber durch eine ihm eingeborene und seine gesetzmäßige Wesenheit ausmachende Idee bestimmt.","Ideen werden zweckmäßig nur durch Menschen verwirklicht.","Gerade weil die Idee nicht außer dem Ding ist, sondern in demselben als dessen Wesen wirkt, kann nicht von Zweckmäßigkeit gesprochen werden.","Goethe hatte in der 'Urpflanze' eine Idee erfasst.","Die Idee der neueren Zeit muss mit dem Leben, dem Lebewesen selbst verwandt sein; sie wird erlebt.","In Goethe, Fichte, Schiller ringt sich die erlebte Idee in die Seele herein.","Das ist keine Erfahrung, das ist eine Idee.","Weil von zwei Seiten dem Menschen seine Erkenntnisse zufließen, von außen durch Beobachtung und von innen durch das Denken, unterscheidet Schiller zwei Quellen der Erkenntnis.","Ihm sind Ideenwelt und Erfahrungswelt zwei getrennte Reiche.","Nur im menschlichen Geist können die Ideen ein selbständiges Dasein haben.","Wer nicht daran glaubt, dass in dem einzelnen Ding die Idee lebt, kann auch keine Neigung haben, sie in demselben zu suchen.","Die Gedanken, die unabhängig von der Wahrnehmung gebildet werden, sind allein das Wertvolle für die Erkenntnis.","Hegel hat die Idee, dass die Weltvernunft sich in der Geschichte offenbart.","Goethe hat die Idee, dass die Natur in ihren Erscheinungen die Idee offenbart.","Man wird dann gewahr, dass er die in die Idee übersetzte Natur der Pflanze selbst ist, die in unserem Geist ebenso lebt wie im Objekt.","Man bemerkt auch, dass man sich einen Organismus bis in die kleinsten Teile hinein belebt, nicht als toten, abgeschlossenen Gegenstand, sondern als sich Entwickelndes, Werdendes, als die stetige Unruhe in sich selbst vorstellt.","Die Objekte des Denkens sind aber die Ideen.","Das Gewahrwerden der Idee in der Wirklichkeit ist die wahre Kommunion des Menschen.","Auch die Ideen sind für eine induktive Methode erreichbar.","Darüber geht ihm die Ideengrundlage derselben auf","bleibt ihm nach Abstreifung alles Zufälligen, Unwesentlichen etwas zurück, das Idee in seinem Sinne ist","In der Tatsache, der wir beobachtend gegenübertreten, steckt schon das Wahre, die Idee","In der Idee erkennen wir dasjenige, woraus wir alles andere herleiten müssen: das Prinzip der Dinge.","Die Idee ist nicht Inhalt des subjektiven Denkens, sondern Forschungsresultat.","Die Idee ist daher an allen Orten der Welt, in allen Bewusstseinen eine und dieselbe.","Die Methode wird also darin bestehen müssen, dass wir bei jeglichem Dinge die Frage beantworten: Welchen Anteil hat es für die einheitliche Ideenwelt; welche Stelle nimmt es in dem ideellen Bild ein, das ich mir von der Welt mache?","Wir haben also eigentlich einen Idealismus begründet, der Realismus zugleich ist.","In der Idee haben wir nicht ein Bild von dem, was wir zu den Dingen suchen; wir haben dieses Gesuchte selbst.","Diese von der Vernunft geschaffenen Gebilde sollen Ideen heißen.","Dass die Idee eine Vielheit von Verstandesbegriffen auf eine Einheit zurückführt, das hat auch schon Kant ausgesprochen.","Die Idee ist ewig und einzig; dass wir auch den Plural brauchen, ist nicht wohlgetan."],"significance":8.909090909090908}
{"concept":"Ideeller Zusammenhang","augmentId":"1930e030-e593-45f9-bdc8-eee44a879cf1","examples":["Die Vorgänge der unorganischen Natur verlaufen gesetzmäßig, und diese Gesetzmäßigkeit stellt sich dem Beobachter als Idee dar.","Die Idee ist es, die einen unorganischen Vorgang in den anderen hinüberleitet, nicht ein Tatsächliches, das von dem einen zu dem anderen wandert.","In demselben offenbart sich ein ideeller Zusammenhang sinnlicher Wahrnehmungen, der sich durch sich selbst erklärt."],"significance":8}
{"concept":"Ideelles Gitterwerk","augmentId":"49b4d7f2-f5cd-4b46-80e0-936b21ac47a0","examples":["Er denkt sich die Steinmassen von einem ideellen Gitterwerk durchzogen, und zwar sechsseitig.","Dadurch werden kubische, parallelepipedische, rhombische, rhomboidische, säulen- und plattenförmige Körper aus einer Grundmasse herausgeschnitten.","Er stellt sich innerhalb dieser Grundmasse Kräftewirkungen vor, die sie in dem Sinne trennen, wie das ideelle Gitterwerk es veranschaulicht."],"significance":9}
{"concept":"Ideenwelt","augmentId":"c7c2a9eb-dfc9-4e13-9db1-e9b7e8f00544","examples":["Was allein wahrhaft seiend genannt werden kann, weil es immer ist, aber nie wird, noch vergeht: das sind die idealen Urbilder jener Schattenbilder, es sind die ewigen Ideen, die Urformen aller Dinge.","Erst wenn aus dem Seelenleben heraus die Ideenwelt aufleuchtet und im Anschauen der Welt der Mensch Idee und Sinnesbeobachtung als einheitliches Erkenntniserlebnis vor seinen Geist stellen kann, hat er wahre Wirklichkeit vor sich.","Platonismus ist die Überzeugung, dass das Ziel alles Erkenntnisstrebens die Aneignung der die Welt tragenden und deren Grund bildenden Ideen sein müsse."],"significance":10}
{"concept":"Identität von Natur und Geist","augmentId":"b5179377-340c-4843-8e9c-5346a1689c07","examples":["Natur und Geist sind also überhaupt nicht zwei verschiedene Wesenheiten, sondern eine und dieselbe Wesenheit in zwei verschiedenen Formen.","Die Natur soll der sichtbare Geist, der Geist die unsichtbare Natur sein.","Hier also, in der absoluten Identität des Geistes in uns und der Natur außer uns, muss sich das Problem, wie eine Natur außer uns möglich sei, auflösen."],"significance":9}
{"concept":"Individuelle Erkenntniswege","augmentId":"3d33e84c-e1fd-4b57-ab8b-3702ea3ba7f8","examples":["Jeder Mensch muss nach seiner Weise denken: denn er findet auf seinem Wege immer ein Wahres, oder eine Art von Wahrem, die ihm durchs Leben hilft.","Goethe wusste, dass der Wege zum Wahren unendlich viele sind.","Der geringste Mensch kann komplett sein, wenn er sich innerhalb der Grenzen seiner Fähigkeiten und Fertigkeiten bewegt."],"significance":6}
{"concept":"Individuelle Seele","augmentId":"f8cfa796-f34b-4216-8002-0a2eaba8da6c","examples":["Nicht die einzelne Seele ist wirklich, der geschichtliche Prozess ist es.","Wie steht dasjenige, was der Mensch wahrnehmen, vorstellen, denken kann, im Verhältnis zur wirklichen Welt?","Troxler will die Menschennatur verankert wissen in einer Welt, die nicht bloßer Gedanke ist; daher macht er darauf aufmerksam, dass man von etwas im Menschen sprechen könne, welches den Menschen an eine über die Sinneswelt hinausliegende Welt bindet, und das nicht bloßer Gedanke ist."],"significance":7}
{"concept":"Individuelle Wahrheitsgestaltung","augmentId":"9248c639-5df6-414c-b1fb-b1a431d0d0d0","examples":["Dem einzelnen Menschen erscheint die Wahrheit in einem individuellen Kleid.","Nicht darauf kommt es an, dass in dem einen Menschen die Wahrheit anders erscheint als in dem anderen, sondern darauf, dass alle zum Vorschein kommenden individuellen Gestalten einem einzigen Ganzen angehören, der einheitlichen ideellen Welt.","Die Wahrheit spricht im Innern der einzelnen Menschen verschiedene Sprachen und Dialekte; in jedem großen Menschen spricht sie eine eigene Sprache, die nur dieser einen Persönlichkeit zukommt."],"significance":9}
{"concept":"Individuum","augmentId":"8091e79e-7c44-484a-af8a-d5a70f8e0c31","examples":["Was wir aber nicht ganz durchschauen, widerstrebt dem Individuellen, das alles mit seinem tiefsten Innern durchleben will.","Wir halten uns jeder berechtigt, von seinen nächsten Erfahrungen, seinen unmittelbaren Erlebnissen auszugehen, und von da aus zur Erkenntnis des ganzen Universums aufzusteigen.","Wen nicht ein besonderes, individuelles Bedürfnis zu einer Anschauung treibt, von dem fordern wir keine Anerkennung, noch Zustimmung.","Hegels Philosophie ist keine Weltanschauung der Freiheit, weil sie den Weltinhalt in seiner höchsten Form nicht auf dem Grund der menschlichen Persönlichkeit sucht","Er verlegt den Ursprung des Sittlichen daher auch nicht in das menschliche Individuum, sondern in die außer dem Menschen liegende Weltordnung","Das Einzelne, Individuelle gilt Hegel geradezu als das Schlechte, wenn es in seiner Einzelheit verharrt","Nicht die Idee, wie sie sich in der Allgemeinheit (Typus) darlebt, sondern wie sie im Einzelwesen (Individuum) auftritt, ist es, worauf es ankommt.","Was uns in der Naturwissenschaft nur als Durchgangspunkt wertvoll ist, das Besondere, das interessiert uns in den Geisteswissenschaften allein.","Zu allen Zeiten sind es nur die Individuen, welche für die Wissenschaft gewirkt, nicht das Zeitalter."],"significance":7.666666666666667}
{"concept":"Intellektuelle Anschauung","augmentId":"d236022d-d5d6-4ad2-8db9-5e685e3c3c82","examples":["Schelling sieht in den Gedanken, die ihm seine Phantasie vor die Seele stellt, die Ergebnisse dieses höheren Sinnes, den er intellektuelle Anschauung nennt.","Ihn, der also in dem, was der Geist über die Natur aussagt, ein Erzeugnis sieht, das der Geist schafft, musste vor allen Dingen die Frage interessieren: Wie kann das, was aus dem Geist stammt, doch die wirkliche, in der Natur waltende Gesetzmäßigkeit sein?"],"significance":7}
{"concept":"Intuitive Denkweise","augmentId":"ae12f53c-f0ef-4b50-9264-a6062017dce4","examples":["Heinroth hat in seiner Anthropologie ein treffliches Wort über dieses Denken gesprochen, das Goethe im höchsten Grad gefiel, weil es ihn über seine Natur aufklärte.","Dass mein Denken sich von den Gegenständen nicht sondere; dass die Elemente der Gegenstände, die Anschauungen in dasselbe eingehen und von ihm auf das innigste durchdrungen werden; dass mein Anschauen selbst ein Denken, mein Denken ein Anschauen sei.","Solcher Art war Goethes Denken."],"significance":8}
{"concept":"Isolierung der Philosophie","augmentId":"a003fcd3-f58a-475a-a11e-d809cf62f6b7","examples":["Für sie scheint unsere klassische Zeit geradezu nicht vorhanden zu sein.","Sie sucht ihr Heil in einer künstlichen Abgeschlossenheit und vornehmen Isolierung von allem übrigen Geistesleben.","So haben wir eine Wissenschaft, nach der niemand sucht und ein wissenschaftliches Bedürfnis, das von niemandem befriedigt wird."],"significance":8}
{"concept":"Kampf ums Dasein","augmentId":"79ef2cfa-5b58-4b73-8243-29a90235ac3e","examples":["Das Tüchtige, das heißt das Zweckmäßige, erhält sich, das Untüchtige, das heißt das Unzweckmäßige, erhält sich nicht.","Dieser Kampf bewirkt planlos, was der Züchter planvoll macht.","Aus dem Kampf der Natur, aus Hunger und Tod geht daher das Höchste, was wir zu erfassen vermögen, die Produktion der höheren Tiere direkt hervor."],"significance":9}
{"concept":"Klassische Prägung der deutschen Bildung","augmentId":"c0245c20-1b31-4877-8481-b4a87b714057","examples":["Unsere ganze deutsche Bildung fußt so sehr auf unseren Klassikern, dass wohl mancher, der sich vollkommen originell zu sein dünkt, nichts weiter vollbringt, als dass er ausspricht, was Goethe oder Schiller längst angedeutet haben.","Unsere Art, die Welt und das Leben anzuschauen, ist so sehr durch sie bestimmt, dass niemand unsere Teilnahme erregen kann, der nicht Berührungspunkte mit dieser Welt sucht."],"significance":9}
{"concept":"Knochen als Grundfesten","augmentId":"02c2dee2-278d-4c98-84ad-23d0cc51b0d5","examples":["Er erkannte, dass die Knochen die Grundfesten der Bildung sind, ein Gedanke, den er später aufrechterhalten hat, indem er bei den anatomischen Arbeiten durchaus von der Knochenlehre ausging.","Die beweglichen Teile formen sich nach ihnen (den Knochen), eigentlicher zu sagen, mit ihnen und treiben ihr Spiel nur insoweit es die festen vergönnen.","Man kann es schon bemerkt haben, dass ich das Knochensystem für die Grundzeichnung des Menschen – den Schädel für das Fundament des Knochensystems und alles Fleisch beinahe nur für das Kolorit dieser Zeichnung halte."],"significance":8}
{"concept":"konkrete Tatsache","augmentId":"dce4ad3b-b221-44f7-9b9b-8e21d6ec722f","examples":["Er geht immer von konkreten Tatsachen aus","Er suchte diese Methode mit jenen Hilfsmitteln, die ihm zu Gebote standen","die Methode, der sich Goethe bedient, bleibt selbst da noch die auf reine Erfahrung gebaute"],"significance":7}
{"concept":"Kritische Besonnenheit","augmentId":"976c37ca-11a4-4f08-a81a-6e8efb519154","examples":["Kritische Besonnenheit ist demnach das Gegenteil von Naivität.","Wir nennen ein Verhalten kritisch, das sich der Gesetze der eigenen Tätigkeit bemächtigt, um deren Sicherheit und Grenzen kennen zu lernen.","Die Erkenntnistheorie kann aber nur eine kritische Wissenschaft sein."],"significance":7}
{"concept":"Kunst als gesteigertes Naturschaffen","augmentId":"68ed8465-82b1-456b-bd84-818abae23bde","examples":["Künstlerisches Schaffen ist ihm gesteigertes Naturschaffen.","Das Kunstwerk ist demnach um so vollkommener, je mehr in ihm dieselbe Gesetzmäßigkeit zum Ausdruck kommt, die in dem Naturwerk enthalten ist.","Der Künstler verwirklicht die Ideen der Natur."],"significance":9}
{"concept":"Kunst als Naturmanifestation","augmentId":"b86b8274-aeff-4e42-bcf0-0399b87ed2fc","examples":["Ihm ist daher auch die Kunst eine Manifestation geheimer Naturgesetze.","Die großen Kunstwerke, die Goethe in Italien sah, erschienen ihm als der unmittelbare Abdruck des Notwendigen, das der Mensch in der Natur gewahr wird."],"significance":7}
{"concept":"Kunst als vollkommenere Natur","augmentId":"de2028f3-974f-4fd3-bbf1-068ac13a7dce","examples":["In ihnen schafft der Mensch das in einer vollkommenen Weise, was die Natur unvollkommen zeigt.","Kunst ist Fortsetzung der Natur.","Was der Künstler schafft, sind Naturobjekte auf einer höheren Stufe der Vollkommenheit."],"significance":7}
{"concept":"Lebendige Entwicklung","augmentId":"5166f295-416e-4052-b9ad-abdb633d02fe","examples":["die lebendige Entwicklung einer Persönlichkeit","Gedanken in Betracht kommen","Übereinstimmung des einen mit dem anderen nicht im Sinne des Abschreibens"],"significance":6}
{"concept":"Lebendiges Wesen","augmentId":"571cf5e2-6290-4ee5-97ae-6cc633d5ebf8","examples":["Ein lebendes Wesen stellt uns, wenn wir es seiner äußeren Erscheinung nach betrachten, eine Menge von Einzelheiten dar, die uns als dessen Glieder oder Organe erscheinen.","Bei dem Organismus vor allem festgehalten werden müsse, dass hier die äußere Erscheinung von einem inneren Prinzip beherrscht wird, dass in jedem Organe das Ganze wirkt.","Das arme Tier zittert im Netz, streift sich die schönsten Farben ab; und wenn man es ja unversehrt erwischt, so steckt es doch endlich steif und leblos da; der Leichnam ist nicht das ganze Tier, es gehört noch etwas dazu, noch ein Hauptstück und bei der Gelegenheit, wie bei jeder andern, ein hauptsächliches Hauptstück: das Leben..."],"significance":9}
{"concept":"Lebendigkeit des Denkens","augmentId":"ff24aa31-1de5-4d7a-8b8d-cfaad230461e","examples":["Er will seine Gedanken lebendig erhalten, damit er in jedem Augenblick sie umwandeln könne, wenn die Wirklichkeit ihn dazu veranlasst.","Goethes Innenleben war zu reich, zu erfüllt von zarten Bestandteilen, um von ihm selbst in einfache Formeln gebracht zu werden."],"significance":9}
{"concept":"Lebensbezug der Philosophie","augmentId":"efa71208-acb2-45c8-823d-b110b77740ba","examples":["Jeder philosophische Gedanke, der nicht von diesem Leben selbst gefordert wird, ist zur Unfruchtbarkeit verurteilt","Ein fruchtbarer Gedanke muss seine Wurzel in den Entwicklungsvorgängen haben, die von der Menschheit im Verlauf ihres geschichtlichen Werdens durchzumachen sind","Im Lebensganzen muss Philosophie walten"],"significance":9}
{"concept":"Lebewesen","augmentId":"0c708e2f-56f9-47dc-8a02-62705f9e3ce7","examples":["Die Lebewesen sind in bestimmten Formen vorhanden.","Die Lebewesen entwickeln sich aus einfachen zu komplizierten Formen."],"significance":8}
{"concept":"Leibfreies Seelenbewusstsein","augmentId":"a2834028-0b81-4362-a74d-e18d069d2270","examples":["Durch solche Innenarbeit kann die Menschenseele erreichen, was von der Philosophie angestrebt wird.","Man entdeckt durch solche Seelenarbeit, dass für das Zustandekommen des gewöhnlichen Bewusstseins die Seelenkräfte sich so «verdünnen» müssen und dass sie in dieser Verdünnung unwahrnehmbar werden.","Wirkliche Geisteswissenschaft kann nur errungen werden, wenn die Seele in eigener selbst geleisteter Innenarbeit den Übergang findet von dem gewöhnlichen Bewusstsein zu einem solchen, mit dem sie in der geistigen Welt sich drinnen stehend klar erlebt."],"significance":9}
{"concept":"Liebe","augmentId":"74888fb4-a0fb-4b59-90ea-a50d27163742","examples":["Es kann nur die Liebe sein.","Nur eine Handlung aus Liebe kann eine sittliche sein.","Die Liebe im Handeln unser Leitstern sein."],"significance":7}
{"concept":"Lufterscheinung","augmentId":"5c40fde2-2b31-496b-a824-79464f40bf2b","examples":["Lufterscheinungen sind sichtbare Zeichen der Atmosphäre."],"significance":8}
{"concept":"Lust und Unlust","augmentId":"0c94bd41-31f1-4b08-b107-746f49714f3b","examples":["Die Erfüllung des Strebens erzeugt in dem strebenden Individuum Lust, die Nichtbefriedigung Unlust.","Lust oder Unlust können sich in einem Wesen einstellen, auch ohne dass sie Folgen eines Begehrens sind.","Wer also untersuchen will, ob auf Seite der Lust oder der Unlust ein Überschuss zu finden ist, der muss in Rechnung bringen: die Lust am Begehren, die an der Erfüllung des Begehrens, und diejenige, die uns unerstrebt zuteil wird."],"significance":10}
{"concept":"Manifestation geheimer Naturgesetze","augmentId":"b749b602-bc8f-487c-9841-4e15d8569618","examples":["Das Schöne ist eine Manifestation geheimer Naturgesetze, die uns ohne dessen Erscheinung ewig wären verborgen geblieben.","Die hohen Kunstwerke sind zugleich als die höchsten Naturwerke von Menschen nach wahren und natürlichen Gesetzen hervorgebracht worden.","Shakespeare gesellt sich zum Weltgeist; er durchdringt die Welt wie jener, beiden ist nichts verborgen."],"significance":8}
{"concept":"Materialismus","augmentId":"7c04d83c-4f18-4df4-b8dd-17b7c16da9ab","examples":["Aller Materialismus scheint damit überwunden.","Man fasste die Kämpfer für eine solche der Natur abgelauschte Weltanschauung als Materialisten zusammen.","Die Materialisten von heute ist nicht mehr der ehemalige des Epikur oder der Enzyklopädisten, sondern eine ganz andere, von den Errungenschaften der positiven Wissenschaften getragene Richtung oder Methode."],"significance":7}
{"concept":"Mathematik als Abstraktion","augmentId":"acfd5573-6e8d-4ffa-a39c-736f9edbb92a","examples":["Sie sondert alles, was sich der letzten Operation unterwerfen lässt, von den Dingen ab.","Die Mathematik abstrahiert die Größe und die Zahl von den Dingen.","Die mathematischen Urteile sind keine Urteile, die wirkliche Objekte voll umfassen."],"significance":9}
{"concept":"Mathematische Denkweise","augmentId":"c28d7534-44f8-4c46-8c8a-b0fddcf24d49","examples":["Einfache, durchsichtige Naturgesetze, wie sie die Physik bei ihren Erscheinungen anwendet, sind ihm Ideale der Erkenntnis.","Dührings ganzes Schaffen geht aus einer im strengsten Sinne mathematischen und mechanistischen Denkweise hervor.","Man denke wie der richtige Mechaniker, der richtige Physiker denkt, der sich an das hält, was die Sinne wahrnehmen, der Verstand logisch kombinieren und die Rechnung feststellen können."],"significance":7}
{"concept":"Meinungsfreiheit","augmentId":"4f3ff67b-8786-4420-9842-ab754f2e4151","examples":["Jeder hat das Recht, seine Meinung in Wort, Schrift und Bild frei zu äußern und zu verbreiten."],"significance":8}
{"concept":"Mensch als Sprachorgan der Natur","augmentId":"f59572e7-25cf-42e2-a13e-56af51e9ab72","examples":["Der Mensch ist das Organ, durch das die Natur ihre Geheimnisse enthüllt.","In der subjektiven Persönlichkeit erscheint der tiefste Gehalt der Welt.","Der Mensch muss die Dinge aus seinem Geiste sprechen lassen, wenn er ihr Wesen erkennen will."],"significance":9}
{"concept":"Mensch als vollkommener Erkenntnisapparat","augmentId":"ddc97643-e042-41b9-8c10-6a81f9eab0e9","examples":["Der Mensch an sich selbst, insofern er sich seiner gesunden Sinne bedient, ist der größte und genaueste physikalische Apparat, den es geben kann.","Dafür steht ja aber der Mensch so hoch, dass sich das sonst Undarstellbare in ihm darstellt.","Erst wenn sich der leibliche und geistige Organismus des Menschen den Erscheinungen gegenüberstellt, dann enthüllen sie ihr Inneres."],"significance":7}
{"concept":"Menschennatur","augmentId":"6b311f4a-c6e8-4eda-8f38-a54176471bea","examples":["Goethe hat die Menschennatur so beobachtet, wie sie sich offenbart."],"significance":8}
{"concept":"Menschenseele","augmentId":"e5279d32-2cb3-42c1-a1a6-bdd46e3341d5","examples":["die Menschenseele zum Erleben ihrer inneren Wesenskräfte zu führen","was die Seele in ihrer inneren Welt erlebt","die Seele durch dieses Erleben ihre eigene geistige Wesenheit sich auf eine Art zum Bewusstsein bringen kann"],"significance":8}
{"concept":"Menschenwürde","augmentId":"17d9ab27-1921-48a0-87e7-40060dfc449d","examples":["Die Würde des Menschen ist unantastbar.","Sie zu achten und zu schützen ist Verpflichtung aller staatlichen Gewalt."],"significance":10}
{"concept":"menschliche Erkenntnis","augmentId":"3091ff0c-e115-4217-b9af-591960c30b1e","examples":["Die Unterscheidung von Idee und Wahrnehmung hat nur eine Berechtigung, wenn von der Art gesprochen wird, wie die menschliche Erkenntnis zustande kommt.","Im menschlichen Anschauen der Wirklichkeit lösen sich diese Fragen in immerwährender Lebendigkeit durch das wahre menschliche Erkennen.","Der Mensch muss die Dinge auf zweifache Art zu sich sprechen lassen."],"significance":8}
{"concept":"Menschliches Handeln","augmentId":"dba8a207-0d26-4d4b-aae2-f4eb4c317ebc","examples":["Der Mensch vollbringt eine Handlung, die er sich vorher vorstellt, und lässt sich von dieser Vorstellung zur Handlung bestimmen.","Einen wahrnehmbaren Einfluss von einem Begriff auf etwas anderes können wir aber nur bei den menschlichen Handlungen beobachten.","Zweckvoll ist nur dasjenige, was der Mensch erst dazu gemacht hat, denn nur durch Verwirklichung einer Idee entsteht Zweckmäßiges."],"significance":9}
{"concept":"Metamorphose der Ideen","augmentId":"68d05840-f597-4313-aefd-2d2bdc6027af","examples":["Es ist also ebenso im Sinne der Goetheschen Weltanschauung, von einer Metamorphose der Ideen wie von einer Metamorphose der Pflanzen zu reden","Der Philosoph, der diese Metamorphose der Ideen darzustellen versucht hat, ist Hegel","Hegel verfolgt die Metamorphosen der Idee von dem reinen abstrakten Sein bis zu der Stufe, in der die Idee unmittelbar wirkliche Erscheinung wird"],"significance":8}
{"concept":"Metamorphose","augmentId":"bdfe72da-fc13-4cad-832d-c4ee6ad90015","examples":["Durchgeistigt denkt sich Goethe die ganze Natur.","Einheitlich wirkend sind im Sinne der Goetheschen Weltanschauung alle schöpferischen Kräfte.","So führt die Goethesche Metamorphosenlehre auch zu der Anschauung von Metamorphosen des Seelenlebens.","Hypothese: Alles ist Blatt und durch diese Einfachheit wird die größte Mannigfaltigkeit möglich.","Vorwärts und rückwärts ist die Pflanze immer nur Blatt, mit dem künftigen Keim so unzertrennlich vereint, dass man eins ohne das andere nicht denken darf.","Alle Glieder bilden sich aus nach ew’gen Gesetzen, Und die seltenste Form bewahrt im Geheimen das Urbild.","Betrachten wir aber alle Gestalten, besonders die organischen, so finden wir, dass nirgend ein Bestehendes, nirgend ein Ruhendes, ein Abgeschlossenes vorkommt, sondern dass vielmehr alles in einer steten Bewegung schwanke.","Immer verändert, immer beständig!","Wie alles sich zum Ganzen webt, Eins in dem andern wirkt und lebt.","Die innere Einheit dehnt sich bei der Pflanze gleichsam in die Breite, sie lebt sich in der Mannigfaltigkeit aus, verliert sich in derselben.","Die Bildung der Pflanze schreitet also von Stufe zu Stufe vor und bildet Organe; jedes Organ ist mit jedem andern identisch, d. h. dem Bildungsprinzip nach gleich, der Erscheinung nach verschieden.","Die sinnenfällige Verwandlung ist nur Folge der ideellen Verwandtschaft und nicht umgekehrt."],"significance":8.5}
{"concept":"Metaphysischer Realismus","augmentId":"c47e99db-b7c7-4a70-861f-bd18b1d38b57","examples":["Der metaphysische Realismus muss auch den Ursprung der Sittlichkeit im Feld des außermenschlichen Wirklichen suchen.","Der bloß das Außermenschliche erschließende Metaphysiker kann die Freiheit nicht anerkennen, weil er den Menschen von einem „Wesen an sich“ mechanisch oder moralisch bestimmt sein lässt."],"significance":9}
{"concept":"Methode","augmentId":"c5ef8b56-d1a3-489f-ac00-01ea3fe75106","examples":["Er kam zu einer durchaus naturgemäßen Methode","der wissenschaftliche Prozess, der damit eingeleitet wurde","In der Entfernung dieser Hülle besteht die wahre wissenschaftliche Methode","Es handelt sich nicht um eine Lehrmeinung, sondern um eine mitzuteilende Methode","Seine Methode war die entwickelnde, entfaltende, keineswegs die zusammenstellende, ordnende","Es ist hier die Rede nicht von einer durchzusetzenden Meinung, sondern von einer mitzuteilenden Methode"],"significance":9}
{"concept":"Monade","augmentId":"0ac2447a-c161-48a2-a115-da56ece07c7d","examples":["Giordano Bruno lässt die Welt aus unendlich vielen kleinen belebten und sich seelisch erlebenden Urwesen bestehen, den Monaden.","Leibniz findet in der Seele das Selbstbewusstsein, das ist das Wissen der Seele von sich selbst, also die Offenbarung des Ich.","Alle wirklichen Wesen sind in Leibniz’ Sinne Monaden."],"significance":9}
{"concept":"Monismus","augmentId":"29b6f92c-15e7-4238-b9d3-5b87650e1b45","examples":["Der Monismus richtet den Blick allein auf die Einheit und sucht die einmal vorhandenen Gegensätze zu leugnen oder zu verwischen.","Er hat sich bis jetzt in einer dreifachen Art zu helfen gesucht.","Eine merkwürdige Abart des Idealismus ist die Anschauung Friedrich Albert Langes.","Eine Philosophie, welche von diesem Grundprinzip ausgeht, kann als monistische Philosophie oder Monismus bezeichnet werden.","Wir wollen die oben charakterisierte Weltanschauung, in die der metaphysische Realismus zuletzt einmündet, wenn er seine widerspruchsvollen Elemente abstreift, Monismus nennen.","Der Monismus kommt gar nicht in die Lage, außer Wahrnehmung und Begriff nach anderen Erklärungsprinzipien der Wirklichkeit zu fragen.","Der Monismus wird die teilweise Berechtigung des naiven Realismus anerkennen müssen, weil er die Berechtigung der Wahrnehmungswelt anerkennt.","Der Monismus spricht aber der bloß schlussfolgernden Metaphysik alle Berechtigung ab, folglich auch den von sogenannten «Wesen an sich» herrührenden Antrieben des Handelns.","Der Monismus ist also im Gebiet des wahrhaft sittlichen Handelns Freiheitsphilosophie.","Der Monismus weist den Zweckbegriff auf allen Gebieten mit alleiniger Ausnahme des menschlichen Handelns zurück.","Für den Monismus entfällt mit dem absoluten nicht erlebbaren, sondern nur hypothetisch erschlossenen Weltwesen auch der Grund zur Annahme von Welt- und Naturzwecken.","Alle solche Wendungen wie: «die Geschichte ist die Entwicklung der Menschen zur Freiheit», oder die Verwirklichung der sittlichen Weltordnung und so weiter sind von monistischen Gesichtspunkten aus unhaltbar.","Die einheitliche Welterklärung oder der hier gemeinte Monismus entnimmt der menschlichen Erfahrung die Prinzipien, die er zur Erklärung der Welt braucht.","Der Monismus sucht zu der Erfahrung kein Unerfahrbares (Jenseitiges), sondern sieht in Begriff und Wahrnehmung das Wirkliche.","Der Monismus leugnet nicht das Ideelle, er sieht sogar einen Wahrnehmungsinhalt, zu dem das ideelle Gegenstück fehlt, nicht für volle Wirklichkeit an."],"significance":9}
{"concept":"Monistische Weltanschauung","augmentId":"7f3a9fc8-3c49-4891-8233-5c25a87ad81d","examples":["Die Vertreter des modernen Monismus mit dem Professor Haeckel an der Spitze erkennen in Goethe den Propheten des Darwinismus","Er dachte sich das Universum zwar in monistischer Weise als unentzweite Einheit","Die modernen Monisten kennen nur einen einzigen Kreis, den der unorganischen Naturgesetze"],"significance":8}
{"concept":"Moralische Weltordnung","augmentId":"d3d121a4-8dce-4d39-bfa4-76f1775b1657","examples":["Was ich weiß, hat ein Dasein nur durch mich; was ich tue, ist Bestandteil einer von mir unabhängigen moralischen Weltordnung.","Wie anders erscheint Fichte die moralische Weltordnung, die Welt des Glaubens.","Weil das Wissen ein Traum, die moralische Weltordnung für Fichte das einzige wahrhaft Wirkliche ist."],"significance":9}
{"concept":"Motiv","augmentId":"9399b972-d6e3-4615-9793-a8dbd2d19d51","examples":["Das Motiv ist ein begrifflicher oder vorstellungsmäßiger Faktor; die Triebfeder ist der in der menschlichen Organisation unmittelbar bedingte Faktor des Wollens.","Die Motive der Sittlichkeit sind Vorstellungen und Begriffe.","Ein solcher Antrieb wird dann zum Motiv des Wollens."],"significance":7}
{"concept":"Mythus","augmentId":"c392acdc-b9f2-4019-86be-bb0acbf0a3ba","examples":["Die Geschichte des Gottessohnes wird so für Strauß zum Mythus, in dem die Idee der Menschheit dichterisch gestaltet wurde, lange bevor sie von den Denkern in der Form des reinen Gedankens erkannt wurde.","Im Mythus der alten Völker ist der Niederschlag des Bildervorstellens der Urzeit zu sehen, aus dem sich das Gedankenerleben herausentwickelt hat.","Er will wissen, wie die mythenbildende Vorstellungsart noch in die neuere Weltanschauung hereinwirkt."],"significance":5}
{"concept":"Naiver Rationalismus","augmentId":"58d5b304-fc8f-44d2-b5bd-66d3b6ce671b","examples":["Im Gegensatz zum naiven Realismus kann man diesen Standpunkt naiven Rationalismus nennen.","Geht der charakterisierte Standpunkt von der ebenfalls ungeprüften Überzeugung aus, dass man durch Anwendung des Denkens zu wissenschaftlich berechtigten Überzeugungen kommen könne.","Der oben skizzierte Subjektivismus beruht auf einer denkenden Verarbeitung gewisser Tatsachen."],"significance":7}
{"concept":"Naiver Realismus","augmentId":"b46aa5ab-4c9b-4b9c-a1c9-c6441ce9ca17","examples":["Der naive Mensch, der nur als wirklich gelten lässt, was er mit Augen sehen und mit Händen greifen kann, fordert auch für sein sittliches Leben Beweggründe, die mit den Sinnen wahrnehmbar sind.","Der naive Realismus tötet die Freiheit durch Unterwerfung unter die Autorität eines wahrnehmbaren oder nach Analogie der Wahrnehmungen gedachten Wesens oder endlich unter die abstrakte innere Stimme, die er als „Gewissen“ deutet.","Man nennt gewöhnlich die Weltansicht, welche die Realität des uns unmittelbar gegebenen Weltbildes wie etwas nicht weiter Anzuzweifelndes, Selbstverständliches hinnimmt, naiven Realismus.","Der naive Realismus ist doch diejenige Auffassung, von der alle Menschen ausgehen.","Während der naive Realismus von der ungeprüften Annahme ausgeht, dass der von uns wahrgenommene Erfahrungsinhalt objektive Realität habe."],"significance":8}
{"concept":"Natur","augmentId":"a234eb59-2d5d-4806-8e3c-db17ad718da9","examples":["Goethe sieht in der Natur die Offenbarung der Idee."],"significance":8}
{"concept":"Naturanschauung","augmentId":"a8bd80cb-bbfd-4a69-bee4-741785fed58a","examples":["Von Beurteilern dieser Schrift wurde gleich nach ihrem Erscheinen gesagt, dass sie nicht ein Bild von Goethes «Weltanschauung», sondern nur von seiner «Naturanschauung» gebe.","Was sich in Goethes Naturanschauung auf einem bestimmten Gebiet ausspricht, ist eben eine Weltanschauung, nicht eine bloße Naturanschauung.","Und sie sind als Beleuchtung von Naturerscheinungen nicht eine bloße Naturansicht, sondern das Glied einer Weltanschauung."],"significance":9}
{"concept":"Naturansicht","augmentId":"670f8743-b7ea-411e-95a7-0d8de89c7955","examples":["Auf die Art, wie Goethe die ihm bekannten Naturerscheinungen in einer seiner Denkungsart gemäßen Naturansicht zusammengefasst hat, scheint es mir anzukommen.","Seine Naturansicht aber ist ein Ausfluss seiner Persönlichkeit; kein anderer hätte zu ihr kommen können.","Er gewann allmählich den Mut, seine Ideen über die Art, wie die Natur, mit einer Hauptform gleichsam spielend, das mannigfaltige Leben hervorbringt, auf alle Reiche der Natur, auf ihr ganzes Reich auszudehnen."],"significance":10}
{"concept":"Naturauffassung","augmentId":"8199e7aa-346c-4296-be70-cf3bb527e832","examples":["Ich erkannte bald, dass jene Errungenschaften, die Goethe von der heutigen Wissenschaft zugestanden werden, das Unwesentliche sind, während das Bedeutsame gerade übersehen wird.","Seiner großartigen Naturauffassung aber wird die Wissenschaft solange entbehren, als sie sie nicht direkt von ihm selbst schöpft."],"significance":10}
{"concept":"Naturbeobachtung","augmentId":"136f3c63-a843-4ed7-8860-c0d751976973","examples":["Besonderen Reiz hatte es für mich, nach den Offenbarungen zu sehen, welche die Natur über ihr Wesen und ihre Gesetze den feinen Sinnes- und Geistesorganen Goethes gemacht hat.","Der kann nicht in die Tiefen der Goetheschen Kunst hinuntertauchen, dem Goethes Naturbeobachtungen unbekannt sind.","In Goethes Denken sind Keime, welche die moderne Naturwissenschaft zur Reife bringen sollte.","Goethe hat die Natur so beobachtet, wie sie sich dem Menschen offenbart.","Die Naturbeobachtung zeigt uns, daß die Lebewesen in bestimmten Formen auftreten.","Die Naturbeobachtung zeigt uns, daß die Lebewesen sich entwickeln.","Durch genaue Naturbeobachtung lassen sich Zusammenhänge erkennen."],"significance":8.25}
{"concept":"Naturbild","augmentId":"8ead59a8-e338-4114-a6c3-22d4437a9597","examples":["Das Naturbild soll nicht mehr so gemalt werden, dass in demselben der Gedanke als von der Natur geoffenbarte Macht empfunden wird.","Aus dem Naturbild verschwindet allmählich immer mehr, was nur als ein Erzeugnis des Selbstbewusstseins empfunden wird.","Die Natur wird von jetzt an so angesehen, dass die Sinnesbeobachtung über sie zum alleinigen Zeugen gemacht wird."],"significance":8}
{"concept":"Naturforschung","augmentId":"c880734d-c2e3-4309-b258-5223699e607a","examples":["Noch was an Ergebnissen die neueste Naturforschung erbracht hat, meine in dem Buch ausgesprochenen Gedanken geändert","Ich glaube nicht ohne Verständnis zu sein für die großen Fortschritte dieser Forschung in den letzten zwanzig Jahren"],"significance":8}
{"concept":"Naturgesetz","augmentId":"0b4439a9-0eaa-4e5f-a8a0-3d2610435403","examples":["Die Naturgesetze sind die Bedingungen, unter denen die Lebewesen sich entwickeln.","Dann aber musste ich in der gegenseitigen Abhängigkeit der Tatsachen eben dieser Sinnenwelt das suchen, was wir mit Naturgesetzen aussprechen.","Und damit war ich zu jener Ansicht von der naturwissenschaftlichen Methode gedrängt, die der Goetheschen Farbenlehre zugrunde liegt.","Welches unsere theoretische Grundlage der Physik ist, mag der Leser aus den folgenden Kapiteln erfahren, um dann von dieser Grundlage aus Goethes Auseinandersetzungen im rechten Licht zu sehen."],"significance":6}
{"concept":"Natürliche Zuchtwahl","augmentId":"5f82da2f-5a91-4531-a5e3-4d46dde23810","examples":["Wie dieser diejenigen Individuen von der Fortpflanzung ausschließt, die in die Entwicklung dasjenige hineinbringen würden, was er nicht will, so beseitigt der Kampf ums Dasein das Unzweckmäßige.","Da die natürliche Zuchtwahl nur durch und für das Gute jedes Wesens wirkt, so werden alle körperlichen und geistigen Begabungen der Vollkommenheit zustreben.","Durch ein Gesetz, das so objektiv, so weisheitlos ist, wie nur ein mathematisches oder mechanisches Naturgesetz sein kann, erhält der Gang der Naturentwicklung die Tendenz zur Zweckmäßigkeit."],"significance":10}
{"concept":"Naturverbundenheit","augmentId":"e3bc1282-86ae-441b-98bf-cfb24fdd1b81","examples":["Aber niemals verlieren wir das Gefühl, dass wir doch zur Welt gehören.","So wahr es ist, dass wir uns der Natur entfremdet haben, so wahr ist es, dass wir fühlen: wir sind in ihr und gehören zu ihr.","Wir können die Natur außer uns nur finden, wenn wir sie in uns erst kennen."],"significance":8}
{"concept":"Naturwissenschaft","augmentId":"54819c59-acf0-4ab1-9f93-825750c62e5e","examples":["die naturwissenschaftliche Vorstellungsart, von verschiedenen Gesichtspunkten aus, den Boden zu erschüttern beabsichtigt, auf dem vorher die Philosophie stand","die Anschauung trat in dieser Zeit hervor, dass über das Wesen des Menschen, über sein Verhältnis zur Welt und über andere Daseinsrätsel die Ergebnisse des naturwissenschaftlichen Forschens das Licht verbreiten","die Blicke auf die Ansichten zu richten, die aus der Naturwissenschaft heraus in die Weltanschauungen eingetreten sind"],"significance":9}
{"concept":"Naturwissenschaftliche Vorstellungsart","augmentId":"e992356d-b26e-4edf-a90b-2f134a0ca652","examples":["Lotze trat in seiner 1843 veröffentlichten Arbeit über «Leben und Lebenskraft» mit Entschiedenheit gegen den Glauben auf, dass in den Lebewesen eine besondere Kraft, die Lebenskraft, vorhanden sei, und verteidigte den Gedanken, dass die Lebenserscheinungen nur durch komplizierte Vorgänge von der Art zu erklären sind, wie sie sich auch in der leblosen Natur abspielen.","Fechner lieferte in seinen «Elementen der Psychophysik» (1860) und in seiner «Vorschule der Ästhetik» (1876) Werke, die den Geist streng naturwissenschaftlicher Vorstellungsart in sich tragen, und zwar auf Gebieten, die vor ihm fast ausnahmslos im Sinne einer idealistischen Denkweise bearbeitet worden waren.","Die naturwissenschaftlichen Vorstellungen empfangen ihre Gewissheit von der Beobachtung der Außenwelt."],"significance":9}
{"concept":"Neubildung","augmentId":"69641aa5-6b89-400f-b88e-80e366ba4b43","examples":["Wolff zeigte, dass in dem Ei nichts von der Form des ausgebildeten Organismus vorhanden ist, sondern dass dessen Entwicklung eine Kette von Neubildungen ist.","Wie dieser in den Organen des Lebewesens Neubildungen sah, so Feuerbach in dem individuellen Geiste des Menschen.","Und in diesem entsteht als vollkommene Neubildung etwas noch nicht Dagewesenes: die menschliche, vernunftbegabte Seele."],"significance":9}
{"concept":"Neuer Gesichtspunkt","augmentId":"c1474872-b50a-4890-ad55-e999e60a4301","examples":["Es handelt sich bei ihm nie um die Entdeckung neuer Tatsachen, sondern um das Eröffnen eines neuen Gesichtspunktes, um eine bestimmte Art die Natur anzusehen.","Sie gewinnt durch die Art, wie er sie seiner Naturanschauung einfügt, erst ihre wahre Bedeutung."],"significance":9}
{"concept":"Notwendige Wahrheit","augmentId":"fba256ad-4fcb-4708-9a0e-7effc7b49ffa","examples":["Das eine dieser Vorurteile ist, dass es notwendige Wahrheiten gebe, die durch reines, von aller Erfahrung freies Denken erzeugt werden.","Kant ist zufrieden, wenn er nur diese Eigenschaften von den Ideen behaupten kann.","Er wollte das Wissen eingrenzen, um für den Glauben Platz zu erhalten."],"significance":7}
{"concept":"Notwendigkeit des Wollens","augmentId":"7588582e-8295-4711-8402-55ff8536a69f","examples":["Ohne ein bestimmendes Motiv ist der Wille ein leeres Vermögen: erst durch das Motiv wird er tätig und reell.","Es ist also ganz richtig, dass der menschlichen Wille insofern nicht «frei» ist, als seine Richtung immer durch das stärkste der Motive bestimmt ist.","Wenn ein Motiv auf mich wirkt und ich gezwungen bin, ihm zu folgen, weil es sich als das «stärkste» unter seinesgleichen erweist, dann hört der Gedanke an Freiheit auf, einen Sinn zu haben."],"significance":8}
{"concept":"Objektiver Idealismus","augmentId":"473a81e1-fbee-4066-8992-9f890b272c60","examples":["Durch ihn wurde er nämlich wirklich um eine Stufe weiter in der Erkenntnis seiner eigenen Anschauungsweise gebracht.","Von jetzt ab ist sich Goethe seines Idealismus erst bewusst.","Mit seinem objektiven Idealismus steht Ed. v. Hartmann ganz auf dem Boden Goethescher Weltanschauung."],"significance":8}
{"concept":"Objektiver Übergang","augmentId":"6b77c7e2-26dd-431b-8398-a59d9b9d3d3d","examples":["Dann gibt es einen objektiven Übergang von Kunst zur Wissenschaft.","Dann ist es schlechterdings undenkbar, dass die beiden Richtungen auf zwei Persönlichkeiten verteilt gewesen wären.","Dann interessiert uns jede der beiden Richtungen nicht nur um ihrer selbst willen, sondern auch wegen ihrer Beziehung auf die andere."],"significance":9}
{"concept":"Objektivität des Denkens","augmentId":"ea20f7fd-eba6-4c69-b3b9-f8f8d7bb567e","examples":["Wir sehen hier, welche von den zwei Seiten der Gedankenwelt die wesentliche ist: die objektive ihres Inhaltes und nicht die subjektive ihres Auftretens.","Durch diesen Umstand die Gedankenwelt nichts an Objektivität einbüßt."],"significance":9}
{"concept":"Offenbarung","augmentId":"09c867e4-7d34-4bc5-9471-a90809dc8402","examples":["Für Thomas von Aquino bedarf also das menschliche Denken eines anderen Lichtes, von dem es erleuchtet werden muss.","Er findet dieses Licht in der Offenbarung.","Es muss also in die Seele etwas dringen, was ihrem Eigenleben nicht erreichbar ist, wenn sie in ihrem vollen Wesen sich erfühlen will."],"significance":8}
{"concept":"Optimismus","augmentId":"adc8e72d-1327-405f-8662-8e9b5ac096e1","examples":["Die Welt ist die denkbar beste, die es geben kann, und das Leben und Handeln in derselben ein Gut von unschätzbarem Wert.","Alles bietet sich als harmonisches und zweckmäßiges Zusammenwirken dar und ist der Bewunderung wert.","Auch das scheinbar Böse und Üble ist von einem höheren Standpunkt als gut erkennbar; denn es stellt einen wohltuenden Gegensatz zum Guten dar."],"significance":8}
{"concept":"Organische Naturansicht","augmentId":"b8893e91-2735-4f77-83a5-4e02e6ae722d","examples":["Demnach denkt sich Goethe auch die Erde nicht in bloß mechanischer Weise wirksam","Seine Naturansicht steht in scharfem Gegensatz zu der modernen","Das Vermehren und Vermindern dieser Kraft sieht er in einem gewissen Eigenleben der Erde begründet und vergleicht es mit dem Ein- und Ausatmen eines Organismus"],"significance":8}
{"concept":"Organismus als Ganzes","augmentId":"8677712a-9804-46f3-98d8-6754c0d97f3f","examples":["Er bildet sich hier die Idee eines Wesens aus, bei dem jeder Teil den andern belebt, bei dem ein Prinzip alle Einzelheiten durchdringt.","Jedes ihrer (der Natur) Werke hat ein eigenes Wesen, jede ihrer Erscheinungen den isoliertesten Begriff, und doch macht alles Eins aus.","Im lebendigen Organismus ist Entwicklung des einen aus dem andern, ein Übergang der Zustände ineinander, kein fertiges, abgeschlossenes Sein des Einzelnen, sondern stetes Werden."],"significance":8}
{"concept":"Persönlichkeit","augmentId":"ba1ac796-6aaa-4cbf-849f-a30d12a8a8ee","examples":["In den Geisteswissenschaften ist die Idee der Persönlichkeit festzuhalten.","Die menschliche Persönlichkeit hat nur jene Merkmale, Eigenschaften, Fähigkeiten usw., die sie sich vermöge der Einsicht in ihr Wesen selbst zuschreibt.","Bei allen Manifestationen des Geistes: Denken, Fühlen, Wollen, kommt es darauf an, sie in ihrer Wesenheit als Äußerungen der Persönlichkeit zu erkennen."],"significance":8}
{"concept":"Pessimismus","augmentId":"97cb9f21-28bc-467d-b13b-4b05b37ddab0","examples":["Das Leben ist voll Qual und Elend, die Unlust überwiegt überall die Lust, der Schmerz die Freude.","Das Dasein ist eine Last, und das Nichtsein wäre dem Sein unter allen Umständen vorzuziehen.","Der Schopenhauersche Pessimismus führt zur Tatenlosigkeit, sein sittliches Ziel ist Universalfaulheit."],"significance":9}
{"concept":"Philosophie als Kunst","augmentId":"e0c74bbe-0f55-45f5-b296-fb412be6c5e6","examples":["Genau in demselben Sinne ist die Philosophie eine Kunst.","Alle wirklichen Philosophen waren Begriffskünstler.","Das abstrakte Denken gewinnt dadurch konkretes, individuelles Leben."],"significance":7}
{"concept":"Philosophie","augmentId":"1b62d1f4-1875-44ef-b106-b7b82caf4341","examples":["Die Schilderung des philosophischen Geisteslebens von der Mitte des neunzehnten Jahrhunderts bis zur Gegenwart","die Philosophie in der zweiten Hälfte des neunzehnten Jahrhunderts","die Philosophie, wenn sie dazu kommt, sich wirklich selbst zu verstehen"],"significance":10}
{"concept":"Philosophische Entwicklung","augmentId":"a731a600-d627-4a92-a9fd-b77511b21371","examples":["Ergebnisse über die philosophische Entwicklung seit Kants Zeitalter zusammenzufassen","diese Entwicklung wirklich ein in sich geschlossenes Ganzes darstellt","Darstellung des Entwicklungsganges der philosophischen Fragen"],"significance":10}
{"concept":"Philosophische Entwicklungsepoche","augmentId":"0207b2c0-5e17-4930-aff1-2b6bda878d7d","examples":["Vier deutlich zu unterscheidende Epochen in der Entwicklung des philosophischen Menschheitsstrebens stellten sich ihm dar","Es zeigt sich, dass der Entwicklungsgang des philosophischen Menschheitsstrebens Epochen unterscheiden lässt, deren jede eine Länge von sieben bis acht Jahrhunderten hat","In jeder dieser Epochen waltet unter der Oberfläche der äußeren Geschichte ein anderer geistiger Impuls"],"significance":9}
{"concept":"Philosophischer Sinn in Goethes Denken","augmentId":"a8068f2b-e21b-4a06-883c-8a6447f36596","examples":["So kommt es, dass seinen Ansichten über die Natur ein tiefer philosophischer Sinn zugrunde liegt, wenngleich dieser philosophische Sinn nicht in Form bestimmter wissenschaftlicher Sätze zu seinem Bewusstsein kommt.","Der philosophische Sinn, der ein wesentliches Element in dem Organismus des Goetheschen Genius ist, hat auch für seine Dichtungen Bedeutung."],"significance":9}
{"concept":"Postulat","augmentId":"b0a8d725-b5a5-4ceb-96a4-bda1485c1062","examples":["Er besteht in dem Postulat: es muss im Gebiet des Gegebenen etwas liegen, wo unsere Tätigkeit nicht im Leeren schwebt, wo der Inhalt der Welt selbst in diese Tätigkeit eingeht.","Wir stellen das Charakteristikum selbst als Postulat auf, welches jener Teil des Weltinhalts haben muss, bei dem wir mit unserer Erkenntnistätigkeit einsetzen können.","Da muss also die erkennende Tätigkeit einen Machtspruch tun und sagen: so und so muss dieser Teil beschaffen sein."],"significance":7}
{"concept":"Prägnanter Punkt","augmentId":"8169de1e-3521-4f57-932b-5eb2a9013b7f","examples":["Sein Denken war immer darauf gerichtet, den prägnanten Punkt zu finden, von dem aus sich eine Reihe von Erscheinungen von innen heraus regelt.","Es handelte sich zunächst darum, den Punkt zu finden, wo sich die alles übrige bedingende Grundgesetzlichkeit unmittelbar ausspricht."],"significance":9}
{"concept":"Prinzip","augmentId":"2a559ff9-b59a-42bd-825e-f5db4bab2a47","examples":["Er sucht das gemeinsame Prinzip, das je nach den verschiedenen Umständen, unter denen es zur Geltung kommt, einmal diese, das andere Mal jene Gesteinsart hervorbringt","nur das Prinzip, das allem zugrunde liegt, ist ein solches","Das vollkommene System macht nicht der Forscher, sondern das hat die Natur selbst gemacht"],"significance":10}
{"concept":"Problemstellung","augmentId":"3109f307-4acd-4770-b1a4-e15519cea1cd","examples":["Wenn aber die Fragestellungen einer Wissenschaft verfehlte sind, dann muss man wohl an einer richtigen Lösung von vornherein zweifeln.","Der Erfolg wissenschaftlicher Untersuchungen ist ganz wesentlich davon abhängig, ob man die Probleme richtig zu stellen imstande ist.","Ein erfolgreiches Fortschreiten in der Untersuchung nur dann möglich sein wird, wenn die Grundfragen in richtiger Form aufgeworfen werden."],"significance":8}
{"concept":"Qualitative Naturbetrachtung","augmentId":"63bd336c-1695-4a8e-8b76-20f41c01743f","examples":["Er muss sich auf das Qualitative beschränken.","Es müssen sich die mathematische Behandlung und die rein auf das Qualitative ausgehende in die Hände arbeiten.","Die Natur ist eben nicht bloß Quantum; sie ist auch Quale."],"significance":8}
{"concept":"Realismus und Nominalismus","augmentId":"6b30a3e5-2749-4911-96f9-bf69d16c5b45","examples":["Im Streit zwischen Nominalisten und Realisten im Mittelalter lebt dieses «Welträtsel».","Für Anselm von Canterbury sind die allgemeinen Gedanken, welche sich der Mensch macht, wenn er die Welt betrachtet, nicht bloße Bezeichnungen, die sich die Seele bildet, sondern sie wurzeln in einem realen Leben.","Für Roscellin sind die «allgemeinen Ideen» nur zusammenfassende Bezeichnungen -Namen, welche die Seele zu ihrem Gebrauch, zu ihrer Orientierung sich bildet, die aber keiner Wirklichkeit entsprechen."],"significance":7}
{"concept":"Reine Idee","augmentId":"45500edc-7758-4591-9e33-d7b7c06b2900","examples":["Hegels Ausgangspunkt ist das reine Denken, die abstrakte Idee, die er selbst als «austernhaftes, graues oder ganz schwarzes» Wesen bezeichnet.","Er kann leicht so verstanden werden, dass eine Persönlichkeit als lebendiges, selbstbewusstes Wesen außer dem menschlichen Geiste nicht vorhanden sei.","Hegel leitet das Inhaltreiche, das wir in uns erleben, aus dem Ideellen ab, das wir erdenken müssen."],"significance":8}
{"concept":"Reines Sein","augmentId":"fba21461-2be5-499f-b6dc-d850b3c523f9","examples":["Von der einfachsten Idee, dem reinen «Sein» geht er aus","Man hat Hegel vorgeworfen, dass er aus dem reinen «Sein» die ganze inhaltvolle Welt der Ideen ableitet","Das reine Sein enthält «der Idee nach» die ganze Ideenwelt, wie das Blatt der Idee nach die ganze Pflanze enthält"],"significance":6}
{"concept":"Religiöser Impuls","augmentId":"ee5e8078-6976-4e7e-beb4-41c0d154f28e","examples":["Aus dem Hintergrund des religiösen Lebens heraus treten die Weltanschauungen.","Was in ihnen lebt, ist nicht der sich entfaltende Gedanke; es sind die religiösen Impulse, welche danach drängen, in den errungenen Gedanken sich einen Ausdruck zu verschaffen.","Es strömt in diesem Zeitalter die religiöse Vorstellungsart durch die sich entwickelnden Menschenseelen, und aus den Anregungen dieser Vorstellungsart fließen die Weltbilder."],"significance":9}
{"concept":"Rolle des Denkens im Handeln","augmentId":"9f0ac049-1ed9-4eb1-9b67-70ae93f9cf0a","examples":["Denn ohne die Erkenntnis der denkenden Betätigung der Seele ist ein Begriff des Wissens von etwas, also auch von einer Handlung nicht möglich.","Das Denken macht die Seele, womit auch das Tier begabt ist, erst zum Geist.","Aber sobald sich unser Handeln herauferhebt aus dem Gebiet der Befriedigung rein animalischer Begierden, sind unsere Beweggründe immer von Gedanken durchsetzt."],"significance":8}
{"concept":"Schaffende Phantasie","augmentId":"0fd11656-7434-4213-a21d-7696ac9c9e9c","examples":["Über die Natur philosophieren heißt soviel als die Natur schaffen.","Was die Natur uns freiwillig gibt, wenn wir sie beobachten, anschauen, wahrnehmen: das enthält nicht ihren tiefsten Sinn.","Diesen Sinn kann der Mensch nicht von außen aufnehmen. Er muss ihn schaffen."],"significance":8}
{"concept":"Schauen statt Glauben","augmentId":"1acabf3e-9b16-4efb-82ac-76433d21d50e","examples":["Ich halte mich an die Gottesverehrung des Atheisten (Spinoza) und überlasse Euch alles, was ihr Religion heißt und heißen mögt. Du hältst aufs Glauben an Gott; ich aufs Schauen.","Man suche nur nichts hinter den Phänomenen; sie selbst sind die Lehre.","Das Höchste wäre, zu begreifen, dass alles Faktische schon Theorie ist."],"significance":8}
{"concept":"Scheinwelt","augmentId":"bb3ba12c-4a74-4b57-aaa2-03dc8df00cdb","examples":["In zwei Teile reißt die platonische Anschauung die Vorstellung des Weltganzen auseinander, in die Vorstellung einer Scheinwelt und in eine andere der Ideenwelt.","Sie gleichen Menschen, die in einer finsteren Höhle so fest gebunden säßen, dass sie auch den Kopf nicht drehen könnten und nichts sehen, als beim Lichte eines hinter ihnen brennenden Feuers, an der Wand ihnen gegenüber die Schattenbilder wirklicher Dinge.","Aus dieser Meinung heraus entsteht die Frage: wie kommen Idee und Sinnenwelt (Natur) außerhalb des Menschen zueinander?"],"significance":6}
{"concept":"Schöne","augmentId":"c770a1a2-18b7-4228-9305-c14b52176cc4","examples":["Das Schöne unterscheidet sich von dem Angenehmen und dem Guten.","Deshalb nennt Kant 'schön' dasjenige, woran wir Zweckmäßigkeit wahrnehmen, ohne dass wir dabei an einen bestimmten Zweck denken.","In der Erfüllung dieses idealen Spieltriebs findet der Mensch die Wirklichkeit der Freiheit."],"significance":8}
{"concept":"Seele","augmentId":"b1a837cb-aa52-4a2e-b8ac-c429a69fcc3c","examples":["Pherekydes empfindet erst das Seelische des Menschen, wogegen die Späteren von ihm deutlich – in Gedanken – sprechen und es charakterisieren wollen.","Mit dem Gedanken wie auch mit dem dichterischen Bild fühlt sich der Mensch von der Natur abgesondert; er fühlt sich im Gedanken-Erlebnis als etwas, was die Natur so nicht miterleben kann.","Die Seele erlebt sich durch den Gedanken in sich selbst, aber sie kann sich zugleich losgerissen fühlen von der geistigen, von ihr unabhängigen Weltmacht.","Die Seele sieht ihr enges Selbstbewusstsein dadurch erweitert, dass sich in ihr die Welt selbst wissend anschaut.","Eine befriedigende Weltanschauung kann nur diejenige sein, welche auf eine Welt hinweist, aus der Antwort kommt auf die angedeuteten Fragen.","Die Seele findet sich zunächst mit der Natur verbunden; in dieser Verbindung erkennt sie noch nicht ihre wahre Wesenheit."],"significance":9.5}
{"concept":"Seelengebiet","augmentId":"e12518c5-9f79-4b27-aabe-99b5133f8680","examples":["Auf ein Erlebnisgebiet der Seele wird verwiesen, auf dem sich durch die innere Seelentätigkeit selbst in jedem Augenblick, in dem der Mensch dessen bedarf, die Frage erneut lebendig beantwortet.","Wer das Seelengebiet einmal gefunden hat, auf dem sich diese Fragen entwickeln, dem gibt eben die wirkliche Anschauung dieses Gebietes dasjenige, was er für diese beiden Lebensrätsel braucht.","Wenn nur erst das Seelengebiet gefunden ist, auf dem das freie Wollen sich entfalten kann."],"significance":8}
{"concept":"Seelenstimmung","augmentId":"571f3a71-d90f-41db-9399-af0c7e225ade","examples":["Der eine habe in sich die Seelenstimmung ausgebildet, die die Aufmerksamkeit auf die Art lenkt, wie Gedanken im inneren Weben der Seele sich entfalten","Wenn man das relativ Berechtigte und Fruchtbare einer solchen Seelenstimmung empfindet"],"significance":8}
{"concept":"Selbst","augmentId":"ad412654-53af-4dec-b84a-afcde400b9e0","examples":["Diese Selbstwahrnehmung bliebe einfach als eine unter den vielen anderen Wahrnehmungen stehen, wenn nicht aus der Mitte dieser Selbstwahrnehmung etwas auftauchte.","Diese gedankliche Beziehung auf sich selbst ist eine Lebensbestimmung unserer Persönlichkeit.","Wir fühlen uns zuerst als Daseiende; und im Laufe der allmählichen Entwicklung ringen wir uns erst zu dem Punkt durch, wo uns in dem dumpf gefühlten eigenen Dasein der Begriff unseres Selbst aufgeht."],"significance":7}
{"concept":"Selbständige Begründung","augmentId":"0ea448ab-d476-43e5-a2dd-e1417ab77aa6","examples":["Es soll zeigen, dass das, was wir als Goethes wissenschaftliche Anschauungen hinstellen, auch einer selbständigen Begründung fähig ist."],"significance":8}
{"concept":"Selbstbeobachtung der Seele","augmentId":"024a0be6-e66f-4d19-86bd-20232123e0f0","examples":["Auf die Selbstbeobachtung der Seele gründete er, was er sagen wollte.","Wir erleben uns selbst; wir entwickeln aus uns unsere Tätigkeit; aber indem wir dieses tun, stoßen wir auf Widerstand.","Im Innern des Menschen findet er den Quell der Erkenntnis."],"significance":8}
{"concept":"Selbstbeobachtung","augmentId":"162a7c97-a392-4a7c-b699-ce80b65cbac5","examples":["Dass Hegel in der Philosophie die vollkommenste Metamorphose der Idee sieht, beweist, dass ihm die wahre Selbstbeobachtung ebenso ferne liegt wie Goethe","In beiden lebt dieselbe Vorstellungsweise. Beide wollen die Selbstwahrnehmung vermeiden","Die lebendige Idee, die Idee als Wahrnehmung, ist allein der menschlichen Selbstbeobachtung gegeben"],"significance":7}
{"concept":"Selbstbestimmung","augmentId":"31999bf0-f124-41eb-8da0-eae43dc5bdb1","examples":["Er muss es durch sich selbst sein.","Der Mensch lässt sich nicht von einer äußeren Macht Gesetze geben, er ist sein eigener Gesetzgeber.","Der Mensch handelt nicht, weil er soll, sondern, weil er will."],"significance":9}
{"concept":"Selbstbewusste Ich","augmentId":"dd0e4321-8ea8-483d-afb8-fa5f9af4c90b","examples":["Stirner stellt sich vor die Tatsache des selbstbewussten Ich hin und gebraucht alles, was er zum Ausdruck bringen kann, allein dazu, auf diese Tatsache hinzuweisen.","Grell trat vor seinen Geist die Tatsache des selbstbewussten Ich hin.","Ganz isoliert stellte er das selbstbewusste Ich hin."],"significance":7}
{"concept":"Selbstbewusstes Ich","augmentId":"5ec0df09-2652-4811-a01f-b6597a93ee21","examples":["Die neuere Naturwissenschaft lieferte ein Bild der Natur. Diesem gegenüber entstand die Notwendigkeit, ein Bild des Seelenlebens – im selbstbewussten Ich – zu finden, das sich stark genug erweist, um mit dem Bild der Natur zusammen in einem allgemeinen Weltbild bestehen zu können.","In vielen Strömungen des neueren Weltanschauungslebens bemerkt man den instinktiven Drang, im selbstbewussten Ich eine Kraft zu finden, welche nicht diejenige des Spinoza, Kant, Leibniz und anderer ist, und durch welche dieses Ich - der Kern der menschlichen Seele – so vorgestellt werden kann, dass sich die Stellung des Menschen im Weltgang und im Werden der Welt offenbare.","Das Ziel der neueren Weltanschauungsentwicklung ist, im selbstbewussten Ich etwas zu erleben, was den Ideen des Weltbildes Sein und Wesen gibt.","Man fühlt, wie viel davon abhängt, in dem selbstbewussten Ich einen Stützpunkt für die Erkenntnis zu finden.","Es ist dazu gekommen, selbst in den Wahrnehmungen der Sinne nur Innenerlebnisse zu sehen, die in sich selbst keine Kraft verraten, durch die ihnen Dasein und Bestand in der Wirklichkeit verbürgt werden könnte.","Es wird erkannt, dass dieses selbstbewusste Ich nicht in sich isoliert und außerhalb der objektiven Welt sich erlebt, dass vielmehr sein Losgelöstsein von dieser Welt nur eine Erscheinung des Bewusstseins ist, die überwunden werden kann."],"significance":9.5}
{"concept":"Selbsterkenntnis","augmentId":"c93fd502-5930-4bb9-a941-e148b91d4b0f","examples":["Der Mensch kann sich nur selbst erkennen, indem er in sein Inneres schaut.","«Erkenne dich selbst»","Die Menschenseele auf einer gewissen Stufe ihrer Entwicklung erzeugt eine ähnliche Notwendigkeit","Ich bin in wahrem Sinne des Wortes erst dann ganz Mensch, wenn ich in mir ein Verhältnis zur Welt ausbilde, das in dem «Erkenne dich selbst» seinen Grundcharakter hat","Für die Betrachtung der innersten Menschennatur, für die Selbstbeschauung fehlt Goethe das Organ.","Davon ist gerade das Umgekehrte wahr: der Mensch kennt die Welt nur, insofern er sich kennt.","Wäre das nicht der Fall gewesen, so hätte die Erkenntnis des Menschen als einer freien, auf sich selbst gegründeten Persönlichkeit die Spitze seiner Weltanschauung bilden müssen."],"significance":8.666666666666666}
{"concept":"Selbstlose Tätigkeit","augmentId":"252ab6e5-cd38-4733-8f33-cd0fee42d2e6","examples":["Nur der Tätige und zwar der selbstlos Tätige, der mit seiner Tätigkeit keinen Lohn anstrebt, erfüllt seine Bestimmung.","Dem tätigen Menschen kommt es darauf an, dass er das Rechte tue, ob das Rechte geschehe, soll ihn nicht kümmern.","Unser ganzes Kunststück besteht darin, dass wir unsere Existenz aufgeben, um zu existieren."],"significance":8}
{"concept":"Sinnenerfahrung","augmentId":"7ec2ef1b-e7d6-4e42-8a00-40b0ead417c8","examples":["Das unmittelbar Gegebene ist die Erfahrung.","Die unmittelbare Erfahrung von vornherein als ein Ganzes von Vorstellungen auffassen, ist doch entschieden ein Vorurteil.","Wir müssen, wenn wir sie in ihrer Reinheit haben wollen, uns enthalten, ihr irgendein charakterisierendes Prädikat beizulegen."],"significance":7}
{"concept":"Sinnenfällige Erscheinung","augmentId":"f6e9db53-a4a1-4c02-8bd8-0659d8a8699c","examples":["Aber das Sinnenfällige, richtig erkannt, zeigt überall, dass es Offenbarung des Geistigen ist.","Ich suchte hinter den sinnenfälligen Erscheinungen nicht ungeistige Atomwelten, sondern das Geistige."],"significance":7}
{"concept":"Sinnenwelt","augmentId":"421d3357-4d5e-44e4-ab74-d8955e88320f","examples":["Die Dinge dieser Welt, welche unsere Sinne wahrnehmen, haben gar kein wahres Sein: sie werden immer, sind aber nie.","Was die Sinnesbeobachtung vor sich hat, ohne dass es von dem Lichte der Ideen durchstrahlt wird, ist eine Scheinwelt.","Platon ist es zum Bewusstsein gekommen, welches Gewicht für die menschliche Weltanschauung die Tatsache hat, dass die Welt sich dem Menschen von zwei Seiten her offenbart.","Lediglich in der Sinnenwelt das einzige Objekt der Naturwissenschaft zu suchen.","Die Theorie muss sich auf das Wahrnehmbare erstrecken und innerhalb desselben die Zusammenhänge suchen.","Die Abtrennung der Raum-, Zahl- und Bewegungsverhältnisse von den Wärme-, Ton-, Farben- und den anderen Sinnesqualitäten ist nur eine Funktion des abstrahierenden Denkens."],"significance":8.5}
{"concept":"Sinnesempfindung","augmentId":"27621e47-f767-42a4-b97f-c7ef19e3def3","examples":["Unsere Wissenschaft verlegt alle sinnlichen Qualitäten (Ton, Farbe, Wärme usw.) in das Subjekt.","Die Empfindung selbst aber ist es nicht.","Auf den Inhalt der Empfindung ist der Begriff «subjektiv» nicht anwendbar."],"significance":10}
{"concept":"Sinnlich-Übersinnliche Form","augmentId":"7f483608-0b8a-4276-a744-a4a01b4ad6f3","examples":["Goethe sucht die sinnliche Anschauung der Pflanzengestalten auf eine höhere Art zu beleben und sich die sinnliche Form einer übersinnlichen Urpflanze vorzustellen.","In dem Organ, das im regelmäßigen Fortgang der Pflanzenentwicklung eine bestimmte Form hat, ist die Möglichkeit enthalten, auch eine andere anzunehmen.","Dasjenige Anschauungsvermögen, welches nur das Wesen der unorganischen Erscheinungen erkennt, ist mit seinen Hilfsmitteln an der Grenze angelangt, die überschritten werden muss, um das Lebendige zu erfassen."],"significance":8}
{"concept":"Sittliche Ideale","augmentId":"266289fd-c0c4-4995-8f0c-f2b1a89bf2b4","examples":["Unsere Lebensführung ist ihrem ganzen Charakter nach bestimmt durch unsere sittlichen Ideale.","Diese sind die Ideen, die wir von unseren Aufgaben im Leben haben.","Sofern unser Leben ihm angehört, ist es allein als sittliches zu bezeichnen."],"significance":7}
{"concept":"Sittliches Handeln aus Idee und Liebe","augmentId":"3b3645f8-0cb8-42e1-8db9-405303511859","examples":["Die Idee ist die Richtschnur und die Liebe ist die treibende Kraft in der Goetheschen Ethik.","Ein Handeln im Sinne der Goetheschen Ethik ist ein freies Handeln.","Goethe lässt das Sittliche aus der Ideenwelt des Menschen entstehen."],"significance":7}
{"concept":"Sittlichkeit","augmentId":"92f96a93-40c0-4788-aaa5-326a8c4f3df6","examples":["Die sittlichen Gebote, die der bloß schlussfolgernde Metaphysiker als Ausflüsse einer höheren Macht ansehen muss, sind dem Bekenner des Monismus Gedanken der Menschen.","Die sittliche Weltordnung ist ihm weder der Abklatsch einer rein mechanischen Naturordnung, noch einer außermenschlichen Weltordnung, sondern durchaus freies Menschenwerk.","Sittlichkeit ist dem Anhänger des Monismus eine spezifisch menschliche Eigenschaft."],"significance":9}
{"concept":"Spezifische Sinnesenergien","augmentId":"9418aa57-fd2f-40c6-a83b-f0a1e8a3fe26","examples":["Die Empfindung ist nicht die Leitung einer Qualität oder eines Zustandes der äußeren Körper zum Bewusstsein, sondern die Leitung einer Qualität, eines Zustandes unserer Nerven zum Bewusstsein, veranlasst durch eine äußere Ursache.","Dies Gesetz hat Johannes Müller das der spezifischen Sinnesenergien genannt.","Ist es richtig, so haben wir in unseren Beobachtungen nichts von der Außenwelt gegeben, sondern nur die Summe unserer eigenen Zustände."],"significance":9}
{"concept":"Steigerung","augmentId":"caa91889-9996-4197-af89-a57f43e69e2c","examples":["Die Steigerung kommt den Erscheinungen zu, insofern wir sie geistig denken.","In der Herausarbeitung des Geistigen aus dem Materiellen durch die schaffende Natur besteht das, was Goethe Steigerung nennt.","Die Natur ist «in immerstrebendem Aufsteigen» begriffen, heißt, sie sucht Gebilde zu schaffen, die, in aufsteigender Ordnung, die Ideen der Dinge auch in der äußeren Erscheinung immer mehr zur Darstellung bringen."],"significance":9}
{"concept":"Streben und Begierde","augmentId":"3af8b013-1154-4be4-a337-ae8a22ac2bce","examples":["Streben nach Befriedigung ist Hinausgreifen der Lebenstätigkeit über den Lebensinhalt.","Wir erstreben niemals eine abstrakte Lust von bestimmter Größe, sondern die konkrete Befriedigung in einer ganz bestimmten Weise.","Das Streben der Menschen richtet sich nach dem Maß der nach Überwindung aller Schwierigkeiten möglichen Befriedigung."],"significance":8}
{"concept":"Subjekt","augmentId":"99d566df-d3b8-41eb-9764-decb923d6fad","examples":["Er betrachtet den Gegenstand als Objekt, sich selbst als das denkende Subjekt.","Weil er sein Denken auf sich richtet, hat er Bewusstsein seiner selbst oder Selbstbewusstsein.","Nicht das Subjekt ist es, welches die Beziehung herbeiführt, sondern das Denken."],"significance":8}
{"concept":"Subjektiv-Objektiv-Einheit","augmentId":"67521164-26d6-43ad-8d83-5d9c4bb46134","examples":["Sobald er aber fühlt, wie die Idee in seinem Innern lebt und tätig ist, betrachtet er sich und die Natur als ein Ganzes, und was als Subjektives in seinem Innern erscheint, das gilt ihm zugleich als objektiv.","Das Subjektive ist objektiv geworden; das Objektive von dem Geist ganz durchdrungen.","Subjektiv und objektiv treffen zusammen, wenn die objektive Ideenwelt im Subjekt auflebt, und in dem Geist des Menschen dasjenige lebt, was in der Natur selbst tätig ist."],"significance":7}
{"concept":"Subjektive Wahrnehmung","augmentId":"ff8bc3fe-cb89-4a83-b018-b839738b8601","examples":["Was wir wahrnehmen, hat mit der Außenwelt nichts zu tun; es ist ein Erzeugnis unserer eigenen Organisation.","Wir haben es in unserem sinnlichen Weltbild nicht mit etwas Objektivem, sondern mit einem ganz und gar Subjektiven zu tun, das wir selbst aus uns aufbauen auf Grund der Wirkungen einer nie in uns dringenden Außenwelt.","Die Empfindungen, welche wir durch äußere Eindrücke erhalten, sind nicht abhängig von der Natur dieser Eindrücke, sondern von der Natur unserer Nervenzellen."],"significance":10}
{"concept":"Subjektivität","augmentId":"a634b903-eafa-4900-87b7-5ea003aebf0c","examples":["Was kann als «subjektiv» an der Wahrnehmung bezeichnet werden?","Alles, was nicht durch das Subjekt bedingt nachgewiesen werden kann, darf nicht als «subjektiv» bezeichnet werden.","Subjektiv ist also eigentlich nur der Weg, den die Empfindung durchzumachen hat, bevor sie meine Empfindung genannt werden kann."],"significance":9}
{"concept":"Symbolische Pflanze","augmentId":"4471dfdf-cafd-40a5-99e7-f3e27f73fb70","examples":["Er zeichnete mit manchen charakteristischen Federstrichen eine symbolische Pflanze vor Schillers Augen.","Diese symbolische Pflanze sollte die Wesenheit ausdrücken, die in jeder einzelnen Pflanze lebt.","Wie die einzelne Pflanze, so war für ihn die symbolische oder Urpflanze ein objektives Wesen."],"significance":8}
{"concept":"Synthetisches Urteil a priori","augmentId":"549b0c84-3f2f-44b2-b4b0-0d77c43440d0","examples":["Kants erkenntnistheoretische Grundfrage ist: Wie sind synthetische Urteile a priori möglich?","Synthetische Urteile nennt Kant solche, bei welchen der Prädikatbegriff etwas zum Subjektbegriff hinzubringt, was ganz außer demselben liegt.","Diese formalen Wahrheiten sind aber die synthetischen Urteile a priori, welche somit als Bedingungen aller möglichen Erfahrung so weit reichen müssen als diese selbst."],"significance":10}
{"concept":"Tätigkeit","augmentId":"e66d5107-debf-4171-b729-7e9c52c9e928","examples":["Die Verbindung ist nur vorhanden, wenn sie in wirklicher Tätigkeit vom Bewusstsein vollzogen wird.","Dieses Setzen ist aber eine Tathandlung des Ich.","Die Tätigkeit des Ich beruht darauf, dass das Ich aus eigenem freien Entschluss die Begriffe und Ideen des Gegebenen setzt."],"significance":8}
{"concept":"Tellurische Erklärung","augmentId":"4285db1f-efb9-43d6-98ea-56e7b9a03ce4","examples":["Die Witterungserscheinungen auf der Erde halten wir weder für kosmisch noch planetarisch, sondern wir müssen sie nach unseren Prämissen für rein tellurisch erklären.","Er wollte die Erscheinungen der Atmosphäre auf ihre in dem Wesen der Erde selbst liegenden Ursachen zurückführen."],"significance":9}
{"concept":"Totalität","augmentId":"317a9b27-88e3-48bd-94df-8db224c8b9e7","examples":["Er suchte, wenn ihm ein Phänomen aufstieß, alles mit ihm Verwandte, alle Tatsachen, die in denselben Kreis gehörten; so dass ihm ein Ganzes, eine Totalität vorlag."],"significance":8}
{"concept":"Transzendentaler Idealismus","augmentId":"077fae5a-d8cd-441c-bf27-52f9e12286ed","examples":["Die entgegengesetzte dagegen, die dieses Weltbild bloß für unseren Bewusstseinsinhalt hält, transzendentalen Idealismus.","Der transzendentale Idealismus erweist seine Richtigkeit, indem er mit den Mitteln des naiven Realismus, dessen Widerlegung er anstrebt, operiert.","Was das Subjekt wahrnimmt, sind also immer nur Modifikationen seiner eigenen psychischen Zustände und nichts anderes."],"significance":8}
{"concept":"Typus","augmentId":"b613be45-d216-4149-bc52-32e56b9ee984","examples":["Was Goethe als tierischer Organismus vorschwebt, ist nicht mehr dieser oder jener sinnlich-wirkliche, sondern ein ideeller, der sich bei den Tieren mehr nach einer niederen, bei dem Menschen nach einer höheren Seite ausbildet.","Schon hier liegt der Keim zu dem, was Goethe später Typus nannte und womit er «kein einzelnes Tier», sondern die «Idee» des Tieres bezeichnen wollte.","Eine ideelle, typische Form, die als solche selbst nicht sinnenfällig wirklich ist, realisiert sich in einer unendlichen Menge räumlich voneinander getrennter und ihren Eigenschaften nach verschiedenen Wesen bis herauf zum Menschen.","Diese rein dem Organischen im Organismus entsprechende Idee ist nun die Idee des Urorganismus, der Typus Goethes.","Die Idee des Organismus aber ist als Entelechie im Organismus tätig, wirksam; sie ist in der von unserer Vernunft erfassten Form nur die Wesenheit der Entelechie selbst.","Der auf sich selbst gebaute Typus enthält die Möglichkeit, bei seinem Eintreten in die Erscheinung unendlich mannigfaltige Formen anzunehmen.","Wir wollen nach dem Vorgang Goethes diesen allgemeinen Organismus Typus nennen.","Der Typus ist der wahre Urorganismus; je nachdem er sich ideell spezialisiert: Urpflanze oder Urtier.","Der Typus spielt in der organischen Welt dieselbe Rolle wie das Naturgesetz in der unorganischen."],"significance":9.333333333333334}
{"concept":"Typusidee","augmentId":"28a140fb-0cf1-4be8-80f8-b251ce17150b","examples":["Die Typusidee bei Goethe sei weiter nichts als ein allgemeiner Begriff, eine Idee im Sinne der platonischen Philosophie","Er dachte sich die Welt als einen Kreis von Kreisen, von denen jeder einzelne sein eigenes Erklärungsprinzip hat"],"significance":7}
{"concept":"Übergewicht der Organsysteme","augmentId":"fbd4a46f-0fb2-4c13-80c6-5803e312388d","examples":["Die Mannigfaltigkeit der Gestalt daher entspringt, dass diesem oder jenem Teil ein Übergewicht über die andern zugestanden ist.","Es wird ja schon hier der Gegensatz von Tier und Mensch darinnen gesucht, dass sich eine ideelle Gestalt nach zwei verschiedenen Richtungen hin ausbildet, dass jedesmal ein Organsystem das Übergewicht gewinnt und das ganze Geschöpf davon seinen Charakter erhält.","Bei jeder Tiergattung tritt einseitig ein Organsystem in den Vordergrund; das ganze Tier geht in demselben auf; alles übrige tritt bei ihm in den Hintergrund."],"significance":8}
{"concept":"Überwindung der Zufälligkeit","augmentId":"b01b5a85-5241-4926-80c3-2ca27bd77686","examples":["Das Objekt muss ganz aus der Sphäre des Zufälligen herausgehoben und in jene des Notwendigen versetzt werden.","Nicht was er behandelt, sondern wie er es behandelt, darauf kommt es an."],"significance":8}
{"concept":"Unbefangenheit gegenüber Problemen","augmentId":"96140d70-ff46-452b-befb-f0031da26614","examples":["Er will sich die Unbefangenheit nicht dadurch rauben, dass er seinen Gedanken eine scharfe Richtung gibt.","Der Mensch ist nicht geboren, die Probleme der Welt zu lösen, wohl aber zu suchen, wo das Problem angeht, und sich sodann in der Grenze des Begreiflichen zu halten."],"significance":6}
{"concept":"Unmittelbar gegebenes Weltbild","augmentId":"f92900fb-28db-4e44-9a5b-478fd8b7a248","examples":["Die Art nun, wie dieses absolut Erste zu bestimmen ist, muss eine solche sein, dass in dieselbe nichts mit einfließt, was schon von einem Erkennen herrührt.","Ein solcher Anfang kann aber nur mit dem unmittelbar gegebenen Weltbild gemacht werden, d.i. jenem Weltbild, das dem Menschen vorliegt, bevor er es in irgendeiner Weise dem Erkenntnisprozess unterworfen hat.","Auf dieser Stufe des Daseins - wenn wir diesen Ausdruck gebrauchen dürfen – ist kein Gegenstand, kein Geschehnis wichtiger, bedeutungsvoller als ein anderer bzw. ein anderes."],"significance":10}
{"concept":"Unorganische Natur","augmentId":"904748a5-2688-423a-99eb-89a0c891f2c8","examples":["Das System von Wirksamkeiten, die in dieser Weise erfolgen, dass immer eine Tatsache die Folge von anderen ihr gleichartigen ist, nennt man unorganische Natur.","In der unorganischen Natur trifft also durchaus das allgemeine Verhältnis, das wir zwischen Erfahrung und Wissenschaft festgestellt haben, zu.","Die Sinnenwelt als unorganische bringt es nicht zur Individualität."],"significance":7}
{"concept":"Unterschied zwischen bewussten und unbewussten Motiven","augmentId":"360f64d2-54d7-47c5-8b59-8ed5c1598ba5","examples":["Auch hier bleibt der Unterschied ohne alle Berücksichtigung, der besteht zwischen Beweggründen, die ich erst auf mich wirken lasse, nachdem ich sie mit meinem Bewusstsein durchdrungen habe, und solchen, denen ich folge, ohne dass ich ein klares Wissen von ihnen besitze.","Ist ein Unterschied zwischen einem bewussten Beweggrund meines Handelns und einem unbewussten Antrieb, dann wird der erstere auch eine Handlung nach sich ziehen, die anders beurteilt werden muss als eine solche aus blindem Drang.","Auch hier wird nur von Motiven im Allgemeinen gesprochen, ohne auf den Unterschied zwischen unbewussten und bewussten Rücksicht zu nehmen."],"significance":9}
{"concept":"Urmütter","augmentId":"6ff49be2-9a0c-470e-be71-0fa904fa965d","examples":["Mit einem Ausdruck der späteren Weltanschauungen kann man Zeus als Raum-Äther, Chronos als Zeit-Schöpfer und Chthon als Stoff-Erbringer die drei Urmütter der Welt nennen.","Pythagoras wollte die sich zu ihm bekennenden Menschen zum Empfinden der guten Urmütter zurückführen, in denen der Ursprung ihrer Seelen vorgestellt werden sollte.","Das erste sind die Urmütter, die als gut, als vollkommen dargestellt werden."],"significance":8}
{"concept":"Urpflanze","augmentId":"6c709ba2-1cd0-4c56-bc92-b8f737c40fea","examples":["Ich habe mich enthalten, das Resultat, worauf schon Herder in seinen Ideen deutet, schon jetzt merken zu lassen, dass man nämlich den Unterschied des Menschen vom Tier in nichts einzelnem finden könne.","Die Urpflanze wird das wunderlichste Geschöpf von der Welt, um welches mich die Natur selbst beneiden soll.","Die Vorstellung von dem sich stufenweise, wie auf einer geistigen Leiter vom Samen bis zur Frucht sich umbildenden Grundorgan ist die Idee der Urpflanze.","Eine solche muss es doch geben! Woran würde ich sonst erkennen, dass dieses oder jenes Gebilde eine Pflanze sei, wenn sie nicht alle nach einem Muster gebildet wären.","Ich habe schon recht artige, ins allgemeine gehende Bemerkungen gemacht, die auch dir in der Folge angenehm sein werden."],"significance":9.5}
{"concept":"Vererbung und Veränderlichkeit","augmentId":"f6d9a433-f0b3-49ef-95f0-8485b2a3c280","examples":["Es folgt zweierlei aus dieser Tatsache: Einmal, dass in der Natur die Tendenz liegt, die Lebewesen zu wandeln; und dann, dass eine Eigenschaft, die nach einer gewissen Richtung sich zu wandeln angefangen hat, sich nach dieser Richtung steigert.","Die natürliche Folgerung aus dieser Beobachtung ist, dass Wandlung und Vererbung zwei in der Entwicklung der Lebewesen treibende Prinzipien sind.","Sie verwandeln sich und vererben gewandelte Eigenschaften auf ihre Nachkommen."],"significance":8}
{"concept":"Verhältnis von Denken und Wirklichkeit","augmentId":"50631441-72b3-451c-9dbe-19b0defa0ad9","examples":["Das ideelle System unserer Gedanken ist das Bild des realen Systems der objektiven Wirklichkeit.","Die Wirklichkeit hat sich in dem menschlichen Denken ein Organ geschaffen, durch das sie sich gedankenmäßig in einem ideellen Bild wiedererzeugen, geistig nachschaffen kann.","Trotz dieser allgemeinen Übereinstimmung zwischen Denken und Wirklichkeit gibt es für das erstere doch die Möglichkeit, über die letztere hinauszugehen."],"significance":7}
{"concept":"Verhältnis von Wissenschaft und Kunst","augmentId":"39053a71-b1d9-476d-8dce-7a141aab0311","examples":["Die Wissenschaft blickt durch die Sinnlichkeit auf die Idee, die Kunst erblickt die Idee in der Sinnlichkeit.","Überwindung der Sinnlichkeit durch den Geist ist das Ziel von Kunst und Wissenschaft."],"significance":9}
{"concept":"Verhältnis zu Philosophen als Sprachfindung","augmentId":"502c8b9e-029b-4ff2-9a6a-4eaeed91da29","examples":["Er suchte bei ihnen eine Erklärung und Rechtfertigung seines Wesens.","Er fand bei ihm nur die Formel, das, was längst in seiner Natur lag, auszusprechen.","So bedeutet für Goethe das Bekanntwerden mit Philosophen und philosophischen Richtungen eine fortschreitende Aufklärung darüber, was schon in ihm lag."],"significance":7}
{"concept":"Verkümmerung des Lebens","augmentId":"119bbc52-1c71-429d-bd64-8e5332b2805d","examples":["Das Leben bleibt verkümmert in solchen Zeitaltern","Die Enkel finden in der Gestaltung des verkümmerten Lebens etwas vor, das ihnen die Unterlassung der Großväter angerichtet hat","Diese Unterlassung der vorhergehenden Zeit ist zum unvollkommenen Leben der Folgezeit geworden"],"significance":6}
{"concept":"Vermeidung fester Formeln","augmentId":"a29ec8bf-cd5b-495d-b26a-88b004c711ae","examples":["Eine feste Theorie, die ein für allemal die Gesetzmäßigkeit einer Reihe von Erscheinungen zum Ausdruck bringen will, ist ihm bedenklich.","Solche Sätze schienen ihm die Wirklichkeit eher zu verzerren als richtig abzubilden."],"significance":8}
{"concept":"Vernunft","augmentId":"4f80d75e-e55c-4f5d-9f29-e39b31edc76c","examples":["Dieses Hinauskommen ist Sache der Vernunft.","Die Vernunft führt wieder zur Wirklichkeit zurück.","Die Vernunft ist nun in der Tat das Vermögen, Ideen wahrzunehmen."],"significance":9}
{"concept":"Versammlungsfreiheit","augmentId":"d88df7e8-9ee7-4961-a351-66cc8381ef15","examples":["Alle Deutschen haben das Recht, sich ohne Anmeldung oder Erlaubnis friedlich und ohne Waffen zu versammeln."],"significance":7}
{"concept":"Verstand und Vernunft","augmentId":"bd7b4a94-bf57-4026-88a1-d0e60a435a9e","examples":["Jene ist Sache des Verstandes, diese Sache der Vernunft.","Der Verstand schafft Gedankengebilde für die einzelnen Dinge der Wirklichkeit.","Die Vernunft hat dann diese Gebilde in die Harmonie der gesamten Ideenwelt einzureihen."],"significance":7}
{"concept":"Verstand","augmentId":"1e9cf40b-712b-4472-a955-34aea07119c6","examples":["Diese Unterscheidung ist die Sache des Verstandes.","Der Verstand selbst ist nicht in der Lage, über diese Trennung hinauszukommen.","Für den Verstand sind Dinge getrennt, die in einer harmonischen Einheit zu sehen, ein wesentliches Bedürfnis der Menschheit ist."],"significance":8}
{"concept":"Versteckte Annahme","augmentId":"58258c24-3c15-40b3-8a95-3d0ec5257a33","examples":["Namentlich wird man bemerken, dass gewöhnlich schon bei Aufstellung der erkenntnistheoretischen Grundprobleme gewisse versteckte Annahmen gemacht werden."],"significance":6}
{"concept":"Versteinerungen als Organismenreste","augmentId":"cfcd63fb-f1c7-4979-ab14-b03b7ae597fb","examples":["Goethe erkannte bald, nachdem er einige Erfahrung auf diesem Gebiet gewonnen hatte, dass die Versteinerungen als Reste von Organismen in einem naturgemäßen Zusammenhang mit denjenigen Erdschichten stehen, in denen sie gefunden werden.","Das heißt, dass diese Organismen in den Epochen der Erde gelebt haben, in denen sich die entsprechenden Schichten gebildet haben.","Es wird nun bald die Zeit kommen, wo man Versteinerungen nicht mehr durcheinander werfen, sondern verhältnismäßig zu den Epochen der Welt rangieren wird."],"significance":7}
{"concept":"Versuch","augmentId":"b3120d84-4132-47dd-afb3-1d71149f9f8e","examples":["Das geschieht beim wissenschaftlichen Versuch.","Der Versuch soll uns versichern, dass nichts anderes einen bestimmten Vorgang beeinflusst, als was wir in Rechnung bringen.","Der Versuch ist daher der wahre Vermittler von Subjekt und Objekt in der unorganischen Naturwissenschaft."],"significance":6}
{"concept":"Vielfältige Annäherung an die Wirklichkeit","augmentId":"714db63b-9f97-40fd-8e7f-13f31a8a1490","examples":["Goethe möchte lieber zwei Meinungen über eine Sache haben, die einander entgegengesetzt sind, als eine bestimmte.","Jedes Ding scheint ihm eine Unendlichkeit einzuschließen, der man sich von verschiedenen Seiten nähern muss."],"significance":7}
{"concept":"Vollständige Wirklichkeit durch Zusammenfluss","augmentId":"6b9a2719-586f-42c4-bea2-9263aa54819a","examples":["Erst wenn wir die Sprache der Außenwelt mit der unseres Innern zusammenhalten, haben wir die volle Wirklichkeit.","Die volle Wirklichkeit kommt nur durch den Zusammenfluss des äußeren Objektiven und des inneren Subjektiven zustande.","Die objektiven Dinge sind nur ein Teil der Wirklichkeit."],"significance":8}
{"concept":"Voraussetzungslosigkeit","augmentId":"a73879e2-70c0-44dd-9266-bab4c21a9812","examples":["Sie dieser ihrer Aufgabe nur dann gerecht werden kann, wenn sie selbst, soweit das bei der Natur des menschlichen Erkenntnisvermögens möglich ist, voraussetzungslos ist.","Die folgenden Auseinandersetzungen streben nun in erster Linie eine solche Formulierung des Erkenntnisproblems an, die dem Charakter der Erkenntnistheorie als vollständig voraussetzungsloser Wissenschaft streng gerecht wird.","Sehen wir diese Frage einmal auf ihre Voraussetzungslosigkeit hin an!","Ist diese Frage nun, so wie Kant sie stellt, voraussetzungslos?","Auch Volkelt findet, dass die Kritik der reinen Vernunft keine voraussetzungslose Erkenntnistheorie ist."],"significance":9}
{"concept":"Vorstellung als Erkenntnisgrundsatz","augmentId":"43bf0d4a-07c3-4e57-be09-6352f2e8c288","examples":["Was uns zunächst und unmittelbar als gewiss feststehe, sei einzig und allein der Satz, dass wir ein Wissen von unseren Vorstellungen haben.","Das Bewusstsein kann sich selbst nicht überspringen.","All unser Wissen erstrecke sich zunächst nur auf unsere Vorstellungen."],"significance":9}
{"concept":"Wahrheit","augmentId":"d00f41b6-2250-4f60-aac4-9c691853f632","examples":["Eine Wahrheit, die uns von außen kommt, trägt immer den Stempel der Unsicherheit an sich.","Nur was einem jeden von uns in seinem eigenen Innern als Wahrheit erscheint, daran mögen wir glauben.","Nur die Wahrheit kann uns Sicherheit bringen im Entwickeln unserer individuellen Kräfte."],"significance":9}
{"concept":"Wahrnehmungsurteil","augmentId":"b331c6a3-00e7-476b-896d-b32da1cfc5c8","examples":["Nennen wir ein solches Urteil ein Wahrnehmungsurteil.","Durch das Wahrnehmungsurteil wird erkannt, dass ein bestimmter sinnenfälliger Gegenstand seiner Wesenheit nach mit einem bestimmten Begriff zusammenfällt.","Das Urteil, welches hier in Betracht kommt, hat zum Subjekt eine Wahrnehmung, zum Prädikat einen Begriff."],"significance":9}
{"concept":"Welt als Dichtung","augmentId":"04309b5c-02bc-40e8-8853-c5fcc418c64e","examples":["Die Welt ist ihm also im Grunde eine Dichtung der Sinne und des Verstandes.","Nicht darauf komme es an, dass eine Vorstellung wahr ist; sondern darauf, dass sie für den Menschen wertvoll ist.","Man kann die Funktionen der Sinne und des verknüpfenden Verstandes, welche uns die Wirklichkeit erzeugen, im Einzelnen niedrig nennen gegenüber dem hohen Fluge des Geistes in der frei schaffenden Kunst."],"significance":8}
{"concept":"Weltanschauungsbild","augmentId":"286a1735-6d68-4f1f-a5d3-275e51c72274","examples":["Spinoza baut ein Weltanschauungsbild aus Gedanken auf.","Die Denker empfinden, wie in dem Gedankenerleben selbst etwas gesucht werden müsse, das dieses Erleben als berechtigten Schöpfer eines Weltanschauungsbildes erweist.","Man will ein Weltbild gewinnen, in dem die Welt so erscheint, dass der Mensch sich in ihr erkennen kann."],"significance":7}
{"concept":"Weltauffassung","augmentId":"16a90c3a-0c6b-4aef-afcf-f6f8cba383e3","examples":["Beobachtung und Denken sind die beiden Ausgangspunkte für alles geistige Streben des Menschen, insofern er sich eines solchen bewusst ist.","Von hier aus sei es versucht, die Welt zu begreifen.","Dieses absolut Letzte, zu dem es die Weltentwicklung gebracht hat, ist aber das Denken."],"significance":7}
{"concept":"Weltbild","augmentId":"71945d52-42d6-4d85-9362-b677dfd09a1a","examples":["Wir haben durch ein Postulat aus dem gegebenen Weltbild einen Teil ausgesondert.","Das gegebene Weltbild wird somit erst vollständig durch jene mittelbare Art Gegebenseins, die durch das Denken herbeigeführt wird.","Durch die Form der Unmittelbarkeit zeigt sich das Weltbild zuerst in einer ganz unvollständigen Gestalt."],"significance":7}
{"concept":"Weltentwicklungsvorstellung","augmentId":"ef47c978-9de4-41b2-bb33-e0c4c1f16afa","examples":["Ihre Gedankenschöpfung ist eine umfassende Weltentwickelungsvorstellung.","So ist für die Gnosis die Verbindung zweier Welten denkbar, welche verschiedene Entwickelungswege durchgemacht haben.","Für ihn stellt sich die Welt als eine Entwicklung in vier «Naturformen» dar."],"significance":6}
{"concept":"Weltgesetzlichkeit","augmentId":"b08a64d8-845e-45b8-a2d0-be3c838df973","examples":["Alles, was dem Künstler an Weltgesetzlichkeit erreichbar ist, das legt er in sein Werk.","Sie war ihm die eine Offenbarung des Urgesetzes der Welt, die Wissenschaft war ihm die andere.","Überall sucht er nicht nur das, was den Sinnen in der Außenwelt gegeben ist, sondern die Tendenz, durch die es geworden."],"significance":8}
{"concept":"Wert des Lebens","augmentId":"a92d74e0-22c8-40f2-9209-71a8f81fedd3","examples":["Der Wert des Lebens bestimmt sich an dem Verhältnis des Erreichten zu dem Erstrebten.","Der Mensch verleiht der Erfüllung einer Begierde einen Wert, weil sie aus seinem Wesen entspringt.","Das Erreichte hat seinen Wert, weil es gewollt ist."],"significance":9}
{"concept":"Wesen des Gedankens","augmentId":"759944b2-b0a9-4616-b626-6d58b906724e","examples":["Der Gedanke ist also für Hegel das Wesen der Dinge.","Im menschlichen Selbstbewusstsein schaut sich also der Gedanke selbst an.","Der Weltprozess ist fortschreitende Gedankenentwicklung."],"significance":9}
{"concept":"Wesen des Organismus","augmentId":"89aaedc4-a13a-4640-b3ca-1c641215b32e","examples":["Wir haben in der Lehre von den Organismen vor allem eine großartige, alles übrige in den Schatten stellende Entdeckung ins Auge zu fassen: die des Wesens des Organismus selbst.","Jenes Prinzip, durch welches ein Organismus das ist, als das er sich darstellt, die Ursachen, als deren Folge uns die Äußerungen des Lebens erscheinen, und zwar alles, was wir in prinzipieller Hinsicht diesbezüglich zu fragen haben, hat er dargelegt."],"significance":10}
{"concept":"Wesen und Erscheinung","augmentId":"52b1dd28-d82c-497e-8012-d61f98a2eae4","examples":["Das Wesen einer Sache kann nicht zerstört werden; denn es ist außer aller Zeit und bedingt selbst die letztere.","Die Zeit gehört der Erscheinungswelt an. Sie hat mit dem Wesen selbst noch nichts zu tun.","Das sinnenfällige Weltbild ist die Summe sich metamorphosierender Wahrnehmungsinhalte ohne eine zugrunde liegende Materie."],"significance":8}
{"concept":"Wesenheit der Dinge in Ideen","augmentId":"e919c2c8-72d0-4ac5-b966-6ec8c24de31e","examples":["In den Ideen sprechen die Dinge selbst.","Diese Weltauffassung erkennt in den Ideen die Wesenheit der Dinge.","Was wir in unserem Geist emporquillt, wenn er sich den Dingen gegenüberstellt, das ist der andere Teil."],"significance":8}
{"concept":"Wetterphänomen","augmentId":"da18b849-e5f0-4514-9ec1-5728099eec11","examples":["Wetterphänomene beeinflussen das tägliche Leben."],"significance":6}
{"concept":"Widerspruch als Antrieb","augmentId":"e2043c26-7b3a-4fe0-9727-c2265e60a918","examples":["Er glaubte daran, dass die Dinge der Wirklichkeit den Widerspruch in sich tragen, und dass gerade darin der Antrieb zu ihrem Werden, zu ihrer lebendigen Bewegung liegt, dass sie diesen Widerspruch fortwährend zu überwinden suchen.","Die Blüte würde niemals zur Frucht werden, wenn sie ohne Widerspruch wäre.","Diese Formen unterscheiden sich nicht nur, sondern verdrängen sich auch als unverträglich miteinander."],"significance":9}
{"concept":"Widerspruch","augmentId":"66ddaab8-8b40-42e7-ba30-ba5d148b4f70","examples":["Wie die aufeinander folgenden Denker im Widerspruch mit vorangehenden oder nachfolgenden stehen","Hegel und Haeckel, nebeneinander betrachtet, stellen zunächst den vollkommensten Widerspruch dar","So nebeneinander gestellt können Hegel und Haeckel, aneinander gemessen, nicht in beklemmende Zweifel führen"],"significance":8}
{"concept":"Widerspruchslose Wirklichkeit","augmentId":"b08a3bac-9bcc-4954-8b81-676501904178","examples":["Die widerspruchsvolle Wirklichkeit ist gar nicht wirkliches Sein, sondern nur Schein.","Wenn wir aus dem widerspruchsvollen, unseren Sinnen und unserem Geist gegebenen Weltbild ein widerspruchsloses durch das logische Denken herausarbeiten, so haben wir in dem letzteren das, was wir suchen.","Eine Vielheit einfacher, sich nie ändernder Wesen ist also die wahre Welt."],"significance":8}
{"concept":"Wiederholte Erdenleben","augmentId":"af6b5e2e-1cfe-41c1-bac4-e9092f8f41a0","examples":["Es führt zur Erkenntnis, dass die Menschenseele in wiederholten Erdenleben lebt, und dass zwischen diesen Erdenleben rein geistiges Dasein liegt.","Man wird beobachten lernen, wie dasjenige, was in der physischen Vererbungsströmung von den Ahnen dem Menschen übergeben wird, nur der Stoff ist, den der seelisch-geistische Mensch formend gestaltet, um das zum physischen Dasein zu bringen, was in einem vorhergegangenen Leben sich keimhaft vorgebildet hat.","Dann erkennt man, dass in den Keimanlagen der dem gegenwärtigen vorangehenden Erdenleben auch die Ursachen liegen, warum man dieses oder jenes Schicksalsmäßige erlebt."],"significance":7}
{"concept":"Wille als Ursein","augmentId":"a618e7e9-5cd7-4662-b327-f164fc33c81d","examples":["Wollen ist Ursein und auf dieses allein passen alle Prädikate desselben: Grundlosigkeit, Ewigkeit, Unabhängigkeit von der Zeit, Selbstbejahung.","Der wesentliche Grund aller Weltvorgänge ist für Schopenhauer der Wille.","Er ist ein ewiges, dunkles Streben nach Dasein."],"significance":9}
{"concept":"Wille zur Macht","augmentId":"f9d2e444-aff2-4a04-8b16-f852e6c06d14","examples":["Rolphs Idee von der «Lebensmehrung» wächst sich bei Nietzsche zu der Vorstellung des «Willens zur Macht» aus, den er allem Sein und Leben in Tier- und Menschenwelt zuschreibt.","Eigentlich strebte der Mensch immer nach Macht; nur gab er sich der Illusion hin, dass er «Wahrheit» wolle.","Es kommt nicht darauf an, ob ein Urteil wahr ist, sondern «wie weit es lebenfördernd, lebenerhaltend, arterhaltend, vielleicht gar artzüchtend» ist."],"significance":9}
{"concept":"Wille","augmentId":"eccd3cea-041b-46b2-8ac6-16a862861f58","examples":["Im Wollen haben wir ebenfalls eine Wahrnehmung vor uns, nämlich die des individuellen Bezugs unseres Selbstes auf das Objektive.","Was am Wollen nicht rein ideeller Faktor ist, das ist ebenso bloß Gegenstand des Wahrnehmens wie das bei irgendeinem Dinge der Außenwelt der Fall ist.","In dem Wollen glaubt der Bekenner dieser Philosophie das Weltgeschehen wirklich an einem Zipfel erfasst zu haben."],"significance":8}
{"concept":"Wirklichkeit","augmentId":"f1650ee9-e23a-4045-a03d-5bcb15d0cb77","examples":["Die Wahrnehmung ist der Teil der Wirklichkeit, der objektiv, der Begriff derjenige, der subjektiv (durch Intuition, vgl. Seite 95 ff.) gegeben wird.","Erst der Zusammenhang der beiden, die gesetzmäßig sich in das Universum eingliedernde Wahrnehmung, ist volle Wirklichkeit.","Der Monismus sieht in einer Wissenschaft, die sich darauf beschränkt, die Wahrnehmungen zu beschreiben, ohne zu den ideellen Ergänzungen derselben vorzudringen, eine Halbheit.","Sobald er sich aber klar darüber wird, dass Wirklichkeit nur im gedankendurchsetzten Wahrnehmbaren vorhanden ist, gelangt er zu der Einsicht, dass der als intermittierend auftretende Wahrnehmungsinhalt durchsetzt von dem im Denken Erarbeiteten sich als kontinuierlich offenbart.","Sobald sie zu dem in ihrem Denken erfassten Tisch übergehen, offenbart sich ihnen die eine Wirklichkeit des Tisches.","Von diesen Bildern sind vier vorhanden, bei deren Anwesenheit in den Denktätigkeiten der zwei Personen sich die Ergreifung der Wirklichkeit abspielt.","Erst die durch die Erkenntnis gewonnene Gestalt des Weltinhaltes, in der beide aufgezeigte Seiten desselben vereinigt sind, kann Wirklichkeit genannt werden."],"significance":7.666666666666667}
{"concept":"Wissen","augmentId":"6a867acc-cd61-4c44-a331-b6b874929fc6","examples":["Wir wollen nicht mehr bloß glauben; wir wollen wissen.","Nur das Wissen befriedigt uns, das keiner äußeren Norm sich unterwirft, sondern aus dem Innenleben der Persönlichkeit entspringt.","Wir erstreben ein sicheres Wissen, aber jeder auf seine eigene Art."],"significance":8}
{"concept":"Wissende Unwissenheit","augmentId":"6d7e39f6-34c9-4965-9dc5-2ca7d8acf821","examples":["Nicolaus Cusanus strebt über das gedanklich erreichbare Wissen hinaus zu einem Seelenzustand, in dem dies Wissen aufhört und die Seele ihrem Gott in der «wissenden Unwissenheit», der docta ignorantia, begegnet.","Das «Ich» begegnet ihm, wenn es die «wissende Unwissenheit» erreicht."],"significance":6}
{"concept":"Wissenschaftliche Grundlage","augmentId":"bf0b5aa1-5817-4836-a159-69652848cc26","examples":["Denn erst durch sie können wir erfahren, welchen Wert und welche Bedeutung die durch die anderen Wissenschaften gewonnenen Einsichten haben.","Fichtes Versuch, den Wissenschaften eine unbedingt gewisse Grundlage zu schaffen."],"significance":7}
{"concept":"Wissenschaftliche Methode","augmentId":"b992fb6f-8ed3-47c1-a884-2c97cd0f1c1c","examples":["Und darin besteht die wissenschaftliche Methode, dass wir den Begriff einer einzelnen Erscheinung in seinem Zusammenhang mit der übrigen Ideenwelt aufzeigen.","Hin- und Herbewegung unseres Denkens von Begriff zu Begriff, das ist wissenschaftliche Methode.","Das ist der Weg der Naturforschung, dass sie von der Erfahrung ausgehe, um zu sehen, was wirklich ist; zu der Beobachtung fortschreite, um zu sehen, warum dieses wirklich ist, und sich dann zum Versuch steigere, um zu sehen, was wirklich sein kann."],"significance":9}
{"concept":"Wissenschaftliche Weltanschauung","augmentId":"078a8419-93d9-4162-b027-138c71c565a4","examples":["Nur in der Wissenschaftlichkeit, die von so strengen mathematischen und beobachteten Wahrheiten ausgeht wie die Physik oder die Chemie kann der Ausgangspunkt für eine Weltanschauung gesucht werden.","Es muss eingesehen werden, dass nur in der Beobachtung und in der streng mathematischen und logischen Betrachtung der Tatsachen eine Erklärung der Welterscheinungen gefunden werden kann.","Was bei Comte im Mittelpunkt aller Weltanschauung steht, ist die Betrachtung und Erfassung des eigenen Geistes im Menschen: sie lehnt Comte vollständig ab."],"significance":9}
{"concept":"Witterungskunde","augmentId":"e89477c7-731f-424a-b860-3dc5be217505","examples":["Den ganzen Komplex der Witterungskunde, wie er tabellarisch durch Zahlen und Zeichen aufgestellt wird, zu erfassen... war meiner Natur unmöglich","Ich freute mich daher, einen integrierenden Teil derselben meiner Neigung und Lebensweise angemessen zu finden","So schärfte ich meinen Blick auf das dem Sinne der Augen Erfassliche und gewöhnte mich, die Bezüge der atmosphärischen und irdischen Erscheinungen mit Barometer und Thermometer in Einklang zu setzen"],"significance":8}
{"concept":"Wurzelfragen des menschlichen Seelenlebens","augmentId":"cb6277e4-872e-42bf-9d80-774081598afa","examples":["Zwei Wurzelfragen des menschlichen Seelenlebens sind es, nach denen hingeordnet ist alles, was durch dieses Buch besprochen werden soll.","Die eine ist, ob es eine Möglichkeit gibt, die menschliche Wesenheit so anzuschauen, dass diese Anschauung sich als Stütze erweist für alles andere, was durch Erleben oder Wissenschaft an den Menschen herankommt.","Die andere Frage ist die: Darf sich der Mensch als wollendes Wesen die Freiheit zuschreiben, oder ist diese Freiheit eine bloße Illusion?"],"significance":10}
{"concept":"Zentrale Entdeckung","augmentId":"2ffd375b-0f1c-4373-8e4b-ee87478c3f83","examples":["So erscheinen uns denn die letzteren bei Goethe nie als Selbstzweck; sie müssen immer gemacht werden, um einen großen Gedanken, um jene zentrale Entdeckung zu bestätigen.","Es ist nicht zu leugnen, dass Goethes Zeitgenossen früher oder später zu denselben Beobachtungen kamen, und dass heute vielleicht alle auch ohne Goethes Bestrebungen bekannt wären; aber noch viel weniger ist zu leugnen, dass seine große, die ganze organische Natur umspannende Entdeckung bis heute von keinem zweiten unabhängig von Goethe in gleich vortrefflicher Weise ausgesprochen worden ist."],"significance":8}
{"concept":"Zentrale Naturanschauung","augmentId":"3f6fa4ce-eb3c-43ea-a1cd-40721f8eb879","examples":["Den Blick auf das Zentrale Goethescher Naturanschauung zu lenken","Direkt dem Zentralen unseres Erkennens ins Auge schauen"],"significance":10}
{"concept":"Zusammenhang der Erscheinungen","augmentId":"1877a238-1e0b-41b1-965b-c6de42cb5def","examples":["Die Theorie an und für sich ist nichts nütze, als insofern sie uns an den Zusammenhang der Erscheinungen glauben macht.","Stets bringen wir durch die Wissenschaft getrennte Tatsachen der Erfahrung in einen Zusammenhang.","Jede Wissenschaft hat ihr Gebiet, auf dem sie den Zusammenhang der Erscheinungen sucht."],"significance":7}
{"concept":"Zusammenhang der Naturwesen","augmentId":"7afe1d31-9250-4c3f-bbb8-25d2d0f545c7","examples":["Wie er sie verwertete, um zu einer Einsicht in den Zusammenhang der Naturwesen zu gelangen."],"significance":8}
{"concept":"Zusammenhangslosigkeit","augmentId":"bc753ee1-ef47-4be4-8fdd-3f73a193f8bd","examples":["Sie ist bloßes Nebeneinander im Raum und Nacheinander in der Zeit; ein Aggregat aus lauter zusammenhanglosen Einzelheiten.","Kein Ding, kein Ereignis darf den Anspruch erheben, eine größere Rolle in dem Getriebe der Welt zu spielen als ein anderes Glied der Erfahrungswelt.","Nicht nur die Dinge der Außen- und die Vorgänge der Innenwelt stehen auf dieser Stufe unseres Wissens zusammenhanglos da, sondern auch unsere eigene Persönlichkeit ist eine isolierte Einzelheit gegenüber der übrigen Welt."],"significance":9}

// Ideen



// Nicht interessant


