{"id":"9c774808-d379-400f-8e15-d257e906aa06","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"auf den tiefsten Grundfesten der Erkenntnis, auf dem Wesen der Dinge, insofern uns erlaubt ist, es in sichtbaren und greiflichen Gestalten zu erkennen.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"0d679b4c-0515-4dd2-a3c3-c4a1cc73206e","type":"quote","source":{"work":"Ideen zur Philosophie der Geschichte der Menschheit","author":"Johann Gottfried Herder","page":"","year":""},"text":"Ideen zu einer Philosophie der Geschichte der Menschheit","lang":"de","meta":{"step":"step1","lifespan":"1744 - 1803"}}
{"id":"32d15f73-7d53-43f5-bdda-8e24726dc670","type":"quote","source":{"work":"Versuch, die Metamorphose der Pflanzen zu erklären","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Versuch, die Metamorphose der Pflanzen zu erklären","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"e3301ff7-391a-4329-af9e-1fecfbd0c3b5","type":"quote","source":{"work":"Vorträge über die drei ersten Kapitel des Entwurfs einer allgemeinen Einleitung in die vergleichende Anatomie","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Vorträge über die drei ersten Kapitel des Entwurfs einer allgemeinen Einleitung in die vergleichende Anatomie","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"d2cd58b0-4024-4842-9a09-1cce39b25240","type":"quote","source":{"work":"Die Metamorphose der Tiere","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Siehst du also dem einen Geschöpf besonderen Vorzug Irgend gegönnt, so frage nur gleich, wo leidet es etwa Mangel anderswo, und suche mit forschendem Geist. Finden wirst du sogleich zu aller Bildung den Schlüssel, Denn so hat kein Tier, dem sämtliche Zähne den obern Kiefer umzäunen, ein Horn auf seiner Stirne getragen, Und daher ist den Löwen gehörnt der ewigen Mutter Ganz unmöglich zu bilden und böte sie alle Gewalt auf: Denn sie hat nicht Masse genug, die Reihen der Zähne Völlig zu pflanzen und auch ein Geweih und Hörner zu treiben.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"8ce7a36f-1ec6-4eab-97a1-786dd1d3f111","type":"quote","source":{"work":"Italienische Reise","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Neulich fand ich in einer leidig apostolisch-kapuzinermäßigen Deklamation des Züricher Propheten die unsinnigen Worte: Alles, was Leben hat, lebt durch etwas außer sich. Oder so ungefähr klang’s. Das kann nun so ein Heidenbekehrer hinschreiben, und bei der Revision zupft ihn der Genius nicht beim Ärmel.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"7931a6e3-f158-4310-ab9b-6731f572e47e","type":"quote","source":{"work":"Italienische Reise","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Die Vorstellungsart, dass ein lebendiges Wesen zu gewissen Zwecken nach außen hervorgebracht und seine Gestalt durch eine absichtliche Urkraft dazu determiniert werde, hat uns in der philosophischen Betrachtung der natürlichen Dinge schon mehrere Jahrhunderte aufgehalten, und hält uns noch auf, obgleich einzelne Männer diese Vorstellungsart eifrig bestritten, die Hindernisse, welche sie in den Weg legt, gezeigt haben... Es ist, wenn man sich so ausdrücken darf, eine triviale Vorstellungsart, die eben deswegen, wie alle trivialen Dinge, trivial ist, weil sie der menschlichen Natur im ganzen bequem und zureichend ist.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"d14b107b-745f-44c9-91e7-2dd3bd673131","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"... die Existenz eines Geschöpfes, das wir Fisch nennen, sei nur unter der Bedingung eines Elementes, das wir Wasser nennen, möglich...","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"68b5d414-43eb-448a-9a17-791e8a00145e","type":"quote","source":{"work":"Die Metamorphose der Tiere","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Also bestimmt die Gestalt die Lebensweise des Tieres, Und die Weise zu leben, sie wirkt auf alle Gestalten Mächtig zurück.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"0caf9778-629f-4074-b317-e4de46abb42d","type":"quote","source":{"work":"Die Metamorphose der Tiere","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Entwurf einer vergleichenden Anatomie, ausgehend von der Osteologie und seine spätere ausführlichere Gestalt «Vorträge über die drei ersten Kapitel des Entwurfs einer allgemeinen Einleitung in die vergleichende Anatomie» (1796) enthalten nur Anleitungen darüber, wie die Tiere zweckmäßig zu vergleichen sind, um ein allgemeines Schema zu gewinnen, nach dem die schaffende Gewalt die «organischen Naturen erzeugt und entwickelt», eine Norm, nach welcher die «Beschreibungen auszuarbeiten» und auf welche, «indem solche von der Gestalt der verschiedenen Tiere abgezogen wäre, die verschiedensten Gestalten wieder zurückzuführen» sind (vgl. die genannten «Vorträge»). Bei der Pflanze hingegen hat Goethe gezeigt, wie ein Urgebilde durch aufeinanderfolgende Modifikationen sich gesetzmäßig zu der vollkommenen organischen Gestalt ausbildet.\n\n30| Wenn er auch nicht die schaffende Naturgewalt in ihrer Bildungs- und Umbildungskraft durch die verschiedenen Glieder des tierischen Organismus hindurch verfolgen konnte, so ist es Goethe doch gelungen, einzelne Gesetze zu finden, an die sich die Natur bei der Bildung der tierischen Formen hält, welche die allgemeine Norm zwar festhalten, doch aber in der Erscheinung verschieden sind. Er stellt sich vor, dass die Natur nicht die Fähigkeit habe, das allgemeine Bild beliebig zu verändern. Wenn sie in einer Form ein Glied in besonders vollkommener Form ausbildet, so kann dies nur auf Kosten eines anderen geschehen. Im Urorganismus sind alle Glieder enthalten, die bei irgendeinem Tiere vorkommen können. Bei der einzelnen Tierform ist das eine ausgebildet, das andere nur angedeutet; das eine besonders vollkommen entwickelt, das andere vielleicht für die sinnliche Beobachtung gar nicht wahrzunehmen. Für den letzteren Fall ist Goethe überzeugt, dass in jedem Tiere das, was von dem allgemeinen Typus an ihm nicht sichtbar, doch in der Idee vorhanden ist. «Siehst du also dem einen Geschöpf besonderen Vorzug Irgend gegönnt, so frage nur gleich, wo leidet es etwa Mangel anderswo, und suche mit forschendem Geist. Finden wirst du sogleich zu aller Bildung den Schlüssel, Denn so hat kein Tier, dem sämtliche Zähne den obern Kiefer umzäunen, ein Horn auf seiner Stirne getragen, Und daher ist den Löwen gehörnt der ewigen Mutter Ganz unmöglich zu bilden und böte sie alle Gewalt auf: Denn sie hat nicht Masse genug, die Reihen der Zähne Völlig zu pflanzen und auch ein Geweih und Hörner zu treiben.» «Die Metamorphose der Tiere»\n\n31| Im Urorganismus sind alle Glieder ausgebildet und halten sich das Gleichgewicht; die Mannigfaltigkeit des Einzelnen entsteht dadurch, dass die Kraft der Bildung sich auf das eine Glied wirft und dafür ein anderes in der äußeren Erscheinung gar nicht oder nur andeutungsweise entwickelt. Dieses Gesetz des tierischen Organismus nennt man heute das von der Korrelation oder Kompensation der Organe.*\n\n32| Goethe denkt sich in der Urpflanze die ganze Pflanzenwelt, in dem Urtier die ganze Tierwelt der Idee nach enthalten. Aus diesem Gedanken entsteht die Frage: wie kommt es, dass in dem einen Fall diese bestimmten Pflanzen- oder Tierformen, in dem anderen Fall andere entstehen? Unter welchen Bedingungen wird aus dem Urtier ein Fisch? Unter welchen ein Vogel? Goethe findet zur Erklärung des Baues der Organismen in der Wissenschaft eine Vorstellungsart vor, die ihm zuwider ist. Die Anhänger dieser Vorstellungsart fragen bei jedem Organ: wozu dient es dem Lebewesen, an dem es vorkommt? Einer solchen Frage liegt der allgemeine Gedanke zugrunde, dass ein göttlicher Schöpfer oder die Natur jedem Wesen einen bestimmten Lebenszweck vorgesetzt und ihm dann einen solchen Bau gegeben habe, dass es diesen Zweck erfüllen könnte. Goethe findet eine solche Frage ebenso ungereimt, wie etwa die: zu welchem Zwecke bewegt sich eine elastische Kugel, wenn sie von einer anderen gestoßen wird? Eine Erklärung der Bewegung kann nur gegeben werden durch Auffinden des Gesetzes, nach welchem die Kugel durch einen Stoß oder eine andere Ursache in Bewegung versetzt worden ist. Man fragt nicht: wozu dient die Bewegung der Kugel, sondern: woher entspringt sie? Ebenso soll man, nach Goethes Meinung, nicht fragen: wozu hat der Stier Hörner, sondern: wie kann er Hörner haben. Durch welche Gesetze tritt in dem Stier das Urtier als hörnertragende Form auf? Goethe hat die Idee der Urpflanze und des Urtiers gesucht, um in ihnen die Erklärungsgründe für die Mannigfaltigkeit der organischen Formen zu finden. Die Urpflanze ist das schaffende Element in der Pflanzenwelt. Will man eine einzelne Pflanzenart erklären, so muss man zeigen, wie dieses schaffende Element in dem besonderen Fall wirkt. Die Vorstellung, ein organisches Wesen verdanke seine Gestalt nicht den in ihm wirkenden und bildenden Kräften, sondern sie sei ihm zu gewissen Zwecken von außen aufgedrängt, wirkt auf Goethe geradezu abstoßend. Er schreibt: «Neulich fand ich in einer leidig apostolisch-kapuzinermäßigen Deklamation des Züricher Propheten die unsinnigen Worte: Alles, was Leben hat, lebt durch etwas außer sich. Oder so ungefähr klang’s. Das kann nun so ein Heidenbekehrer hinschreiben, und bei der Revision zupft ihn der Genius nicht beim Ärmel.» (Italienische Reise, 5. Oktober 1787.) Goethe denkt sich das organische Wesen als eine kleine Welt, die durch sich selbst da ist und sich nach ihren Gesetzen gestaltet. «Die Vorstellungsart, dass ein lebendiges Wesen zu gewissen Zwecken nach außen hervorgebracht und seine Gestalt durch eine absichtliche Urkraft dazu determiniert werde, hat uns in der philosophischen Betrachtung der natürlichen Dinge schon mehrere Jahrhunderte aufgehalten, und hält uns noch auf, obgleich einzelne Männer diese Vorstellungsart eifrig bestritten, die Hindernisse, welche sie in den Weg legt, gezeigt haben... Es ist, wenn man sich so ausdrücken darf, eine triviale Vorstellungsart, die eben deswegen, wie alle trivialen Dinge, trivial ist, weil sie der menschlichen Natur im ganzen bequem und zureichend ist.» (Weimarer Ausgabe, 2. Abt., Band 7, S. 217f.) Es ist allerdings bequem zu sagen: ein Schöpfer hat bei Erschaffung einer organischen Art einen gewissen Zweckgedanken zugrunde gelegt, und ihr deswegen eine bestimmte Gestalt gegeben. Goethe will aber die Natur nicht aus den Absichten irgendeines außer der Natur befindlichen Wesens, sondern aus den in ihr selbst liegenden Bildungsgesetzen erklären. Eine einzelne organische Form entsteht dadurch, dass Urpflanze oder Urtier in einem besonderen Fall sich eine bestimmte Gestalt geben. Diese Gestalt muss eine solche sein, dass die Form innerhalb der Bedingungen, in denen sie lebt, auch leben kann. «... die Existenz eines Geschöpfes, das wir Fisch nennen, sei nur unter der Bedingung eines Elementes, das wir Wasser nennen, möglich...» (Weimarer Ausgabe, 2. Abt., Band 7, S. 221.) Will Goethe begreifen, welche Bildungsgesetze eine bestimmte organische Form hervorbringen, so hält er sich an seinen Urorganismus. In ihm liegt die Kraft, sich in den mannigfaltigsten äußeren Gestalten zu verwirklichen. Um einen Fisch zu erklären, würde Goethe untersuchen, welche Bildungskräfte das Urtier anwendet, um von allen Gestalten, die der Idee nach in ihm liegen, gerade die Fischgestalt hervorzubringen. Würde das Urtier innerhalb gewisser Verhältnisse sich in einer Gestalt verwirklichen, in der es nicht leben kann, so ginge es zugrunde. Erhalten kann sich eine organische Form innerhalb gewisser Lebensbedingungen nur, wenn es denselben angepasst ist. «Also bestimmt die Gestalt die Lebensweise des Tieres, Und die Weise zu leben, sie wirkt auf alle Gestalten Mächtig zurück.» So zeigt sich fest die geordnete Bildung, Welche zum Wechsel sich neigt durch äußerlich wirkende Wesen.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"fdc5cf23-c552-413f-8c58-8f8bfe1eb449","type":"quote","source":{"work":"Versuch einer allgemeinen Vergleichungslehre","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Und wie würdig ist es der Natur, dass sie sich immer derselben Mittel bedienen muss, um ein Geschöpf hervorzubringen und zu ernähren! So wird man auf eben diesen Wegen fortschreiten und, wie man nur erst die unorganisierten, undeterminierten Elemente als Vehikel der unorganisierten Wesen angesehen, so wird man sich nunmehr in der Betrachtung erheben und wird die organisierte Welt wieder als einen Zusammenhang von vielen Elementen ansehen. Das ganze Pflanzenreich zum Exempel wird uns wieder als ein ungeheures Meer erscheinen, welches ebensogut zur bedingten Existenz der Insekten nötig ist als das Weltmeer und die Flüsse zur bedingten Existenz der Fische, und wir werden sehen, dass eine ungeheure Anzahl lebender Geschöpfe in diesem Pflanzenozean geboren und ernährt werde, ja wir werden zuletzt die ganze tierische Welt wieder nur als ein großes Element ansehen, wo ein Geschlecht auf dem anderen und durch das andere, wo nicht entsteht, doch sich erhält.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"b7ba3893-2e74-47ab-9a0e-613da998655e","type":"quote","source":{"work":"Vorträge über die drei ersten Kapitel des Entwurfs einer allgemeinen Einleitung in die vergleichende Anatomie","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Dies also hätten wir gewonnen, ungescheut behaupten zu dürfen: dass alle vollkommenern organischen Naturen, worunter wir Fische, Amphibien, Vögel, Säugetiere und an der Spitze der letzten den Menschen sehen, alle nach einem Urbilde geformt seien, das nur in seinen sehr beständigen Teilen mehr oder weniger hin- und herweicht und sich noch täglich durch Fortpflanzung aus- und umbildet.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"3c2e25de-4d70-4bf7-8734-541319ba74f2","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Die damalige Zeit (schreibt Goethe 1817, vgl. Kürschner, Band 33, S. 15) jedoch war dunkler, als man es sich jetzt vorstellen kann. Man behauptete zum Beispiel, es hänge nur vom Menschen ab, bequem auf allen Vieren zu gehen, und Bären, wenn sie sich eine Zeitlang aufrecht hielten, könnten zu Menschen werden. Der verwegene Diderot wagte gewisse Vorschläge, wie man ziegenfüßige Faune hervorbringen könne, um solche in Livree, zu besonderem Staat und Auszeichnung, den Großen und Reichen auf die Kutsche zu stiften.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"4f7bf3cc-67be-4592-9a70-8b27535ebbce","type":"quote","source":{"work":"","author":"Julius Sachs","page":"","year":""},"text":"die vom Verstand vollzogene Abstraktion auf das Objekt selbst","lang":"de","meta":{"step":"step1","lifespan":"1832 - 1897"}}
{"id":"12bf6800-3ee8-42f7-91cb-b63589894ad0","type":"quote","source":{"work":"","author":"Julius Sachs","page":"","year":""},"text":"eine Metamorphose zuschreibt, die sich im Grunde genommen nur in unserem Begriffe vollzogen hat.","lang":"de","meta":{"step":"step1","lifespan":"1832 - 1897"}}
{"id":"578a1514-0d58-4929-8b0d-7a4328af9c33","type":"quote","source":{"work":"Geschichte der Botanik","author":"Julius Sachs","page":"","year":""},"text":"Ganz anders freilich wäre die Sache, wenn... wir annehmen dürften, dass bei den Vorfahren der uns vorliegenden Pflanzenform die Staubfäden gewöhnliche Blätter waren usw.","lang":"de","meta":{"step":"step1","lifespan":"1832 - 1897"}}
{"id":"8adfa498-c0dd-4309-bfcd-b39c35d18c0f","type":"quote","source":{"work":"War Goethe Darwinianer?","author":"Oscar Schmidt","page":"","year":""},"text":"Was sollte denn auch nach Goethes Anschauung umgebildet werden? Das Urbild doch wohl nicht","lang":"de","meta":{"step":"step1","lifespan":"1823 - 1886"}}
{"id":"9bf2fa0e-4813-4e7c-8014-82e1f9f0cb76","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"zwar nicht dem Gegenstande nach, denn derselbe ist bekannt, sondern der Ansicht und der Methode nach, welche sowohl der Lehre selbst eine eigene Gestalt geben muss, als ihr auch gegen andere Wissenschaften ihren Platz anzuweisen hat...","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"52b9746f-ea14-4221-aa96-55667bebb475","type":"quote","source":{"work":"Metamorphose der Pflanzen","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Deshalb ist er immer bemüht, auf die Anfänge der Lebensbildung durch mikroskopische Untersuchungen zu dringen, und so die organischen Embryonen von ihrer frühesten Erscheinung bis zur Ausbildung zu verfolgen. Wie vortrefflich diese Methode auch sei, durch die er so viel geleistet hat, so dachte der treffliche Mann doch nicht, dass es ein Unterschied sei zwischen Sehen und Sehen, dass die Geistesaugen mit den Augen des Leibes in stetem lebendigen Bund zu wirken haben, weil man sonst in Gefahr gerät zu sehen und doch vorbeizusehen. — Bei der Pflanzenverwandlung sah er dasselbe Organ sich immerfort zusammenziehen, sich verkleinern; dass aber dieses Zusammenziehen mit einer Ausdehnung abwechsle, sah er nicht. Er sah, dass es sich an Volumen verringere, und bemerkte nicht, dass es sich zugleich veredle, und schrieb daher den Weg zur Vollendung, widersinnig, einer Verkümmerung zu","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"4fb660c8-e4ad-4b0c-b567-5600bdd16ad1","type":"quote","source":{"work":"Metamorphose der Pflanzen","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Nichts ist der Natur gemäßer, als dass sie das, was sie im Ganzen intentioniert, durch das Einzelnste in Wirksamkeit setzt.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"e8ade466-57b5-43f1-aa3a-7ace862adcac","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Man trete zur Sommerzeit vor eine im Gartenboden eingesteckte Stange, an welcher eine Winde (Konvolvel) von unten an sich fortschlängelnd in die Höhe steigt, sich fest anschließend ihr lebendiges Wachstum verfolgt. Man denke sich nun Konvolvel und Stange, beide gleich lebendig, aus einer Wurzel aufsteigend, sich wechselweise hervorbringend und so unaufhaltsam fortschreitend. Wer sich diesen Anblick in ein inneres Anschauen verwandeln kann, der wird sich den Begriff sehr erleichtert haben. Die rankende Pflanze sucht das außer sich, was sie sich selbst geben sollte und nicht vermag.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"2a6902cb-7b03-48d2-8d79-a609f1acaa06","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Freilich passt dies Gleichnis nicht ganz, denn im Anfang musste die Schlingpflanze um den sich erhebenden Stamm in kaum merklichen Kreisen herumwinden. Je mehr sie sich aber der oberen Spitze näherte, desto schneller musste die Schraubenlinie sich drehen, um endlich (bei der Blüte) in einem Kreis auf einen Diskus sich zu versammeln, dem Tanze ähnlich, wo man sich in der Jugend gar oft Brust an Brust, Herz an Herz mit den liebenswürdigsten Kindern selbst wider Willen gedrückt sah. Verzeih diese Anthropomorphismen.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"bc3c3ba9-a8e1-45eb-8d75-03b8c3934831","type":"quote","source":{"work":"","author":"Ferdinand Cohn","page":"","year":""},"text":"Hätte Goethe nur noch Darwin erlebt!... wie würde er sich des Mannes erfreut haben, der durch streng induktive Methode klare und überzeugende Beweise für seine Ideen zu finden wusste...","lang":"de","meta":{"step":"step1","lifespan":"1828 - 1898"}}
{"id":"f7fca2e8-f45a-4e71-8c4b-23fe417ad32a","type":"quote","source":{"work":"","author":"Étienne Geoffroy Saint-Hilaire","page":"","year":""},"text":"einem allgemeinen, nur hier und da modifizierten Plan, woher die Unterscheidung derselben abzuleiten sei, unterworfen","lang":"de","meta":{"step":"step1","lifespan":"1772 - 1844"}}
{"id":"b70a91c4-5862-4b17-9783-a949bb1ead9d","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Jetzt ist nun auch Geoffroy de Saint-Hilaire entschieden auf unserer Seite und mit ihm alle seine bedeutenden Schüler und Anhänger Frankreichs. Dieses Ereignis ist für mich von ganz unglaublichem Wert und ich juble mit Recht über den endlich erlebten allgemeinen Sieg einer Sache, der ich mein Leben gewidmet habe und die ganz vorzüglich auch die meinige ist.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
