{"concept":"Denken","augmentId":"25b02706-9dc4-48a2-8a55-b1c813aa37d9","examples":["Mein Nachdenken hat den Zweck, von dem Vorgang Begriffe zu bilden.","Das Denken aber über diese Gegenstände beobachte ich nicht gleichzeitig.","Im Denken haben wir ein Prinzip, das durch sich selbst besteht.","Durch das Denken entstehen Begriffe und Ideen.","Die Beobachtung fordert das Denken heraus, und erst dieses ist es, das mir den Weg weist, das einzelne Erlebnis an ein anderes anzuschließen.","Das Denken ist jenseits von Subjekt und Objekt.","Zwischen die Wahrnehmung und jede Art von Aussage über dieselbe schiebt sich das Denken ein.","Das Denken ist nicht individuell wie unser Empfinden und Fühlen.","Im Denken und durch das Denken dasjenige erkannt werden muss, wofür sich der Mensch blind zu machen scheint.","Dieses Etwas ist das Denken, und die ideellen Bestimmtheiten sind die Begriffe und Ideen.","Das Denken äußert sich daher zunächst an der Wahrnehmung des Selbst; ist aber nicht bloß subjektiv.","Das Ich lebt durch sein Denken das allgemeine Weltleben mit; es bezieht durch dasselbe rein ideell (begrifflich) die Wahrnehmungen auf sich, sich auf die Wahrnehmungen.","Wer das Denken beobachtet, lebt während der Beobachtung unmittelbar in einem geistigen, sich selbst tragenden Wesensweben darinnen.","Im Betrachten des Denkens selbst fallen in eines zusammen, was sonst immer getrennt auftreten muss: Begriff und Wahrnehmung.","Das «Ich» ist innerhalb des Denkens zu finden; das «Ich-Bewusstsein» tritt dadurch auf, dass im allgemeinen Bewusstsein sich die Spuren der Denktätigkeit in dem oben gekennzeichneten Sinne eingraben.","Das Denken zerstört den Schein des Wahrnehmens und gliedert unsere individuelle Existenz in das Leben des Kosmos ein.","Das Denken gibt uns von der Wirklichkeit die wahre Gestalt, als einer in sich geschlossenen Einheit.","Im intuitiv erlebten Denken ist der Mensch in eine geistige Welt auch als Wahrnehmender versetzt.","Indem ich denkend vor der anderen Persönlichkeit stehe, kennzeichnet sich mir die Wahrnehmung gewissermaßen als seelisch durchsichtig.","Ich habe das Denken des anderen wirklich wahrgenommen.","Das ganze hier vorliegende Problem löst man nicht durch künstliche Begriffskonstruktionen, die von Bewusstem auf solches schließen, das nie bewusst werden kann, sondern durch wahres Erleben dessen, was sich in der Verbindung von Denken und Wahrnehmung ergibt.","Das Denken ist der Ausgangspunkt für alles Erkennen.","Das Denken ist somit tatsächlich der Akt, wodurch die Erkenntnis vermittelt wird.","Das Denken tritt also als formendes Prinzip an den gegebenen Weltinhalt heran.","Das Denken sagt nichts a priori über das Gegebene aus, aber es stellt jene Formen her, durch deren Zugrundelegung a posteriori die Gesetzmäßigkeit der Erscheinungen zum Vorschein kommt.","Ding an sich und Ich sind nicht so zu bestimmen, dass man das eine von dem anderen ableitet, sondern beide müssen vom Denken aus nach ihrem Charakter und Verhältnis bestimmt werden.","Wer durch Denken den Zweifel begründen will, der gibt implizite zu, dass dem Denken eine für das Stützen einer Überzeugung hinreichende Kraft zukommt.","Wir erklären das Denken für den notwendigen und einzigen Vermittler des Erkennens.","Das Denken muss die Beobachtung naturgemäß leiten.","Indem sich das Denken der Idee bemächtigt, verschmilzt es mit dem Urgrunde des Weltendaseins.","Es ist Organ der Auffassung.","Das Denken ist berufen, das Rätsel zu lösen, das uns die Anschauung aufgibt.","So wie jenes Farben, dieses Töne, so nimmt das Denken Ideen wahr.","Das Denken erzeugt ihn nicht, sondern nimmt ihn wahr.","Wir müssen das Denken innerhalb der Erfahrungstatsachen selbst als eine solche aufsuchen.","Erst das Denken stellt den Zusammenhang her.","Was aber auf solche Weise zustande kommt, ist nicht mehr reine Erfahrung.","Das Denken nimmt schon als eine Erfahrungstatsache innerhalb der Erfahrung eine Ausnahmestellung ein.","Im Denken ist dasjenige, was wir bei der übrigen Erfahrung suchen, selbst unmittelbare Erfahrung geworden.","Nur beim Denken kann das Prinzip der Erfahrung in seiner extremsten Bedeutung angewendet werden."],"significance":9.357142857142858,"explanation":"Denken ist das innere Erwachen der Seele, durch das sie sich selbst findet und zugleich die Weltvernunft in sich aufleuchten spürt. Es ist keine bloße Gedankensammlung, sondern eine lebendige Kraft, die uns befähigt, die tieferen Gründe des Daseins zu erfassen. Wer denkt, gliedert seine Erfahrungen in ein ideelles System von Begriffen und Ideen ein – so wird die Wesenheit der Dinge erkennbar.  \n\nDiese Gedankenkunst ist wie ein innerer Kompass: Sie führt uns ohne äußere Hilfsmittel zu unbefangener geistiger Beobachtung und bewahrt uns davor, künstliche Begriffskonstruktionen vor die Wirklichkeit zu schieben. Denken bedeutet also nicht nur, Gedanken zu haben, sondern sie so zu erleben, dass die Seele in sich die Verbindung zur Weltvernunft spürt – fast wie ein natürliches Gespräch mit der eigenen Urteilsfähigkeit. Es ist die Kunst, im Gedankenleben heimisch zu werden und dadurch Klarheit über sich und die Welt zu gewinnen."}
{"concept":"Erkenntnisgrenze","augmentId":"7c6d31d3-3129-4541-958b-12389d628059","examples":["Überall war das Eingeständnis vorhanden, dass der Mensch mit seinem Erkennen an gewisse Grenzen stoße, über die er nicht hinaus in das Gebiet der wahren Wirklichkeit dringen könne.","Vor dieser Erkenntnis kann die Meinung nicht bestehen, dass es solche Erkenntnisgrenzen gäbe, wie die gekennzeichnete Gedankenrichtung sie glaubte festsetzen zu müssen."],"significance":8,"explanation":"Eine Erkenntnisgrenze ist die Vorstellung, dass unser Denken an einer bestimmten Stelle nicht weiterkommt – als ob die Wahrheit irgendwo hinter einem Vorhang versteckt wäre, den wir nie lüften können. Diese Annahme entsteht aber nicht aus der Natur der Dinge selbst, sondern aus einer Verwirrung darüber, was Erkenntnis überhaupt ist. Wer von Grenzen spricht, hat oft keine klare Vorstellung davon, was das Ziel des Denkens sein soll. Er sucht etwas, von dem er nicht genau weiß, was es ist, und zweifelt dann, ob er es je finden wird. Dabei kommt das Bedürfnis zu erkennen aus uns selbst, nicht aus den Dingen da draußen. Die Dinge können uns nicht mehr offenbaren, als wir durch unser Denken aktiv erfragen und herausarbeiten. Wenn man also meint, an eine Grenze zu stoßen, hat man meist nur vergessen, dass Erkenntnis nicht wie das Finden eines versteckten Schatzes ist, sondern ein lebendiger Prozess, der aus unserem eigenen Innern erwächst und zur Klarheit strebt. Es geht nicht darum, an vermeintliche Grenzen zu glauben, sondern zu verstehen, dass echtes Wissen damit beginnt, die Natur des Wissens selbst zu begreifen."}
{"concept":"Vorstellung","augmentId":"90d79278-038e-40e7-b1b1-5a46d13621fd","examples":["Dieses Element nenne ich meine Vorstellung von dem Baum.","Ich kann jetzt auch den Unterschied machen, dass ich diese anderen Gegenstände, die sich mir gegenüberstellen, Außenwelt nenne, während ich den Inhalt meiner Selbstwahrnehmung als Innenwelt bezeichne.","Man hat gesagt: wir nehmen nicht die Gegenstände wahr, sondern nur unsere Vorstellungen.","Die Welt ist meine Vorstellung.","Das Zusammenwerfen jener subjektiven mit dieser objektiven Wahrnehmung führt zu dem Missverständnis des Idealismus: die Welt ist meine Vorstellung.","Ich kann zu keinem Ding und zu keinem Vorgang eine Beziehung haben, wenn nicht in mir eine Vorstellung auftritt.","Die Vorstellung ist nichts anderes als eine auf eine bestimmte Wahrnehmung bezogene Intuition.","Die Vorstellung steht zwischen Wahrnehmung und Begriff.","Die Vorstellung ist also ein individualisierter Begriff.","Unsere Vorstellungen sind das Einzige, das wir unmittelbar erfahren, unmittelbar erleben.","Der Tisch ist meine Vorstellung.","Die Beobachtungswelt nur menschliche Vorstellung ist."],"significance":8,"explanation":"Eine Vorstellung ist das, was in unserem Bewusstsein erscheint, wenn wir über etwas nachdenken oder es uns geistig vergegenwärtigen, ohne dass der Gegenstand selbst physisch anwesend sein muss. Man könnte sagen, es ist das innere Bild oder der Gedanke, den wir von etwas haben – sei es ein konkreter Gegenstand, eine Erinnerung oder eine abstrakte Idee. \n\nIm Zusammenhang mit dem Denken, das über bloße Tatsachen hinausgeht, zeigt sich, dass Vorstellungen nicht einfach Abbilder der äußeren Welt sind, sondern durch unsere geistige Aktivität geformt werden. Sie entstehen dort, wo Sinneserfahrung und Denken zusammentreffen, und ermöglichen es uns, Zusammenhänge zu erfassen, die über das unmittelbar Sichtbare hinausgehen. \n\nStell dir vor, du denkst an einen Berg – nicht weil du gerade einen siehst, sondern weil du dich an ihn erinnerst oder dir vorstellst, wie es wäre, ihn zu besteigen. Diese lebendige innere Präsenz ist die Vorstellung. Sie ist weder eine bloße Halluzination noch eine einfache Kopie der Wirklichkeit, sondern ein wesentliches Werkzeug, um die Welt zu verstehen und zu gestalten."}
{"concept":"Irrtum","augmentId":"b1057f96-3dfe-452d-ba71-a5fbed6ded8b","examples":["Insofern der Irrtum erkenntnistheoretisch in Betracht kommt, kann er nur innerhalb des Erkenntnisaktes liegen.","Die Sinnestäuschung ist kein Irrtum.","Ein Fehler in der Erkenntnis entstünde erst, wenn wir bei der Kombination der gegebenen Wahrnehmungen im Denken jenes «größer» und «kleiner» in unrichtiger Weise deuteten."],"significance":6,"explanation":"Ein Irrtum ist ein Gedanke, der sich als unhaltbar erweist, sobald man ihn näher betrachtet. Stellen Sie sich vor, Sie glauben, etwas ganz klar erkannt zu haben – doch dann zeigt sich, dass Ihre Überlegung entweder nicht mit dem übereinstimmt, was Sie wahrnehmen, oder dass sie in sich widersprüchlich ist. Irrtümer entstehen oft, wenn man sich zu sehr auf die sinnliche Erfahrung verlässt, ohne das Gedachte zu prüfen, oder wenn man im Denken allein bleibt, ohne den Bezug zur Wirklichkeit zu suchen. Eine gesunde Erkenntnisweise vereint beides: Sie nimmt die Erfahrung auf, aber ordnet und prüft sie durch das Denken. So vermeidet man, sich in einseitigen Ansichten zu verfangen, und kommt zu tragfähigen Einsichten, die weder bloß empirisch noch rein rational verharren. Kurz gesagt: Ein Irrtum ist wie ein Weg, der zunächst gangbar erscheint, sich aber später als Sackgasse entpuppt, sobald man weiterdenkt und hinschaut."}
{"concept":"Ethischer Individualismus","augmentId":"4ed1b17b-cfa5-400f-8b85-c49cbb06c5a9","examples":["Der ethische Individualismus steht also nicht im Gegensatz zu einer recht verstandenen Entwicklungstheorie, sondern folgt direkt aus ihr.","Der ethische Individualismus ist somit die Krönung des Gebäudes, das Darwin und Haeckel für die Naturwissenschaft erstrebt haben.","Derselbe ethische Individualismus, den ich auf Grund der vorangehenden Anschauungen entwickelt habe, würde sich auch aus der Entwicklungstheorie ableiten lassen."],"significance":9,"explanation":"Ethischer Individualismus bedeutet, dass unser Handeln nicht von allgemeingültigen Moralvorschriften geleitet werden soll, sondern von individuellen Idealen, die jeder Mensch in sich trägt. Es geht nicht darum, was für alle gleichermaßen als richtig gilt, sondern was der Einzelne als seine persönliche Berufung empfindet. Diese Auffassung betont, dass ethisches Handeln dann echt ist, wenn es aus der eigenen intuitiven Einsicht erwächst und nicht bloß äußeren Normen folgt.\n\nDer Weg zur Verwirklichung dieser individuellen Ideale kann durchaus beschwerlich sein – man könnte sagen, er ist manchmal wie eine Wanderung durch dorniges Gelände. Aber gerade dieses starke, von innerer Überzeugung getragene Wollen gibt dem Handeln seinen Wert. Dabei geht es nicht um egoistische Lustmaximierung, sondern um die Verwirklichung dessen, was man als die eigene ideelle Aufgabe erkennt. \n\nSo wird die Ethik zu einer persönlichen Angelegenheit, bei der jeder sein eigenes Tempo und seine eigene Route findet – solange er dabei die Grenzen anderer respektiert. Das Ergebnis ist keine Gleichmacherei, sondern eine Vielfalt an Lebensentwürfen, die jeweils ihre eigene Berechtigung haben."}
{"concept":"Bewusstsein der Handlungsgründe","augmentId":"713f9879-5ad1-4f69-83a2-80d50698a3a5","examples":["Niemand wird es bestreiten, dass das Kind unfrei ist, wenn es die Milch begehrt, dass der Betrunkene es ist, wenn er Dinge spricht, die er später bereut.","Darf die Tat des Kriegers auf dem Schlachtfeld, die des wissenschaftlichen Forschers im Laboratorium, des Staatsmannes in verwickelten diplomatischen Angelegenheiten wissenschaftlich auf gleiche Stufe gestellt werden mit der des Kindes, wenn es nach Milch begehrt?","Und ein tiefgreifender Unterschied ist es doch, ob ich weiß, warum ich etwas tue, oder ob das nicht der Fall ist."],"significance":9,"explanation":"Bewusstsein der Handlungsgründe bedeutet, dass wir uns klarmachen, warum wir handeln, wie wir handeln. Es geht darum, die tieferen Ursprünge unseres Tuns zu erkennen – besonders jene Antriebe, die nicht einfach aus unserer leiblichen Natur kommen, sondern aus einer geistigen Welt in unser Seelenleben hereinragen. Wenn wir uns dieser Gründe bewusst werden, können wir unser Handeln besser verstehen und lenken.  \n\nStell dir vor, du handelst aus einer plötzlichen Eingebung heraus, ohne genau zu wissen, woher sie kommt. Dieses unbewusste Tun wird durch Bewusstwerdung zu etwas Klarem: Du erkennst, dass in dir notwendige Handlungen ablaufen, die auf die Verwirklichung einer Idee zielen. So entsteht Einklang zwischen Neigung und Pflicht – und du kannst auf die Güte deiner Handlungen vertrauen, fast wie auf etwas Selbstverständliches.  \n\nDieses Bewusstsein hilft uns auch, den Wert unseres Handelns im Großen und Ganzen einzuordnen. Es ist, als ob eine Lampe angeht: Plötzlich siehst du nicht nur, was du tust, sondern auch, warum es sinnvoll ist."}
{"concept":"Ding an sich","augmentId":"264a09d8-5ccd-4c44-a6af-c47e5911aebd","examples":["Einem solchen Dualismus entspringt die durch Kant in die Wissenschaft eingeführte und bis heute nicht wieder herausgebrachte Unterscheidung von Wahrnehmungsobjekt und «Ding an sich».","In diese Kategorie gehört das «Ding an sich».","Der Dualist glaubt die ganze Welt zu einem abstrakten Begriffsschema zu verflüchtigen, wenn er nicht neben den begrifflichen Zusammenhängen der Gegenstände noch reale Zusammenhänge statuiert.","Kant hatte das «Ding an sich» als etwas dem Menschen Fremdes, Unzugängliches angesehen.","Ich habe also auf Anlass irgendeines «Dinges an sich», das ich nicht kenne, aus mir heraus den Tisch geschaffen.","Hegel meinte, dass der Gedanke nicht nur sich selbst als ideelle Wesenheit, sondern auch das «Ding an sich» umspanne.","Der Mensch hat es, nach Kants Meinung, nicht mit den Dingen an sich zu tun, sondern nur mit den Eindrücke, die sie auf ihn machen.","Im Sinne der Goetheschen Weltanschauung liegt es, von Dingen an sich so viel erkennen zu wollen, als das an der Natur erfasste Wesen der Ideenwelt gestattet.","Im Sinne der Kantschen Weltanschauung liegt es, der Erkenntnis das Recht abzusprechen, in die Welt der Dinge an sich hineinzuleuchten."],"significance":7.333333333333333,"explanation":"Das \"Ding an sich\" ist das, was unabhängig von unserer Vorstellung wirklich existiert – die eigentliche Wirklichkeit hinter dem, was wir wahrnehmen. Während wir normalerweise nur die Erscheinungen der Dinge kennen, die durch unsere Sinne und unser Denken vermittelt werden, können wir vom \"Ding an sich\" dennoch etwas erfahren. Es liegt nicht völlig jenseits unserer Erkenntnis, denn wir erleben sein Wirken unmittelbar in uns selbst, in unserem eigenen Organismus. Dort zeigt es sich als etwas, das nicht bloß vorgestellt ist, sondern unmittelbar wirksam wird. Man könnte sagen: Es ist die reale Grundlage hinter der Bühne unserer Wahrnehmung, die wir nicht sehen, aber an ihrer Wirkung erkennen. So wird aus einem scheinbar abstrakten Begriff etwas, das wir in unserem eigenen Erleben wiederfinden – eine Art verlässlicher Gastgeber hinter den Kulissen der sichtbaren Welt."}
{"concept":"Ethische Norm","augmentId":"ce742b9f-e8d6-4fa8-a7ca-121473e344cc","examples":["Eine Ethik als Normwissenschaft kann es daneben nicht geben.","Die ethische Norm kann also zunächst nicht wie ein Naturgesetz erkannt, sondern sie muss geschaffen werden.","Erst wenn sie da ist, kann sie Gegenstand des Erkennens werden."],"significance":8,"explanation":"Eine ethische Norm ist eine allgemeine Regel, die vorschreibt, was als richtig oder falsch gilt. Sie wirkt wie ein übergeordnetes Gebot, dem man folgen soll, oft ohne dass man ihren Ursprung hinterfragt. Im Gegensatz zu individuellen Idealen, die aus persönlicher Überzeugung und Liebe zur Sache entstehen, sind ethische Normen unpersönlich und fordern Gehorsam. Sie gleichen einer unsichtbaren Grenze, die unser Handeln lenkt, ohne dass wir sie selbst gewählt haben. Während Ideale uns aus innerem Antrieb bewegen, verlangen Normen oft bloße Unterwerfung – so, als würde man eine Straße nur deshalb überqueren, weil das Ampelsignal es vorschreibt, und nicht, weil man den Weg wirklich gehen möchte. Solche Normen können hilfreich sein, um Ordnung zu wahren, doch sie ersetzen nicht die eigene Urteilskraft."}
{"concept":"Geistesströmung","augmentId":"1ae1df7d-3940-4fd0-b654-b0e7d31d06e2","examples":["In der abendländischen Gedankenentwicklung wirken zwei große Geistesströmungen."],"significance":9,"explanation":"Eine Geistesströmung ist ein innerer Impuls, der sich durch eine Zeit hindurch bewegt und das Denken, Fühlen und Handeln vieler Menschen prägt. Man kann sie sich vorstellen wie einen breiten Fluss, der aus vielen Quellen gespeist wird und in eine bestimmte Richtung fließt. In diesem Strom leben die Keime für neue Ideen und Weltanschauungen, die dann eine ganze Epoche kennzeichnen können.\n\nSolche Strömungen entstehen aus dem Drängen der Zeit nach neuen Erlebnissen und Erkenntnissen, etwa nach einer Kraft der selbstbewussten Seele, die als Stützpunkt für alle Vorstellungen über Welt und Leben dienen kann. Sie äußern sich nicht immer in systematischer Philosophie, sondern manchmal auch in mystischen Empfindungen oder in der Kunst, und sie führen von der engeren Philosophie in die allgemeine Geisteskultur hinein. Es ist der gemeinsame Nenner, der verschiedene Denker und Künstler verbindet, auch wenn sie auf den ersten Blick ganz unterschiedlich erscheinen mögen."}
{"concept":"Geistige Anschauung","augmentId":"66b8bcfd-4800-4cf2-ac5c-4d987f2d44ab","examples":["Die scheinbar den früheren widersprechenden späteren Werke aus einer geistigen Anschauung der geistigen Welt hervorgegangen sind","Gerade aus diesem Aufgehen in anderes schöpft er die Fähigkeit der geistigen Anschauung","Wer geistige Anschauung betätigen will, kann das nicht"],"significance":9,"explanation":"Geistige Anschauung meint die Fähigkeit, mit dem Denken unmittelbar in die Wesenheit der Dinge zu schauen – so, als würde man mit den Augen eine Blume betrachten, nur dass man dabei die zugrunde liegenden Gesetzmäßigkeiten erfasst. Während gewöhnliche Beobachtung an der Oberfläche der Sinneswelt haften bleibt, durchdringt geistige Anschauung das Sichtbare, um das Wirken übersinnlicher Kräfte zu erkennen. Sie vermeidet dabei zwei Extreme: einerseits das bloße Festhalten an sinnlichen Details, andererseits das Konstruieren leerer Begriffe, die sich wie eine Wand vor die Wirklichkeit schieben.  \n\nStell dir vor, du siehst nicht nur die grüne Farbe einer Pflanze, sondern nimmst zugleich das ordnende Prinzip wahr, das ihr Wachstum leitet – ohne in mystisches Rätselwortgeklingel oder haltlose Spekulation zu verfallen. Diese Schau ist weder Traumgespinst noch Abstraktion, sondern ein hellwaches Erfassen der lebendigen Wahrheit, die sich im Einzelnen offenbart. Sie verbindet Sinnliches und Übersinnliches so natürlich wie das Leuchten einer Farbe in der Fläche, die sie durchdringt."}
{"concept":"Individualität","augmentId":"0633ed17-4b37-4de5-a9b8-8b990b527928","examples":["Eine wahrhafte Individualität wird derjenige sein, der am weitesten hinaufreicht mit seinen Gefühlen in die Region des Ideellen.","Das Vorstellen gibt unserem Begriffsleben bereits ein individuelles Gepräge.","Dies ist das Individuelle unserer Eigenpersönlichkeit.","Der Mensch zu einer vollständigen in sich geschlossenen, freien Individualität veranlagt ist","Kann man den Menschen selbst als ein Ganzes für sich ansehen","Wir haben es mit einem Individuum zu tun, das nur durch sich selbst erklärt werden kann"],"significance":9,"explanation":"Individualität ist das, was einen Menschen als einzigartiges Wesen ausmacht – es ist der Teil in uns, der nicht aus blinden Trieben oder allgemeinen Eigenschaften der Gattung stammt, sondern aus unserer Fähigkeit, durch eigenes Denken und Wollen zu handeln. Im Text wird deutlich, dass blinde Triebe, die zum Beispiel zu Verbrechen führen, gerade nicht zur Individualität gehören, sondern zum Allgemeinsten im Menschen, das bei allen ähnlich ist. Die wahre Individualität zeigt sich dort, wo wir uns von diesen Trieben und von vorgegebenen Denkweisen befreien und aus unserer eigenen intuitiven Einsicht heraus handeln.\n\nDiese Individualität ist kein Hindernis für das Zusammenleben, denn sie gründet in der gleichen Ideenwelt, die auch in anderen Menschen wirkt. Wenn jeder seine Individualität zur Geltung bringt, bedeutet das nicht Chaos, sondern eine natürliche Übereinstimmung im Geistigen. Stelle es dir so vor: Wir sind wie verschiedene Musiker, die alle nach derselben Partitur spielen – jeder bringt seinen eigenen Klang ein, aber die Harmonie entsteht von selbst. So lebt die Individualität nicht im Widerspruch zur Gemeinschaft, sondern in einer freien Verbindung mit ihr."}
{"concept":"Intuition","augmentId":"05aa6d6c-f817-411b-96da-4b196d2e8d46","examples":["Die Form, in der er zunächst auftritt, wollen wir als Intuition bezeichnen.","Wer nicht die Fähigkeit hat, die den Dingen entsprechenden Intuitionen zu finden, dem bleibt die volle Wirklichkeit verschlossen.","Was uns in der Beobachtung an Einzelheiten gegenübertritt, das verbindet sich durch die zusammenhängende, einheitliche Welt unserer Intuitionen Glied für Glied.","Intuition ist das im rein Geistigen verlaufende bewusste Erleben eines rein geistigen Inhalts.","Nur durch eine Intuition kann die Wesenheit des Denkens erfasst werden.","Der Antrieb kann da nur ein ganz individueller sein.","Das Individuum muss seine Begriffe durch eigene Intuition gewinnen","Bei allen anderen Objekten muss der Beobachter die Begriffe durch seine Intuition gewinnen","Einen im wahren Sinne ethischen Wert hat nur der Teil seines Handelns, der aus seinen Intuitionen entspringt","Man hat von jeher eine Denkungsart, welcher der Inhalt mit dem Formellen in unmittelbarem Zusammenhang erscheint, eine intuitive genannt.","Für die organische Wissenschaft ist aber die Intuition die richtige Methode.","Die auf dem Wege der Intuition gewonnene Einsicht ist gerade so wissenschaftlich wie die bewiesene."],"significance":7.5,"explanation":"Intuition ist eine besondere Art des Erkennens, die nicht aus der Sinnenwelt abstrahiert, sondern unmittelbar aus dem Begriff selbst fließt. Sie steht im Gegensatz zur beweisenden oder reflektierenden Urteilskraft, die Schritt für Schritt vorgeht. Während man oft meint, dieselben Methoden wie in der unorganischen Natur auf Lebendiges anwenden zu können, zeigt sich hier ein grundlegender Unterschied: Ein Organismus lässt sich nur im intuitiven Begriff erfassen. Das bedeutet, man erfasst das Wesen einer Sache in einem einzigen, umfassenden Akt, ohne mühsame Schlussfolgerungen – ähnlich wie man einen Witz sofort versteht, ohne ihn erst analysieren zu müssen. Diese intuitive Erkenntnis hebt sich von jener ab, die durch Induktionsschlüsse aus Wahrnehmungen gewonnen wird. Sie ist keine unbewusste Tätigkeit, sondern eine klare, bewusste geistige Handlung, die die Idee unmittelbar zur Anschauung bringt. So wird deutlich, dass Intuition nicht etwa ein Mangel an Wissenschaftlichkeit ist, sondern eine eigenständige und notwendige Erkenntnisform, besonders wenn es um lebendige Zusammenhänge geht."}
{"concept":"Lebenszweck","augmentId":"2e10ba24-591a-4e7d-8eb2-9e0b9d1a1a94","examples":["Deshalb hat das Menschenleben nur den Zweck und die Bestimmung, die der Mensch ihm gibt.","Auf die Frage: was hat der Mensch für eine Aufgabe im Leben? kann der Monismus nur antworten: die, die er sich selbst setzt.","Meine Sendung in der Welt ist keine vorherbestimmte, sondern sie ist jeweilig die, die ich mir erwähle."],"significance":7,"explanation":"Der Lebenszweck ist das, was unser Handeln aus einer tieferen Quelle als nur unseren leiblichen Bedürfnissen heraus bestimmt. Er kommt aus einer geistigen Welt, die wir mit unserer Seele erfassen können, wenn sie frei von den Einflüssen des Leibes ist. Diese sittlichen Impulse leiten uns, ohne dass wir dafür eine besondere Einrichtung oder äußere Weisung brauchen – ähnlich wie Sokrates sein „Dämonium“ in sich spürte, eine innere Stimme, die ihm sagte, was zu tun sei. Der Lebenszweck ist also wie ein Kompass, der uns hilft, unser Denken und Handeln an einer höheren Vernunft auszurichten, ohne dass wir uns dabei von persönlichen Interessen leiten lassen. Es geht nicht darum, etwas zu erreichen, das uns unmittelbar nützt, sondern darum, eine innere Übereinstimmung mit dem zu finden, was sinnvoll und richtig ist. Stellen Sie sich vor, Sie betrachten ein schönes Kunstwerk: Es erfüllt keinen praktischen Zweck für Sie, und doch strahlt es eine Harmonie aus, die Sie unmittelbar anspricht. So ähnlich wirkt auch der Lebenszweck – er gibt unserem Dasein Richtung und Sinn, ohne dass wir ihn greifen oder besitzen müssten."}
{"concept":"Moralische Fantasie","augmentId":"8bf6aa60-cf25-4db2-a38b-744310e1e73f","examples":["Was der freie Geist nötig hat, um seine Ideen zu verwirklichen, um sich durchzusetzen, ist also die moralische Fantasie.","Sie ist die Quelle für das Handeln des freien Geistes.","Konkrete Vorstellungen aus der Summe seiner Ideen heraus produziert der Mensch zunächst durch die Fantasie.","Die Quellen des Handelns sucht er ebenfalls innerhalb der Beobachtungswelt, nämlich in der unserer Selbsterkenntnis zugänglichen menschlichen Natur, und zwar in der moralischen Fantasie.","Der Mensch macht nicht die Zwecke eines objektiven (jenseitigen) Urwesens zu seinen individuellen Zwecken, sondern er verfolgt seine eigenen, ihm von seiner moralischen Fantasie gegebenen.","Er muss sie, wenn er über die Befriedigung seiner natürlichen Triebe, für die Mutter Natur vorgesorgt hat, hinausgeht, in seiner eigenen moralischen Fantasie suchen."],"significance":8,"explanation":"Moralische Fantasie ist die Fähigkeit, sittliche Ideale nicht als abstrakte Gebote zu denken, sondern als lebendige, gestaltende Kräfte, die unmittelbar im Handeln wirksam werden. Sie verbindet die Einsicht in höhere Menschheitsaufgaben mit der konkreten Vorstellungskraft, wie diese im Alltag verwirklicht werden können. Statt sich mit theoretischen Begriffskonstruktionen zu begnügen, durchdringt sie das Sinnliche mit Übersinnlichem – ähnlich wie eine gefärbte Fläche von ihrer Farbe durchdrungen ist. \n\nDiese Fantasie ermöglicht es, über die engen Grenzen des egoistischen Luststrebens hinauszuwachsen, ohne dabei in leere Abstraktionen zu verfallen. Sie verwandelt erkannte Wahrheiten in handlungsleitende Bilder, die den Willen ergreifen und zu unegoistischen Lebenszielen führen. Man könnte sagen: Sie ist das geistige Werkzeug, das die Brücke schlägt zwischen Einsicht und Tat, zwischen dem, was sein soll, und dem, wie es lebendig werden kann. So wird Moral nicht zur Pflichtübung, sondern zur schöpferischen Gestaltung des Daseins."}
{"concept":"Moralische Technik","augmentId":"4b45eced-a522-44d5-8d75-370f49a1e0c3","examples":["Diese Fähigkeit ist moralische Technik.","Das moralische Handeln setzt also voraus neben dem moralischen Ideenvermögen und der moralischen Fantasie die Fähigkeit, die Welt der Wahrnehmungen umzuformen, ohne ihren naturgesetzlichen Zusammenhang zu durchbrechen.","Sie ist in dem Sinne lernbar, wie Wissenschaft überhaupt lernbar ist."],"significance":7,"explanation":"Moralische Technik ist ein Begriff, der sich auf eine bestimmte Art des Denkens und Handelns bezieht, bei der man versucht, das Lebendige und Organische nach mechanischen Prinzipien zu erfassen. Stellen Sie sich vor, Sie nehmen eine Pflanze auseinander, um sie zu verstehen – Sie haben dann zwar alle Einzelteile vor sich, aber das Entscheidende, was die Pflanze lebendig macht, ist verloren gegangen. Genau das passiert, wenn man Moral oder menschliches Handeln rein technisch oder mechanisch betrachtet: Man verliert den inneren Zusammenhang, das \"geistige Band\", wie es genannt wird.\n\nDiese Herangehensweise überträgt Methoden, die für unbelebte Natur oder einfache Ursache-Wirkungs-Zusammenhänge taugen, auf Bereiche, die eigentlich von Wachstum, Entwicklung und inneren Gesetzen geprägt sind. Es ist, als ob man versucht, eine Farbe zu beschreiben, indem man nur ihre physikalischen Wellenlängen misst – man verfehlt dabei das Wesentliche, nämlich die unmittelbare Erfahrung. Moralische Technik vernachlässigt also die bildenden Kräfte und die natürliche Entfaltung, die für lebendige Prozesse charakteristisch sind. Sie reduziert Komplexität auf scheinbar handhabbare Mechanismen, aber auf Kosten des tieferen Verständnisses."}
{"concept":"Polarität","augmentId":"f79fca28-48c0-479d-8485-54d61455f1b8","examples":["Die Polarität ist den Erscheinungen der Natur eigen, insofern wir sie materiell denken.","Sie besteht darin, dass sich alles Materielle in zwei entgegengesetzten Zuständen äußert, wie der Magnet in einem Nordpol und einem Südpol.","Diese Zustände der Materie liegen entweder offen vor Augen, oder sie schlummern in dem Materiellen und können durch geeignete Mittel in demselben erweckt werden."],"significance":9,"explanation":"Polarität beschreibt ein grundlegendes Naturprinzip, bei dem sich Kräfte oder Zustände in zwei entgegengesetzten, aber zusammengehörigen Formen zeigen – ähnlich wie bei den beiden Polen eines Magneten. Stell dir vor, wie Nord- und Südpol sich anziehen und zugleich voneinander abstoßen: So wirken auch Licht und Finsternis nicht als isolierte Gegensätze, sondern als aktive Partner, die einander beeinflussen. Die Finsternis ist dabei nicht bloß Abwesenheit von Licht, sondern ein wirksames Gegenüber, das dem Licht Widerstand leistet und mit ihm wechselwirkt. Dieses Wechselspiel erzeugt sichtbare Phänomene – etwa bei der Entstehung von Farben, wo Hell und Dunkel durch Überlagerung neue Qualitäten hervorbringen. Polarität zeigt sich also nicht nur in offensichtlichen Gegensätzen, sondern auch in verborgenen Spannungen, die alles Materielle durchdringen. Kurz gesagt: Es ist das Tanzpaar der Natur, bei dem beide Partner notwendig sind, um etwas Neues zu schaffen."}
{"concept":"Reine Erfahrung","augmentId":"ba8dcf05-78f5-410e-922c-45731c20fa1c","examples":["Reine Erfahrung ist die Form der Wirklichkeit, in der diese uns erscheint, wenn wir ihr mit vollständiger Entäußerung unseres Selbst entgegentreten.","Nur das können wir reine Erfahrung nennen.","Da haben wir für einen gewissen, beschränkten Zeitabschnitt das geschildert, was wir wirklich erfahren, diejenige Form der Wirklichkeit, an der das Denken gar keinen Anteil hat."],"significance":10,"explanation":"Reine Erfahrung meint jene unmittelbare Wahrnehmung, die sich auf das beschränkt, was unseren Sinnen direkt erscheint, ohne dass wir versuchen, die dahinterstehenden Kräfte oder Zusammenhänge zu erkennen. Wer bei dieser reinen Erfahrung stehen bleibt, sieht die Welt wie ein Zuschauer, der nur die Oberfläche betrachtet – er nimmt Veränderungen wahr, aber dringt nicht zu den wirkenden Ursachen vor. Das ist, als ob man einen Fluss nur an seiner Oberfläche beobachtet, ohne zu fragen, was ihn strömen lässt. Eine solche Haltung führt zu einer Art Halbwissen, denn sie verzichtet darauf, die volle Wirklichkeit zu erfassen, die erst durch das denkende Durchdringen der Erfahrung entsteht. Ohne dieses Vordringen bleibt die Erkenntnis unvollständig und gleicht einem Abbild, dem die Tiefe fehlt."}
{"concept":"Selbstbewusstsein","augmentId":"6f4d760c-42fb-4765-8559-702938deb529","examples":["Das Selbstbewusstsein erwacht erst jetzt in einer Art innerhalb der Menschheit, welche dem eigentlichen Wesen dieses Selbstbewusstseins entspricht","Es wird erst jetzt der Mensch im wahren Sinne des Wortes den ganzen Umfang seines Seelenlebens als «Ich» gewahr","Das Selbstbewusstsein der Seele ist erstarkt durch die jahrhundertelange innere Arbeit","Das Ich muss sich selbst so vorstellen, dass ihm die Wirklichkeit verbürgt ist.","In dem Zeitalter zwischen Scotus Erigena und dem fünfzehnten Jahrhundert dringt der Gedanke in seiner Eigenkraft wieder hervor.","Der Gedanke tritt als Erzeugnis des Selbstbewusstseins da.","Die neuere Zeit hatte dem Menschen das selbstbewusste Ich als Tatsache hingestellt.","Das selbstbewusste Ich für sich findet in dem Naturbild der neueren Zeit keinen Platz.","Mit Fichte will die Weltanschauung das Selbstbewusstsein erleben.","So ist es ihm um Wiedervereinigung des Ich, das sich von dem Naturmutterboden abgetrennt hat, mit diesem Mutterboden zu tun.","Das seiner selbst bewusste Wesen sieht nicht mehr bloß hinaus in die Natur; es schaut in sich hinein.","Auf diesem Punkte entsteht das Selbstbewusstsein, es entsteht der Mensch."],"significance":9.25,"explanation":"Selbstbewusstsein ist jene innere Kraft, durch die der Mensch sich im Denken selbst ergreift und aus eigener Gewissheit heraus die Welt verstehen kann. Es ist nicht bloß ein Gefühl oder eine Stimmung, sondern der klare, selbsttragende Akt des Denkens, der uns befähigt, unser Wesen zu erkennen und aus dieser Erkenntnis heraus zu handeln. Wie in der Mathematik, wo Gedanken aus sich heraus sicher und stimmig sind, so kann auch das Selbstbewusstsein Gedanken bilden, die ein wahrhaftiges Bild der Welt erschaffen – ohne sich auf äußere Autoritäten wie Religion oder Staat zu stützen. Es ist der Ort, an dem Neigung und Pflicht in Einklang kommen können, sodass gutes Handeln natürlich aus dem eigenen Wesen fließt. Wer dieses Selbstbewusstsein pflegt, steht gewissermaßen auf festem Grund: Er baut auf Gedanken, die er selbst durchschaut, und gewinnt so eine Weltanschauung, die nicht nur Antworten gibt, sondern auch ihr Recht dazu ausweist. Kurz gesagt: Im Selbstbewusstsein findet der Mensch zu sich selbst – und damit zur Freiheit, die Welt aus eigenem Denken zu gestalten."}
{"concept":"Urphänomen","augmentId":"350184fd-5b60-42fc-beb5-cf5b32a0f0c3","examples":["Das reine Phänomen nennt Goethe Urphänomen.","Der Magnet ist ein Urphänomen, das man nur aussprechen darf, um es erklärt zu haben.","Ein zusammengesetztes Phänomen wird erklärt, wenn man zeigt, wie es sich aus Urphänomenen aufbaut.","Er beobachtet die Licht- und Farbenerscheinungen und dringt bis zum Urphänomen vor","Das Einfache und Abstrakte, was Sie sehr treffend das Urphänomen nennen, stellen Sie an die Spitze","Das Urphänomen auszuspüren, es von den anderen, ihm selbst zufälligen Umgebungen zu befreien","Ein solches Phänomen nennen wir mit Goethe Urphänomen oder Grundtatsache.","Dieses Urphänomen ist identisch mit dem objektiven Naturgesetz.","Kann... der Physiker zur Erkenntnis desjenigen gelangen, was wir ein Urphänomen genannt haben, so ist er geborgen und der Philosoph mit ihm.","Durch ihn erlangte er nämlich Klarheit darüber, wie sich das, was er Urphänomen nannte, in die Philosophie einreiht.","Das Urphänomen auszuspüren, es von den andern ihm selbst zufälligen Umgebungen zu befreien, – es abstrakt, wie wir dies heißen, aufzufassen, dies halte ich für eine Sache des großen geistigen Natursinns.","So wird durch Hegel für Goethe der Gedanke klar, dass der empirische Forscher bis zu den Urphänomenen zu gehen hat.","Ein solches Phänomen lieferte der Barometerstand. Den sah denn auch Goethe als das Urphänomen an und suchte alles übrige an ihn anzuschließen.","Phänomene nun, die so entstehen, dass dabei nur die notwendigen Bedingungen mitwirken, können wir ursprüngliche, die anderen abgeleitete nennen.","Sie hat durch die phänomenale Welt so weit durchzudringen, dass sie Erscheinungen aufsucht, die nur von notwendigen Bedingungen abhängig sind.","In diesem Fall steht also das wahrzunehmende Begriffliche außerhalb einer wahrgenommenen Mannigfaltigkeit.","Notwendige Zusammenhänge von Erscheinungen nennt Goethe Urphänomene.","Das Urphänomen stellt einen notwendigen Zusammenhang von Elementen der Wahrnehmungswelt dar.","Ein Urphänomen erkannt und es in Form eines Naturgesetzes ausgesprochen.","Ein solches Phänomen nun, bei dem der Charakter des Vorganges unmittelbar aus der Natur der in Betracht kommenden Faktoren in durchsichtiger Klarheit folgt, nennen wir ein Urphänomen oder eine Grundtatsache.","Was in Mathematik, Physik und Mechanik nicht bloße Beschreibung ist, das muss Urphänomen sein."],"significance":8.375,"explanation":"Ein Urphänomen ist ein grundlegendes Phänomen, bei dem der Charakter des Vorganges unmittelbar und in durchsichtig klarer Weise aus der Natur der beteiligten Faktoren folgt. Es handelt sich also um etwas Einfaches und Abstraktes, das an die Spitze gestellt wird, um darauf aufbauend die konkreteren Erscheinungen zu erklären. Man kann sich das vorstellen wie ein Fundament, auf dem alles Weitere aufbaut – ohne komplizierte Theorien oder spekulative Erklärungen. Es geht darum, die Welt so zu betrachten, wie sie sich unmittelbar zeigt, und nicht in überflüssige Abstraktionen abzuschweifen. Wenn man die Urphänomene versteht, hat man einen klaren Ausgangspunkt, von dem aus man die vielfältigeren Erscheinungen der Welt ordnen und begreifen kann. Das ist kein trockenes Konzept, sondern eine Einladung, die Dinge mit klarem Blick zu betrachten und sich nicht in unnötige Komplexität zu verlieren. Es erinnert uns daran, dass manchmal die einfachsten Einsichten die tragfähigsten sind."}
{"concept":"Wahrnehmung","augmentId":"891dc8a1-afa3-4102-a93f-2b6961a6021b","examples":["Ich werde die unmittelbaren Empfindungsobjekte, die ich oben genannt habe, insofern das bewusste Subjekt von ihnen durch Beobachtung Kenntnis nimmt, Wahrnehmungen nennen.","Der naive Mensch betrachtet seine Wahrnehmungen in dem Sinne, wie sie ihm unmittelbar erscheinen, als Dinge, die ein von ihm ganz unabhängiges Dasein haben.","Meine Wahrnehmungsbilder sind also zunächst subjektiv.","Die Wahrnehmung ist also nichts Fertiges, Abgeschlossenes, sondern die eine Seite der totalen Wirklichkeit.","Die Wahrnehmung tritt immer als eine ganz bestimmte, als konkreter Inhalt auf.","Die Beobachtung des Tisches hat eine, ebenfalls bleibende, Veränderung in mir hervorgerufen.","Die Wahrnehmung des Baumes liegt mit meinem Ich in demselben Ganzen.","Als Wahrnehmung und Begriff stellt sich uns die Wirklichkeit dar.","Wir beziehen die Wahrnehmung auf unsere besondere Subjektivität.","Unsere Organisation bedingt es, wie wir gesehen haben, dass uns die volle, totale Wirklichkeit, einschließlich unseres eigenen Subjektes, zunächst als Zweiheit erscheint.","Die Vorbedingungen zum Entstehen des Erkennens sind also durch und für das Ich.","Das Erleben der Wesenheit des Denkens, also die tätige Erarbeitung der Begriffswelt ist etwas durchaus anderes als das Erleben eines Wahrnehmbaren durch die Sinne.","Diese Gestalt der Welt bezeichnen wir schlechthin als gegeben, und insofern wir sie nicht durch bewusste Tätigkeit entwickeln, sondern vorfinden, als Wahrnehmung.","Innerhalb der Welt der Wahrnehmungen nehmen wir uns selbst wahr.","Das unmittelbar Wahrgenommene ist wirklich.","Ich sehe auf das nächste. Es ist die mir als Wahrnehmung gegebene sinnliche Leibeserscheinung der anderen Person.","Die Sinneserscheinung offenbart in dem, was sie unmittelbar ist, ein anderes, was sie mittelbar ist.","Ihr Sich-vor-mich-Hinstellen ist zugleich ihr Auslöschen als bloße Sinneserscheinung.","Die Wahrnehmung liefert uns den Stoff für unser Denken.","Er nimmt das Ding so hin, wie es sich der bloßen äußeren Anschauung darbietet.","Wirklichkeit haben nur die Wahrnehmungen.","Nicht die Dinge nimmt der Mensch wahr, sondern nur die Eindrücke, die sie auf ihn ausüben."],"significance":8.5,"explanation":"Wahrnehmung ist das unmittelbare Erleben eines Gegenstandes in deinem Bewusstsein, so wie ein Tisch in deinem Gesichtsfeld erscheint. Sie verändert deinen eigenen Zustand als wahrnehmendes Subjekt – nicht irgendein verborgenes Ich, sondern dich selbst in diesem Moment. Diese Veränderung durch die Anwesenheit des Tisches ist die subjektive Seite der Wahrnehmung. Sie liefert dir die direkte Begegnung mit der Welt, bevor Gedanken oder Erinnerungen hinzukommen. Stelle es dir vor wie das erste Öffnen der Augen am Morgen: Da ist einfach etwas, ohne dass du es schon benennst oder einordnest. Aus dieser subjektiven Wahrnehmung können dann Vorstellungen entstehen, aber die Wahrnehmung selbst ist das Fundament – sie gibt dir die Welt, wie sie dir erscheint, nicht wie sie vielleicht \"an sich\" sein mag."}
{"concept":"Weltanschauung","augmentId":"68340f59-3876-47c7-91a0-ce90e974832e","examples":["Was von den geschichtlich aufgetretenen Weltanschauungen sich für den heutigen Beobachter so darstellt","Das Wesentliche der geschichtlichen Weltanschauungen vor seinem Blick aufsteigt","Die Widersprüche in der Entwicklungsgeschichte der Weltanschauungen nicht verdunkeln","Welt- und Lebensanschauungen im neunzehnten Jahrhundert","Lösungsversuche der Weltansichtsentwicklung seit deren Beginn","Darstellung der philosophischen Ansichten","In Pherekydes von Syros erscheint innerhalb des griechischen Geisteslebens eine Persönlichkeit, an welcher man die Geburt dessen beobachten kann, was in den folgenden Ausführungen Welt- und Lebensanschauungen genannt wird.","Die Weltanschauung entdeckt nicht etwa den Gedanken, sie entsteht vielmehr dadurch, dass sie sich des geborenen Gedankenlebens zum Aufbau eines Weltbildes bedient.","In Sokrates, Plato und Aristoteles erreicht die Weltanschauungsentwicklung einen Höhepunkt.","andere gestalteten Grundlegendes für ihre Weltanschauung nicht nach Art der alten philosophischen Denkungsart","diese Weltanschauung als das sich zeigen, was die Antwort gibt auf Fragen, welche die Philosophie der Gegenwart stellt","Wer die wissenschaftliche Rechtfertigung der Weltanschauung sucht, von der am Ende dieses Buchs gesprochen wird","Hegel hat die Seele so weit gebracht, dass sie sich mit dem Gedanken erleben kann; der Fortgang über Hegel hinaus würde dazu führen, dass in der Seele der Gedanke über sich hinaus und in eine geistige Welt hinein wächst.","Eine befriedigende Weltanschauung kann nur diejenige sein, welche auf eine Welt hinweist, aus der Antwort kommt auf die angedeuteten Fragen.","Die Art, wie Hegel den Gedanken auffasst, führt in der Tat die Weltanschauungsentwicklung zu einem toten Punkt.","Zwei entgegengesetzte Weltanschauungen stehen in diesem Gespräch einander gegenüber.","Man kann von der besonderen Wesenheit der Goetheschen Weltanschauung ein Bild gewinnen.","In dem hier angeführten Gespräch mit Schiller stand vor Goethes geistigem Auge eine der seinigen gegensätzliche Weltanschauung.","Goethe und Hegel stehen sich in ihrer Weltanschauung nahe.","Was sich in Goethes Naturanschauung auf einem bestimmten Gebiet ausspricht, ist eben eine Weltanschauung, nicht eine bloße Naturanschauung.","Ich habe ja auch an den verschiedensten Stellen angedeutet, wo die Punkte liegen, an denen Goethe steckengeblieben ist in dieser lückenlosen Herausarbeitung seines Weltbildes.","Und sie sind als Beleuchtung von Naturerscheinungen nicht eine bloße Naturansicht, sondern das Glied einer Weltanschauung.","Sie macht es uns möglich, mit Hilfe der Wissenschaften zur Weltanschauung zu kommen.","Dadurch haben wir alle einseitigen Weltanschauungen überwunden.","Am nächsten berührt sich unsere Weltanschauung, wie wir sie erkenntnistheoretisch begründet haben, mit der von A. E. Biedermann vertretenen.","das Studium der Einzelheiten derselben durch die Darlegung der großartigen Ideenwelt zu beleben, die ihnen zugrunde liegt","wenn man an sie mit dem vollen Verständnis für seine tiefe und umfassende Weltanschauung herantritt","was sie innerhalb der Weltansicht Goethes zu bedeuten hat"],"significance":8.5,"explanation":"Eine Weltanschauung ist ein in sich geschlossenes Bild davon, wie die Welt insgesamt zu verstehen ist. Sie geht über einzelne Anschauungen hinaus und versucht, ein zusammenhängendes Ganzes zu erfassen. Man könnte sagen, sie ist der gedankliche Rahmen, in dem man die Welt betrachtet – ähnlich wie eine Brille, durch die man alles um sich herum sieht. Dabei kann sie sich auf verschiedene Bereiche beziehen, etwa die Natur oder das menschliche Dasein, und sie kann sogar so weit gehen, dass sie uns dazu bringt, etwas jenseits unserer Vorstellungen anzuerkennen, ohne dass wir darüber Genaueres aussagen können. Eine Weltanschauung entsteht nicht isoliert, sondern ist oft Ausdruck einer allgemeineren Entwicklung im Denken und Leben, die sich in Kunst, Dichtung oder Philosophie zeigt. Sie hilft uns, uns nicht abgesondert von der Welt zu erleben, sondern als Teil eines größeren Ganzen, das auch unsichtbare Zusammenhänge umfassen kann. Kurz gesagt: Sie ist der rote Faden, der unsere Sicht auf die Welt ordnet und ihr Bedeutung verleiht."}
{"concept":"Zweckmäßigkeit","augmentId":"3453ea70-aece-4f4c-a4ea-fd6a166b888e","examples":["Wahrhaft wirklich ist die Zweckmäßigkeit nur dann, wenn im Gegensatz zu dem Verhältnis von Ursache und Wirkung, wo das vorhergehende Ereignis ein späteres bestimmt, umgekehrt das folgende Ereignis bestimmend auf das frühere einwirkt.","Zum zweckmäßigen Zusammenhang ist aber nicht bloß der ideelle, gesetzmäßige Zusammenhang des Späteren mit dem Früheren notwendig, sondern der Begriff (das Gesetz) der Wirkung muss real, durch einen wahrnehmbaren Prozess die Ursache beeinflussen.","Wer ein Ding deshalb zweckmäßig nennt, weil es gesetzmäßig gebildet ist, der mag die Naturwesen eben auch mit dieser Bezeichnung belegen."],"significance":10,"explanation":"Zweckmäßigkeit bedeutet, dass etwas so beschaffen ist, als ob es für einen bestimmten Zweck geschaffen wurde – auch wenn gar kein wirklicher Zweck dahintersteckt. Stellen Sie sich einen Stein mit einer perfekt eingepassten Vertiefung vor, die ideal für Ihre Handfläche wäre. Sie müssen nicht glauben, dass die Natur diesen Stein speziell für Sie geformt hat, aber seine Form wirkt dennoch wie absichtsvoll gestaltet. Diese wahrgenommene Passform löst ein unmittelbares Wohlgefallen aus, weil wir in der Natur eine Analogie zu menschlicher Planung erkennen. Dabei bleibt es gleichgültig, ob der Gegenstand schön oder hässlich erscheint – entscheidend ist allein der Eindruck der Zweckdienlichkeit. Man betrachtet also die Sache, als hätte jemand daran gedacht, sie zweckvoll einzurichten, ohne dass dies tatsächlich der Fall sein muss. Das ist der Kern: eine Art zufällige Übereinstimmung mit dem, was wir als sinnvoll empfinden, die unsere ästhetische Betrachtung anregt, ohne dass wir persönlich davon profitieren müssten."}
{"concept":"Triebfeder des Handeln","augmentId":"9399b972-d6e3-4615-9793-a8dbd2d19d51","examples":["Das Motiv ist ein begrifflicher oder vorstellungsmäßiger Faktor; die Triebfeder ist der in der menschlichen Organisation unmittelbar bedingte Faktor des Wollens.","Liebe, Mitleid, Patriotismus sind Triebfedern des Handelns, die sich nicht in kalte Verstandesbegriffe auflösen lassen.","Der begriffliche Faktor oder das Motiv ist der augenblickliche Bestimmungsgrund des Wollens; die Triebfeder der bleibende Bestimmungsgrund des Individuums."," Wenn ich einen hungernden Menschen sehe, so kann mein Mitgefühl mit demselben die Triebfeder meines Handelns bilden.","Wenn wir unter dem Einfluss von Intuitionen handeln, so ist die Triebfeder unseres Handelns das reine Denken","Im einzelnen Wollen wird zumeist anderes als Triebfeder oder Motiv solchen Zielen beigemischt sein."],"significance":7,"explanation":"Die Triebfeder des Handelns ist das, was uns zu einer Tat bewegt, ohne dass diese Bewegung von äußeren Zwängen oder leiblichen Ursachen herrührt. Sie entspringt vielmehr einer geistigen Welt, die wir mit unserer Seele unabhängig vom Körper erfassen können. Wenn wir aus echter Freiheit handeln, folgen wir nicht einem fremden Gebot oder einem äußeren Lenker, sondern setzen uns selbst ein inneres Ideal als Richtung unseres Tuns. Das unterscheidet sich grundlegend von Handlungen, die durch Zwecke oder Ursachen bestimmt sind – dort wirkt das Frühere auf das Spätere, während bei wahrhaft freiem Handeln das angestrebte Ziel als geistige Triebfeder schon im Vorhinein wirksam wird. So wird deutlich: Echte Triebfedern sind unbedingt, sie machen uns nicht zum Mittel für andere, sondern lassen uns als selbstbestimmte Wesen handeln. Man könnte sagen, es ist der innere Kompass, der nicht nach fremden Landkarten, sondern nach der eigenen geistigen Einsicht weist."}
{"concept":"Motive der Sittlichkeit","augmentId":"9399b972-d6e3-4615-9793-a8dbd2d19d51","examples":["Die Motive der Sittlichkeit sind Vorstellungen und Begriffe.","Wenn aber auch wir selbst die Vorstellungen erst zu Motiven erheben, so tun wir dies doch nicht willkürlich, sondern nach der Notwendigkeit unserer charakterologischen Veranlagung.","Nicht darauf kommt es zunächst an: ob ich dann, wenn das Motiv auf mich gewirkt hat, etwas tun kann oder nicht, sondern ob es nur solche Motive gibt, die mit zwingender Notwendigkeit wirken.","Unter den Motiven haben wir jetzt als das höchste die begriffliche Intuition bezeichnet.","Die Motive sind von vornherein als Vorstellungen in seinem Bewusstsein vorhanden.","Wer etwas anderes tut, als er will, der muss zu diesem anderen durch Motive getrieben werden, die nicht in ihm liegen."],"significance":7,"explanation":"Motive der Sittlichkeit sind die inneren Beweggründe, die unser Handeln in eine ethische Richtung lenken. Sie entspringen nicht unserer leiblichen Natur, sondern einer tieferen geistigen Ebene, die wir mit unserer Seele erfassen können. Es geht dabei nicht um das bloße Befolgen äußerer Gebote oder Pflichten, sondern darum, die Gründe für sittliches Handeln selbst zu verstehen und aus dieser Einsicht heraus zu handeln.  \n\nEin wichtiger Fortschritt liegt genau darin: Nicht einfach eine Autorität – ob von außen oder im eigenen Innern – als Motiv zu nehmen, sondern zu ergründen, warum eine Handlungsmaxime überzeugend und richtig ist. So wird die Sittlichkeit zu einer Frage der eigenen Erkenntnis und nicht des Gehorsams. Du könntest es mit einer Art innerem Kompass vergleichen, der nicht auf Befehle, sondern auf Einsicht eingestellt ist.  \n\nDiese Motive zielen letztlich auf das größtmögliche Wohl und geben dem Handeln eine Richtung, die unabhängig von bloßen Trieben oder Zwängen ist."}
