{"book":"Rudolf_Steiner#Der_menschliche_und_der_kosmische_Gedanke_Zyklus_33_[GA_151].txt","occurences":15,"sentences":["Ein solcher Mensch wird Rationalist, und seine Weltanschauung ist Rationalismus.","So geht ein Weg von dem grobklotzigen Materialismus über den Mathematismus und Rationalismus zum Idealismus.","Alarhßmcrriz-isnrius 'Rationalismus Idealismus .;fi.","––– [GA151, S.41] –––  em atf z h mus Rationalismus Idealismus ^C,,,,,,,,,,,*.'^/,, K <? ci 11 s mu Pncumatfsmus Nun gibt es noch eine andere Möglichkeit: die, daß jemand nicht auf den Wegen, die wir zu gehen versucht haben, zu dem Wirken geistiger Wesenheiten kommt, daß er aber doch zu der Annahme gewisser geistiger Grundwesen der Welt kommt.","Wenn wir uns noch einmal diese zwölf Weltanschauungsnuancen vor Augen fuhren, wie das gestern geschehen ist, so ist es also der Materialismus, der Sensualismus, der Phänomenalismus, der Realismus, der Dynamismus, der Monadismus, der Spiritualismus, der Pneumatismus, der Psychismus, der Idealismus, der Rationalismus und der Mathematizismus.","Man beginne beim Idealismus, bezeichne diesen als das GeistesTierkreisbild des Widder, bezeichne in gleicher Weise den Rationalismus als Stier, den Mathematizismus als Zwillinge, den Materialismus als Krebs, den Sensualismus als Löwe, den Phänomenalismus als Jungfrau, den Realismus als Waage, den Dynamismus als Skorpion, den Monadismus als Schütze, den Spiritualismus als Steinbock, den Pneumatismus als Wassermann, den Psychismus als Fische.","Nehmen wir an, ein Mensch ändere sich so, daß er dann im Verlaufe seines Lebens in die Seelenstimmung des Empirismus hineinkommt, daß gleichsam die Mystik vorgeschritten ist zum Empirismus, und der Empirismus stehe im Zeichen des Rationalismus.","Die Seele ist in bezug auf die Stimmung zum Empirismus vorgeschritten und hat sich zugleich in das Zeichen des Rationalismus gestellt.","Sie wird anderes behaupten und sagen, wenn auf diese Weise die Weltanschauungsstimmung der Mystik in Empirismus übergegangen ist und dieser sich in das Zeichen des Rationalismus gestellt hat.","Sondern weil die betreffende Seele jetzt nicht diesen Weg machen kann zum Voluntarismus im Mathematizismus, so legt sie sich von der Stellung, die sie jetzt hat - Empirismus im Rationalismus -, um (siehe Zeichnung) und sucht den V Mo i v nfciK* m u s *' ''''• ,, «Empirismus ' // sOf \"••'••-,..","Es würde also eine solche Seele nicht so vorrücken zum Voluntarismus, wie es in der Zeichnung durch die punktierte Linie angedeutet ist, sondern sie würde sich mit dem Voluntarismus in Opposition zu ihrem Empirismus im Rationalismus stellen.","Es würde der ––– [GA151, S.70] –––  Voluntarismus in Opposition zum Rationalismus im Zeichen des Dynamismus stehen.","Hier steht Empirismus im Zeichen des Rationalismus.","Was wir in einem Schema aufgezeichnet haben als kosmische Logik, das stellt uns dar, wie gedacht wird von den geistigen Hierarchien des Kosmos, zum Beispiel: Empirismus erscheine im Zeichen des Rationalismus!","Es werde Empirismus im Zeichen des Rationalismus!"]}
{"book":"Rudolf_Steiner#Die_Wirklichkeit_der_höheren_Welten_[GA_79].txt","occurences":14,"sentences":["Diejenigen, die in dieser Richtung Kritik üben, die üben gewöhnlich ihre Kritik aus dem Glauben heraus, daß anthroposophische Geisteswissenschaft auch nur zu einem Intellektualismus, zu einem Rationalismus komme.","Das, was da rätselhaft auftritt, kann am besten zeigen, daß anthroposophische Geisteswissenschaft nicht etwa die Dinge, die sie in ihre Erkenntnis hereinnimmt, in nüchternen, trockenen Rationalismus übersetzt.","Und man hat in der letzten Zeit das, was man meint, besonders so ausgedrückt, daß man sagte: Die Religion müsse arbeiten mit dem Irrationellen, mit dem Geheimnis, das nicht entschleiert werden darf durch Rationalismus.","In bezug nun auf den Rationalismus, in bezug auf die Naturkunde haben die neueren Jahrhunderte ja Grandioses geleistet.","Da kommt man durch eine Behandlung, die nun nicht mehr eine gegenständliche ist, die auch nichts mehr von dem gewöhnlichen Rationalismus hat, die sich vielmehr einem wirklichen Erleben nähert, an die übersinnliche Welt selber heran.","Nun ist ja der Irrtum sehr häufig, daß man glaubt, die charakteristischen Eigenschaften der Erkenntnis, wie sie in der Naturwissenschaft und im Rationalismus vorhanden sind, die wolle nun Anthroposophie auch auf das übersinnli- ––– [GA79, S.206] ––– ehe Gebiet übertragen, sie sei also selbst ein Rationales, sie tilge also das Irrationelle, das Paradoxe, das Geheimnis aus und fordere ein logisches Zustimmen zu dem, was sie als das Mysterium von Golgatha ansehen will, und nicht eine freiwillige Vertrauenszustimmung, auf Ehrfurcht gegründet, wie sie in der Religion verbleiben müsse.","Wenn wir das wichtigste Charakteristikon - ich kann alle diese Dinge ja nur andeuten - für die gewöhnliche gegenständliche, heute anerkannte wissenschaftliche Methode hinstellen wollen, so ist es dies, daß sie für denjenigen, der nun wirklich ehrlich die letzten Konsequenzen dieser Naturwissenschaft und dieses Rationalismus zieht, die Welt in zwei Gebiete spaltet.","Wahrhaftig nicht aus einem religiösen Rationalismus heraus, sondern eben aus der Erkenntnis, die sich mir auf elementar-erkenntnismäßige Weise ergibt, muß ich zu dem Nebel, mit dem man sich hinwegtäuscht über das, was da an den Menschen herantritt und zu den allerschmerzlichsten Seelenerlebnissen werden kann, denen der Mensch nur ausgesetzt sein kann, auch rechnen, daß man die Ausflucht, die in allen alten Religionen und auch in den ersten Zeiten der christlichen Entwickelung noch nicht vorhanden war, gesucht hat: zu unterscheiden zwischen Wissen und Glauben.","Ich wage es aber dennoch auszusprechen, weil ich glaube, daß es in dem Kreise von Theologen weniger Anstoß erregen wird als im Kreise von starren Naturforschern, daß anthroposophische Geisteserkenntnis erkennt, wie das sogenannte Gesetz von der Erhaltung der Kraft und des Stoffes in dieser Welt, die da als übersinnliche beschrieben wird, nicht mehr gilt, wie dieses Gesetz von der Erhaltung des Stoffes und der Kraft nur relative Gültigkeit in der Welt hat, ––– [GA79, S.210] ––– die als Naturwelt erscheint und die vom Rationalismus erfaßt wird.","Wir sind gewohnt, logisch zu sprechen und zu urteilen, wenn wir den gewöhnlichen Rationalismus auf die äußere natürliche Welt anwenden und auf diese Art von logischen Kategorien ausgehen, die für die äußere sinnliche Welt ganz berechtigt sind.","Daher wird der Rationalismus in sich ebenso neutral gegenüber dem Guten und Bösen wie die Naturgesetze.","Sie will gar nicht das Geheimnis wegnehmen, das im ehrfürchtigen Vertrauen von dem einfachen Menschengemüte gesucht wird, denn der Weg, den Anthroposophie geht, er geht zwar in obere Erkenntnisregionen hinauf, aber er führt nicht zum Rationalismus.","Aber diese Richtlinien mögen wenigstens andeuten, daß Anthroposophie nicht in den Rationalismus der gewöhnlichen Erkenntnis herunterziehen will und zum ehrfurchtlosen, enthüllten Geheimnis machen will das Mysterium von Golgatha, sondern daß sie zu ihm hinführen will in aller Ehrfurcht, in aller religiösen Frömmigkeit, ja, in einer vertieften religiösen Frömmigkeit, die deshalb vertieft wird, weil wir den rechten Schauer erst empfinden, wenn wir in unmittelbarer Anschauung vor dem Kreuz von Golgatha stehen.","––– [GA79, S.231] ––– So möchte Anthroposophie nicht beitragen zu irgendeiner Ertötung, sondern zu einer Neubelebung, zu einer Neubeseelung des Christentums, das ja gerade schmerzlich zu leiden scheint unter dem Rationalismus, der für die äußere Naturwissenschaft voll berechtigt ist."]}
{"book":"Rudolf_Steiner#Esoterische_Betrachtungen_karmischer_Zusammenhänge._Vierter_Band._Das_geistige_Leben_der_Gegenwart_im_Zusammenhang_mit_der_anthroposophischen_Bewegung_[GA_238].txt","occurences":10,"sentences":["Karmische Hemmnisse aufgezeigt am Beispiel der Individualität, die in Thomas Campanellas und Otto Weiningers Seele lebte: innerer Kampf des früheren Visionären und der spirituellen Weltanschauung mit dem Rationalismus und Intellektualismus.","Intellektualismus in Spiritualität umzuwandeln ist die Aufgabe der Anthroposophie, die mit dem Rationalismus der Zeit rechnen muß, damit die Ideen den Weg hinauf zum Geiste wie hinunter zur Natur finden.","Durch jenes Instinktive in der Seele, das er sich aus seinem Julian-Apostata-Leben mitgebracht hatte, das damals während des Julian-Apostata-Lebens nicht durchsetzt war von Rationalismus oder Intellektualismus, sondern das intuitiv, imaginativ war — so war ja das innere Leben Julian Apostatas —, durch all das gelang es ihm dann, etwas sehr Aufsehenerregendes zu tun.","Man bewundert dabei den Denker; aber man merkt überall bei dieser rationalistischen Darstellung des Christentums in den Büchern jenes Menschen, die er auf Erden geschrieben hat, wie der Faden des Rationalismus, der Faden der Begriffe abreißt, wie im Grunde doch etwas furchtbar Abstraktes dabei herauskommt, wie der Betreffende nicht hineinkommen kann in ein spirituelles Erfassen des Christentums, wie er mit philosophischen Begriffen eine Art Begriffsreligion sich zusammenzimmert und so weiter.","Bei der weiteren Nachforschung ergab sich, daß diese Persönlichkeit eben alle Kraft zu ihrem Rationalismus aus der Zeit geholt hat, die noch dem Anbruche der Michael-Herrschaft voranging.","Interessant ist nur sein Lebenskampf, mit dem christlichen Rationalismus eine Art rationalistischer Religion begründen zu wollen.","––– [GA238, S.117] –––  Aber sehen Sie, meine lieben Freunde, das Wichtigste, das Bedeutsamste ist, was man nun sieht als Zusammenhang zwischen abstraktem Rationalismus, abstraktem scharfsinnigem Denken und demjenigen, was im Unterbewußten webt: abgedämpfte, gelähmte Vorstellungen über die Sterne und Beziehungen zu den Sternen leben sich herauf in das Bewußtsein als abstrakte Gedanken.","Der gegenwär- ––– [GA238, S.143] –––  tige Erdenkörper und die gegenwärtige Erdenerziehung leiten den Menschen nun einmal zum Rationalismus und zur Intellektualität hin.","Denn auf der einen Seite wuchs diese Persönlichkeit im Übersinnlichen noch außerordentlich stark in das Bewußtseinselement der ersten Bewußtseinsseelenzeit, in Rationalismus und Intellektualismus hinein.","Und so können Sie bei diesem Weininger tatsächlich etwas rinden von Schauen, gemischt mit äußerstem Rationalismus, und können auch finden den Haß auf dasjenige, was ihm ward in einer früheren Inkarnation, was sich jetzt aber nicht auslebt im Haß auf das, was er gewußt hat, sondern im Haß auf seine weibliche Inkarnation, der sich in seinem ja bis zur Albernheit gehenden Weiberhaß in dem Werke «Geschlecht und Charakter» auslebt."]}
{"book":"Rudolf_Steiner#Erneuerungs-Impulse_für_Kultur_und_Wissenschaft_[GA_81].txt","occurences":8,"sentences":["Wir haben ja gerade in dem für so vieles fruchtbarsten Zeitalter naturwissenschaftlicher Entwicklung, etwa in der Zeit, in welcher der bedeutende Naturforscher Virchow seine Rede gehalten hat über die Ablösung der philosophischen Weltanschauung durch die naturwissenschaftliche, erfahren, wie alles, was damals mit einer gewissen historischen Berechtigung an fruchtbaren Begriffen über das Anorganische gewonnen worden ist, dazu geführt hat, einen gewissen Rationalismus in der Naturwissenschaft zu begründen.","Und das Zeitalter, das auf der einen Seite streng auf Empirismus gegenüber der äußeren Tatsachenwelt hinarbeitete, das erging sich doch in einem sehr weittragenden Rationalismus, wenn es dazu kam, die empirisch erkundeten Naturtatsachen zu erklären.","- Wenn man es aber unternimmt, sich durch einen inneren Seelenprozeß darauf einzulassen, den Begriff innerlich zu erleben, wie ihn Hegel zu erleben suchte, dann schwinden alle Begriffe von Empirie und Rationalismus, dann wird der Gedanke erfahren und das Erfahrene unmittelbar gedacht.","Der erste Titel, der Titel des Vortrages von Lizentiat Bock hieß: «Der Untergang der Religion im Psychologismus», der Titel des Vortrages von Dr. Rittelmeyer hieß: «Der Untergang der Theologie im Irrationalismus», und der dritte Vortrag, gehalten von Dr. Geyer, hieß: «Der Untergang der Theologie im Historismus».","Dr. Rittelmeyer stellte dann dar, wie die Theologie überdrüssig geworden ist des Rationalismus, wie sie dazu gekommen ist, nicht mehr das Wesen des Göttlichen in der Welt der Gedanken formulieren zu wollen, daß sie nicht mehr sagen wolle, das oder jenes sei Inhalt des Göttlichen, das die Welt durchwebt und durchlebt.","Dann war es ja interessant, wie zwei Herren sprachen, ein Privatdozent und ein Pfarrer, die nun diesen Irrationalismus ihrerseits verteidigten, um besonders zu zeigen, daß der Irrationalismus wirklich etwas Herrschendes in der Gegenwart ist.","Dr, Rittelmeyer: Der Untergang des Gottesglaubens in Irrationalismus (12'/8-l: wie Sonntag) 1 — 2: Aussprache 2 — 3: D. Dr. Geyer: Der Untergang des Christusglaubens in Historismus Sonnabend, 11.","Dann sprach Dr.\n\nRittelmeyer über den <Untergang des Gottesglaubens in Irrationalismus>."]}
{"book":"Rudolf_Steiner#Die_Krisis_der_Gegenwart_und_der_Weg_zu_gesundem_Denken_[GA_335].txt","occurences":5,"sentences":["Alles, was durch das Mittelalter und die neuere Zeit hinauf an Inhalt der christlichen Lehre lebte und bis heute noch lebt, alles dasjenige, was darin an Weltanschauung lebt - wenn es auch fast schon verglommen ist, wenn auch der reine Rationalismus die moderne Theologie ergriffen hat -, es ist zum größten Teil altes orientalisches Erbgut, denn nur erst wenige Ansätze zu einer Neuschöpfung sind vorhanden.","Hinweis zu S. 144).\n\n404 146 der katholischen Aufwärmung der Scholastik, des Neuthomismus: Mit dem zunehmenden Einfluß des Rationalismus geriet die Scholastik als philosophisches System im 18.","In diesen Vereinigungen lebten christlich-mystische Vorstellungen in der Form von alchemistischen und rosenkreuzerischen Ideen, aber auch die aufklärerischen Anschauungen des Rationalismus und Deismus - die Verehrung eines einheitlich-einzigen und nicht eines dreifaltigen Gottes - fanden in diesen Kreisen ihren Widerhall.","wenn auch der reine Rationalismus die moderne Theologie ergriffen hat: Für den theologischen Rationalismus sind nur jene Glaubenswahrheiten vertretbar, die im Einklang mit der menschlichen Vernunft stehen.","Die größte Breitenwirkung erzielte der theologische Rationalismus im 19."]}
{"book":"Rudolf_Steiner#Drei_Perspektiven_der_Anthroposophie._Kulturphänomene_geisteswissenschaftlich_betrachtet_[GA_225].txt","occurences":4,"sentences":["Auf der anderen Seite kam zu diesem Materialismus hinzu, was man Intellektualismus, Rationalismus, Verstandesansicht nennen kann, die Ansicht, welche nur, ich möchte sagen, in logischen Begriffen leben und weben will.","Nun kann heute wirklich zu einer Weiterentwickelung der menschheitlichen Zivilisation nichts anderes uns verhelfen als ein ganz illusionsfreies Hineinschauen in die wahren Gründe, die auf der einen Seite diesen Materialismus, auf der anderen Seite den Rationalismus herauf gebracht haben.","Dann mußte aus den Tiefen der Menschheit herauf eine Zeit kommen - wir haben oftmals davon gesprochen -, wo die pleromatische Welt verdunkelt wurde, wo der Mensch anfing, diejenigen Fähigkeiten zu üben, die er vorher nicht hatte, wo der Mensch anfing, ––– [GA225, S.121] –––  seine eigene Ratio, seinen Rationalismus, sein Denken zu entwickeln.","Diese Wesenheiten, die ja, ich möchte sagen, immer zwischen den Menschen herumgehen und ihre aus asiatischer ahrimanisierter Magie und europäischem luziferisiertem Rationalismus getriebene wollüstige Handwerkerei im Astralischen vollführen, aber die Menschen damit anstecken, diese verwandelten metamorphosierten Satyrn und Faune erschaut man so, daß sich nach dem unteren Körperlichen hin die Bocksform noch ganz besonders in ihnen verwildert hat, daß sie eine nach außen durch das Lüstige lichthaft erglänzende ––– [GA225, S.129] –––  Bocksform haben, während sie nach oben hin ein ungemein intelligentes Haupt haben, ein Haupt, das eine Art von Glanz hat, das aber das Abbild alles möglichen luziferisierten, rationalistischen Raffinements ist."]}
{"book":"Rudolf_Steiner#Einleitungen_zu_Goethes_Naturwissenschaftlichen_Schriften_[GA_1].txt","occurences":4,"sentences":["Gegenüber dem gemeinen Empirismus bildet nun der Rationalismus die nächst höhere Stufe.","Der gemeine Empirismus ist die rohe Unwissenschaft, weil er nie aus der bloßen Auffassung der Zufälligkeiten herauskommt; der Rationalismus dagegen interpretiert in die Erscheinungswelt Ursachen und Zusammenhänge hinein, die nicht in derselben sind.","Der Rationalismus in seiner ungezügelten Phantastik sucht dort Kausalität, wo sie, durch die Fakten zu suchen, nicht geboten ist.","Beide Wege, der gemeine Empirismus und der Rationalismus, sind nun für Goethe wohl Durchgangspunkte für die höchste wissenschaftliche Methode, aber eben nur Durchgangspunkte, die überwunden werden müssen."]}
{"book":"_Rudolf_Steiner#Anthroposophie_als_Kosmosophie._Zweiter_Teil._Die_Gestaltung_des_Menschen_als_Ergebnis_kosmischer_Wirkungen._Der_Mensch_in_seinem_Zusammenhang_mit_dem_Kosmos_Band_VIII_[GA_208].txt","occurences":3,"sentences":["Aber der Mensch ist auch durchgegangen — wir wissen, daß er das zum Behufe der Erlangung seiner Freiheit mußte — durch diejenige Zeit, in der er nur dem Intellektualismus, dem Rationalismus und dem damit verbundenen Materialismus gelebt hat, und der größte Teil der Menschheit lebt ja heute noch darin.","Und in dem hiesigen Theologenkursus, den ich abhalten durfte, zeigte es sich, daß aus jener protestantischen Sehnsucht, die sich da geltend machte nach einer Vertiefung des Protestantismus nach der spirituellen Seite hin, aus dem Rationalismus, aus dem Intellektualismus heraus, es zeigte sich, daß einigen der Teilnehmer gegenüber das Wort: Ecclesia catholica non Romana geradezu wie eine Befreiung gewirkt hat.","Denn wir sind heute durchaus auf dem Standpunkte, daß der Rationalismus ebenso überwunden werden muß wie das Welttum der römischen Kirche; daß die Menschheit wiederum sich zusammenfinden muß in einem allgemeinen geistigen Leben, das aber nicht in Anspruch genommen werden darf durch irgendein weltliches Herrschaftsgelüste."]}
{"book":"_Rudolf_Steiner#Das_Geheimnis_des_Todes._Wesen_und_Bedeutung_Mitteleuropas_und_die_europäischen_Volksgeister_[GA_159].txt","occurences":3,"sentences":["Da entwickelte sich als Grundzug der Kultur ein gewisser Dogmatismus, ein Rationalismus, eine Sehnsucht, all dasjenige, was man an Erkenntnissen bekommt, in einfache rationalistische Formeln zu kleiden.","Im Westen Europas wurde das alles durcheinandergebuttert, und es wurde durch die Rationalisten vereinfacht, durch diesen Rationalismus, der alles in glatten Formeln, in glatten Dogmen haben will, der alles verstandesklar haben will.","Man kann sagen: Sich besinnen auf die Kräfte, die der mitteleuropäische Mensch hat, der von der Midgardschlange eingekreist ist, das ist es, worauf es ankommt, sich nicht zu beugen unter das, was an Rationalismus und Empirismus hereingebracht wird I Sie sehen die kolossale Aufgabe, die vorliegt, Sie sehen die Große des Ideals."]}
{"book":"Rudolf_Steiner#Die_Philosophie_des_Thomas_von_Aquino_[GA_74].txt","occurences":3,"sentences":["Diejenigen, die mehr oder weniger, wenn auch mit Scharfsinn und Geistreichigkeit, dem Rationalismus zugeneigt sind, die werden schon schimpfen, wenn sie das zu Gesicht, zum geistigen Gesichte bekommen, was etwa da ausströmte von dem Areopagiten, und was dann eine letzte bedeutende Offenbarung fand in diesem Erigena.","Nun steckt in den Auseinandersetzungen, gegen die sich die Hochscholastik einfach aus dem Zeitgeiste heraus wenden mußte, in diesen Anschauungen von der doppelten Wahrheit - daß etwas theologisch wahr und philosophisch falsch sein könne -, in ihnen steckt doch noch etwas Tieferes darinnen, was man allerdings in dem Zeitalter nicht überschauen konnte, in dem man überall umgeben war von dem Streben der Menschheit nach Rationalismus, nach Logik; es steckte doch etwas Tiefes dahinter.","Damit beginnt eigentlich die neuere Philosophie als Intellektualismus, als Rationalismus, als etwas, das ganz aus dem Denken heraus arbeiten will und insoferne nur der Nachklang ist der Scholastik, die ja die Wendung zum Intellektualismus hin in so energischer Weise genommen hat."]}
{"book":"Rudolf_Steiner#Methodische_Grundlagen_der_Anthroposophie._Gesammelte_Aufsätze_zur_Philosophie_Naturwissenschaft_Ästhetik_und_Seelenkunde_[GA_30].txt","occurences":3,"sentences":["Der Forscher müsse sich erheben vom gemeinen Empirismus durch das Zwischenglied des abstrakten Rationalismus zum rationellen Empirismus.","Es gehört dazu vor allem die Grundtendenz desselben, Goethe nicht aus einzelnen Äußerungen, sondern aus dem Gange seiner Entwickelung zu erkennen (S. 3).\n\nWenn aber der Verfasser trotz dieser Tendenz (S. 36) zum Beispiel findet, daß Goethes philosophisch-religiöse Ansicht am Ende ––– [GA30, S.480] –––  seiner Jugendperiode eine Art Mittelding zwischen Rationalismus und Orthodoxie sei, so zeigt das, wie wenig er sieht, worauf es eigentlich ankommt.","Schlagworte, wie Naturalismus, Rationalismus, Pantheismus, führen uns in Goethes Geist einmal nicht hinein; sie verlegen uns nur den Zugang in die Tiefe seines Wesens."]}
{"book":"_Rudolf_Steiner#Aus_schicksaltragender_Zeit_[GA_64].txt","occurences":2,"sentences":["Während England mit seiner Weltanschauung dazu berufen war, auf den bloßen Sinnenschein zu schwören, Frankreich berufen war, aus dem Rationalismus, aus dem Verstand heraus den Menschen bis zu dem Satze «Der Mensch als Maschine» zu kultivieren, pflegte der deutsche Geist, nachdem er sich von Frankreich emanzipiert hatte, den Idealismus, der der Vorgänger ist des Spiritualismus, der eigentlichen Geisteswissenschaft.","Der Idealismus sucht nicht stehenzubleiben bei dem Materialismus, der ––– [GA64, S.354] –––  nur an den Verstand gebunden ist; er sucht nicht stehen zu bleiben bei dem Empirismus des Engländertums, das sich nur an die Sinne halten will, nicht bei dem Rationalismus des Franzosentums, sondern er will das erfassen, was lebendig in der Seele lebt."]}
{"book":"_Rudolf_Steiner#Bilder_okkulter_Siegel_und_Säulen._Der_Münchner_Kongreß_Pfingsten_1907_und_seine_Auswirkungen_[GA_284].txt","occurences":2,"sentences":["Denn die Anhänger solcher auf Rationalismus, Intellektualismus und so weiter begründeten Weltanschauungen fanden in dem, was Anthroposophie zu geben hatte, Phantastik, Aberglaube und so weiter.","Und in dieses ließ sich eine Weltanschauung wie die Anthroposophie in ganz anderer Art aufnehmen als in den Rationalismus und Intellektualismus."]}
{"book":"Rudolf_Steiner#Der_Goetheanumgedanke_inmitten_der_Kulturkrisis_der_Gegenwart._Gesammelte_Aufsätze_aus_der_Wochenschrift_«Das_Goetheanum»_[GA_36].txt","occurences":2,"sentences":["- Dann aber folgt zugleich mit dem Rationalismus die Erfindung der Dampfmaschine, die alles umstürzt und das Wirtschaftsbild von Grund aus verwandelt.","«Die Aufklärungszeit und der Rationalismus hatten ethische Vernunftideale über die Entwicklung des Einzelnen zum wahren Menschentum, über seine Stellung in der Gesellschaft, über deren materielle und geistige Aufgaben ..."]}
{"book":"Rudolf_Steiner#Die_Erneuerung_der_pädagogisch-didaktischen_Kunst_durch_Geisteswissenschaft_[GA_301].txt","occurences":2,"sentences":["Seite für Seite des Robinson könnte man durchgehen und die Philisterhafligkeit, die gerade in diesem Robinson zum Ausdruck gekommen ist, darlegen; könnte jenen jämmerlichen Rationalismus einer religiösen Weltauffassung darlegen, der da sagt: Wir haben einen einheitlichen Gott, und der Mensch ist ein guter Mensch, wenn er nur nicht verdorben wird durch diese oder jene Faktoren.","Der Rationalismus, die Aufklärerei des 18."]}
{"book":"Rudolf_Steiner#Die_menschliche_Seele_in_ihrem_Zusammenhang_mit_göttlich-geistigen_Individualitäten._Die_Verinnerlichung_der_Jahresfeste_[GA_224].txt","occurences":2,"sentences":["Die Aufklärungszeit» - damit meint er diese Zeit, wo der Intellektualismus die erste Blüte gehabt hat - «und der Rationalismus hatten ethische und Vernunftideale über die Entwicklung des Einzelnen zum wahren Menschentum, über seine Stellung in der Gesellschaft, über deren materielle und geistige Aufgaben, über das Verhalten der Völker zueinander und ihr Aufgehen in einer durch die höchsten, geistigen Ziele geeinten Menschheit aufgestellt...","Die Frage heißt: «Philosophische, geschichtliche und naturwissenschaftliche Fragen, denen er nicht gewachsen war, gingen über den früheren Rationalismus wie Lawinen nieder und begruben ihn auf dem Wege."]}
{"book":"Rudolf_Steiner#Die_neue_Geistigkeit_und_das_Christus-Erlebnis_des_zwanzigsten_Jahrhunderts_[GA_200].txt","occurences":2,"sentences":["Sehen Sie, Kant war noch - das geht aus seinen älteren Schriften klar hervor - ein Schüler des Rationalismus des 18.","Und man sieht: Diesem Rationalismus kam es eigentlich gar nicht darauf an, auf ein Geistig-Wirkliches wirklich zu kommen - Kant wies es daher ab, dieses «Ding an sich», wie er es nannte -, sondern es kam ihm darauf an, zu beweisen, sicher zu beweisen!"]}
{"book":"Rudolf_Steiner#Erziehungs-_und_Unterrichtsmethoden_auf_anthroposophischer_Grundlage_[GA_304].txt","occurences":2,"sentences":["Man muß schon Beobachtungssinn für solche Dinge haben, wenn man nicht auf der einen Seite in nebulose Mystik und auf der anderen Seite in Rationalismus verfallen will - man kann ja da alles erklären.","Diese Dinge lassen sich weder mit nebuloser Mystik, noch mit Rationalismus begreifen, sondern nur, wenn man wirklich Seelenerkenntnis hat, in diesem Falle nicht nur menschliche Seelenerkenntnis, sondern auch Seelenerkenntnis für das Tier."]}
{"book":"Rudolf_Steiner#Mein_Lebensgang_[GA_28].txt","occurences":2,"sentences":["September 1924 ––– [GA28, S.460] –––  solcher auf Rationalismus, Intellektualismus usw. begründeten Weltanschauungen fanden in dem, was Anthroposophie zu geben hatte, Phantastik, Aberglaube usw.\n\nEine Zuhörer- und Mitgliederschaft erstand, welche die Anthroposophie aufnahm, ohne mit Gefühl oder Ideen nach anderem als nach dieser gerichtet zu sein.","Und in dieses ließ sich eine Weltanschauung wie die Anthroposophie in ganz anderer Art aufnehmen als in den Rationalismus und Intellektualismus."]}
{"book":"Rudolf_Steiner#Vorträge_und_Kurse_über_christlich-religiöses_Wirken_I._Anthroposophische_Grundlagen_für_ein_erneuertes_christlich-religiöses_Wirken_[GA_342].txt","occurences":2,"sentences":["Sie halten ihn durch die Bank für einen Rationalismus, für etwas, was nichts mehr weiß.","Wörtlich: «Es ist keine Paradoxie und wiederum auch nicht <Rationalismus>, sondern der einfache Ausdruck des Tatbestandes, wie er in den Evangelien vorliegt: Nicht der Sohn, sondern allein der Vater gehört in das Evangelium, wie es Jesus verkündigt hat, herein.» («Das Wesen des Christentums», 8."]}
{"book":"_Rudolf_Steiner#Anthroposophische_Gemeinschaftsbildung_[GA_257].txt","occurences":1,"sentences":["Und nehmen Sie das, was Sie heute als rationelle Wissenschaft haben, nehmen Sie die rationellsten Wissenschaften, die mathematischen, nehmen Sie aber auch dasjenige, was in den übrigen Wissenschaften durch den Rationalismus, der die Empirie bearbeitet, vorhanden ist, dann können Sie sich die Vorstellung bilden von dem eigentlichen Denkinhalt unserer Zeit."]}
{"book":"_Rudolf_Steiner#Anthroposophische_Menschenerkenntnis_und_Medizin_[GA_319].txt","occurences":1,"sentences":["Der Rationalismus, der zu einer scharfen Logik führt, er führt aber auch auf der anderen Seite wiederum dazu, nur das äußere Materielle sehen zu können."]}
{"book":"_Rudolf_Steiner#Antworten_der_Geisteswissenschaft_auf_die_grossen_Fragen_des_Daseins_[GA_60].txt","occurences":1,"sentences":["Ich-Bewußtsein, Intellektualität, Rationalismus, Vernunft und Verstand, die auf die äußere Sinneswelt gerichtet sind, sollten an Stelle des alten Hellsehens hineingesetzt werden in die Menschheit."]}
{"book":"_Rudolf_Steiner#Aus_den_Inhalten_der_esoterischen_Stunden._Band_III:_1913_und_1914;_1920–1923_[GA_266_3].txt","occurences":1,"sentences":["Baruch Spinoza, 1632-1677, führender niederländischer Philosoph des Rationalismus, Mathematiker und Optiker."]}
{"book":"_Rudolf_Steiner#Briefe._Band_I_[GA_38].txt","occurences":1,"sentences":["Der Protestantismus würde selbst dann nicht ganz berechtigt sein - ich meine beim Volke -, wenn er den Traditionen des Landes entsprechen würde, denn aus Mangel am Formellen artet er sehr gerne in nüchternen gemüt- und geistlo- ––– [GA38, S.50] –––  sen Rationalismus aus."]}
{"book":"_Rudolf_Steiner#Das_Geheimnis_der_Trinität._Der_Mensch_und_sein_Verhältnis_zur_Geistwelt_im_Wandel_der_Zeiten_[GA_214].txt","occurences":1,"sentences":["Das zeigt die folgende Stelle: «Dann aber folgt zugleich mit dem Rationalismus die Erfindung der Dampfmaschine, die alles umstürzt und das Wirtschaftsbild von Grund aus verwandelt."]}
{"book":"Rudolf_Steiner#Das_Schicksalsjahr_1923_in_der_Geschichte_der_Anthroposophischen_Gesellschaft._Vom_Goetheanumbrand_zur_Weihnachtstagung_[GA_259].txt","occurences":1,"sentences":["Beides ist Rationalismus."]}
{"book":"Rudolf_Steiner#Das_Zusammenwirken_von_Ärzten_und_Seelsorgern._Pastoral-Medizinischer_Kurs_[GA_318].txt","occurences":1,"sentences":["Wir nehmen einen Regenschirm, weil nun etwas eintritt, was den Irrationalismus hat, wo dasjenige sich offenbart in der Realität, was in den Zahlen doch immer nicht aufgeht, daß man Schaltjahre, Schaltmonate, alles mögliche braucht."]}
{"book":"Rudolf_Steiner#Der_Tod_als_Lebenswandlung_[GA_182].txt","occurences":1,"sentences":["Sieben: Katholizismus, Protestantismus, Rationalismus, Humanismus, Idealismus, Sozialismus und persönlicher Individualismus."]}
{"book":"Rudolf_Steiner#Die_Beantwortung_von_Welt-_und_Lebensfragen_durch_Anthroposophie_[GA_108].txt","occurences":1,"sentences":["Dadurch wurde für Kant, der etwas Einleuchtendes bei Hume fand, dem Wolffschen Rationalismus der Boden entzogen, so daß er sich sagte, es sei überhaupt nur ein Erkennen aus Erfahrung möglich."]}
{"book":"Rudolf_Steiner#Die_Geschichte_und_die_Bedingungen_der_anthroposophischen_Bewegung_im_Verhältnis_zur_Anthroposophischen_Gesellschaft._Eine_Anregung_zur_Selbstbesinnung_[GA_258].txt","occurences":1,"sentences":["Denn der Rationalismus und Intellektualismus hat den Menschen die spirituelle Welt genommen."]}
{"book":"Rudolf_Steiner#Die_Philosophie_der_Freiheit._Grundzüge_einer_modernen_Weltanschauung_[GA_4].txt","occurences":1,"sentences":["(Und niemand sollte eigentlich diese auf das erlebte Denken gebaute Weltanschauung mit einem bloßen Rationalismus verwechseln.) Aber andrerseits geht doch wohl aus dem ganzen Geiste dieser Darlegungen hervor, daß das Wahrnehmungselement für die menschliche Erkenntnis eine Wirklichkeitsbestimmung erst erhalt, wenn es im Denken ergriffen wird."]}
{"book":"Rudolf_Steiner#Die_Rätsel_der_Philosophie_in_ihrer_Geschichte_als_Umriss_dargestellt___[GA_18].txt","occurences":1,"sentences":["Gladstone hat in einem Briefe (vgl. Gomperz, John Stuart Mill, Wien 1889) gesagt, daß ––– [GA18, S.457] –––  er Mill in Gesprächen den «Heiligen des Rationalismus» zu nennen pflegte."]}
{"book":"Rudolf_Steiner#Die_Verantwortung_des_Menschen_für_die_Weltentwickelung_durch_seinen_geistigen_Zusammenhang_mit_dem_Erdplaneten_und_der_Sternenwelt._Der_Mensch_in_seinem_Zusammenhang_mit_dem_Kosmos_Band_III_[GA_203].txt","occurences":1,"sentences":["«Ich stehe da ganz und gar persönlich auf Mennickes Standpunkt, daß die Anthroposophie der Endpunkt des Materialismus und auch des Rationalismus ist und daher letzten Endes auch keinen neuen Aufbau bedeutet."]}
{"book":"Rudolf_Steiner#Erfahrungen_des_Übersinnlichen._Die_drei_Wege_der_Seele_zu_Christus_[GA_143].txt","occurences":1,"sentences":["––– [GA143, S.253] –––  176 Sokrates, 470-399 v.Chr., griechischer Philosoph, und sein Schüler Plato, 429-347 v. Chr.; Gaius Julius Cäsar, 100-44 v.Chr., römischer Feldherr und Kaiser; Johann Wolfgang von Goethe, 1749-1832; Baruch Spinoza, 1632-1677, führender niederländischer Philosoph des Rationalismus, Mathematiker und Optiker."]}
{"book":"Rudolf_Steiner#Esoterische_Betrachtungen_karmischer_Zusammenhänge._Sechster_Band_[GA_240].txt","occurences":1,"sentences":["Alles, was diese Persönlichkeit, die ein theologisch-rationalistischer Schriftsteller zuletzt geworden ist, hier auf der Erde erlebt hat, erschien in viel stärkerem Maße, indem er selber die Wirkung seiner Bücher, seines theologischen Rationalismus und so weiter erlebte."]}
{"book":"Rudolf_Steiner#Geisteswissenschaft_als_Erkenntnis_der_Grundimpulse_sozialer_Gestaltung_[GA_199].txt","occurences":1,"sentences":["Jahrhunderts sich so entwickelt hat, daß sie entgegengesetzt hat der Christologie den Rationalismus, den reinen Intellektualismus."]}
{"book":"Rudolf_Steiner#Geisteswissenschaftliche_Erläuterungen_zu_Goethes_«Faust»._Band_I._Faust_der_strebende_Mensch_[GA_272].txt","occurences":1,"sentences":["Jahrhunderts uns bekennen, der aus dem Rationalismus heraus in Kleinheit das erklären will, was aus dem Geist heraus erklärt werden muß."]}
{"book":"Rudolf_Steiner#Gesammelte_Aufsätze_zur_Literatur_[GA_32].txt","occurences":1,"sentences":["Er hätte gewiß den Mund nicht so voll genommen über den Sturz des Gottes der «Ursächlichkeit», wenn er in Erwägung gezogen hätte, daß viel vollkommener, als aus seiner Weltanschauung dies möglich ist, Schiller durch Betrachtung der Goetheschen Gesichtspunkte zu dem Satze gekommen ist: «Der Relation nach ist es das ewige Bestreben des Rationalismus, nach der Kausalität der Erscheinungen zu fragen, und alles qua Ursache und Wirkung zu verbinden; wiederum sehr löblich und nötig zur Wissenschaft, aber durch Einseitigkeit gleichfalls höchst verderblich."]}
{"book":"Rudolf_Steiner#Grundlinien_einer_Erkenntnistheorie_der_Goetheschen_Weltanschauung_mit_besonderer_Rücksicht_auf_Schiller_[GA_2].txt","occurences":1,"sentences":["Goethe teilt da die Methoden der Wissenschaft in: gemeinen Empirismus, der bei den äußerlichen, den Sinnen gegebenen Phänomenen stehen bleibt; in den Rationalismus, der auf ungenügende Beobachtung hin Gedankensysteme aufbaut, der also, statt die Tatsachen ihrem Wesen gemäß zu gruppieren, künstlich zuerst die Zusammenhänge ausklügelt und dann in phantastischer Weise daraus etwas in die Tatsachenwelt hineinliest; dann endlich in den rationellen Empirismus, der nicht bei der gemeinen Erfahrung stehen bleibt, sondern Bedingungen schafft, unter denen die Erfahrung ihr Wesen enthüllt."]}
{"book":"Rudolf_Steiner#Idee_und_Praxis_der_Waldorfschule_[GA_297].txt","occurences":1,"sentences":["Wer nicht aus Vorurteilen heraus, nicht aus irgendeinem naheliegenden Rationalismus, sondern aus den Tatsachen heraus das Leben des jugendlichen Menschen beobachtet, der weiß, was es für das ganze Leben für eine Bedeutung hat, wenn man in der Tat als Kind in der Lage ist, zu einer Autorität, die als Autorität berechtigt ist, hinzuschauen."]}
{"book":"Rudolf_Steiner#Lebendiges_Naturerkennen._Intellektueller_Sündenfall_und_spirituelle_Sündenerhebung_[GA_220].txt","occurences":1,"sentences":["Er ist Staatsmann, Großsiegelbewahrer; er ist ein Mensch, der eine große Intelligenz hat, die aber eigentlich in keiner Tradition wurzelt, die zum ersten Mal in groß angelegter Weise dasjenige in der Geschichte der Menschheit heraufbringt, was dann etwas spater ein Mensch wie Fichte so sehr verachtet hat - von seinem Standpunkte aus mit Recht verachtet hat: die Banalität der Ratio, die Banalität des Rationalismus."]}
{"book":"Rudolf_Steiner#Rudolf_Steiner_—_Marie_Steiner-von_Sivers._Briefwechsel_und_Dokumente_1901-1925_[GA_262].txt","occurences":1,"sentences":["Der Protestantismus ist auf dem Wege, durch den Rationalismus und Tatsachen-Historismus seiner Theologen, den «Christus» überhaupt zu verlieren und nur mehr den «Jesus von Nazareth» festzuhalten, den er als den «schlichten Mann» dem modernen Demokratismus nahe zu bringen sucht."]}
{"book":"Rudolf_Steiner#Spirituelle_Seelenlehre_und_Weltbetrachtung_[GA_52].txt","occurences":1,"sentences":["Wer sich in die Bibel versenkt, der kann sich nicht zu dem Rationalismus, nicht zu David Friedrich Strauß und nicht zu seinen Nachbetern bekennen."]}
{"book":"Rudolf_Steiner#Von_Jesus_zu_Christus_Zyklus_19_[GA_131].txt","occurences":1,"sentences":["Da ist zum Beispiel derjenige Geist, der in seiner ganzen Seelenentwickelung als ein scharfer Gegner dessen angesehen werden kann, was wir charakterisiert haben als den Jesuitismus: Blaise Pascal, der groß dasteht in der Geistesentwickelung, wie ein Geist, der alles abgelegt hat, was an Schäden der alten Kirchen heraufgekommen ist, der aber auch nichts von dem modernen Rationalismus aufgenommen hat."]}
{"book":"Rudolf_Steiner#Vorträge_und_Kurse_über_christlich-religiöses_Wirken_V._Apokalypse_und_Priesterwirken_[GA_346].txt","occurences":1,"sentences":["Vorlesung , lautet wörtlich: «Es ist keine Paradoxie und wiederum auch nicht „Rationalismus\", sondern der einfache Ausdruck des Tatbestandes, wie er in den Evangelien vorliegt: Nicht der Sohn, sondern allein der Vater gehört in das Evangelium, wie es Jesus verkündigt hat, herein.» 139 *) wie eben durch Jahrtausende das materielle Physische real da war: An dieser Stelle enthält die interne Vervielfältigung der Christengemeinschaft noch die folgenden Notizen eines anderen Teilnehmers: «Sie werden übernehmen, insofern Sie dazu würdig sind, das Neue Jerusalem nicht bloß als etwas Bildhaftes, wie es die modernen Exegeten hinstellen, sondern als etwas, was so real von oben herunterhängt wie das, was altes Jerusalem war, von unten hinauf auf seinen Füßen stand.» 148 Hölderlin, der einmal sagte, er sehe, wenn er die Deutschen anschaue, Handwerker, aber keine Menschen: In «Hyperion», Zweites Buch."]}
{"book":"Rudolf_Steiner#Wahrheit_und_Wissenschaft._Vorspiel_zu_einer_«Philosophie_der_Freiheit»_[GA_3].txt","occurences":1,"sentences":["Im Gegensatz zum naiven Realismus kann man diesen Standpunkt naiven Rationalismus nennen."]}
{"book":"Rudolf_Steiner#Weltsilvester_und_Neujahrsgedanken_[GA_195].txt","occurences":1,"sentences":["Solche Menschen, wenn sie nicht bloß einem Rationalismus huldigen, nehmen noch die Evangelien an; aber was wissen im Grunde genommen diese Menschen von der eigentlichen Natur der Evangelien?"]}
{"book":"Rudolf_Steiner#Zeitgeschichtliche_Betrachtungen._Das_Karma_der_Unwahrhaftigkeit._Erster_Teil._Kosmische_und_menschliche_Geschichte_Band_IV_[GA_173].txt","occurences":1,"sentences":["- Man sieht, wie dieser Lord Acton in den neunziger Jahren gesund denkt, indem er den englischen Rationalismus mit der Anlage für das Spirituelle - wenn er auch das Spirituelle noch nicht hat - sehr schon verbindet: Er durchschaut das mystische Element, das im englischen Imperialismus liegt."]}