{"book":"Rudolf_Steiner#Menschenwerden_Weltenseele_und_Weltengeist._Zweiter_Teil._Der_Mensch_als_geistiges_Wesen_im_historischen_Werdegang._Der_Mensch_in_seinem_Zusammenhang_mit_dem_Kosmos_Band_VI_[GA_206].txt","occurences":9,"sentences":["Wahr ist es, daß zum Beispiel ein solcher Denker - und er ist in der Reihe der materialistischen Denker vielleicht einer der allerhervorragendsten - wie Heinrich Czolbe 1855 in seinem Buch «Neue Darstellung des Sensualismus.","Ein Entwurf» diesen Sensualismus geradezu dadurch definiert hat, daß er sagte: Dieser Sensualismus bedeutet ein Erkenntnisstreben, das von vorneherein das Übersinnliche ausschließt.","- So daß man also in dem Czolbeschen System des Sensualismus etwas vor sich hat, was aus dem rein in der sinnlichen Beobachtung Gegebenen die Welt und auch die Menschen erklären will.","Gerade dieses System des Sensualismus ist, man mochte sagen, auf der einen Seite oberflächlich, auf der andern Seite außerordentlich scharfsinnig.","Es wird wirklich da der Versuch gemacht, von der Wahrnehmung angefangen bis herauf in die Politik, alles in das Zeichen des Sensualismus zu rücken, alles so darzustellen, als wenn man es eben erklären könnte aus dem, was Sinne beobachten können und was der Intellekt aus diesen Sinnesbeobachtungen sich erkombinieren kann.","Aber wie gesagt, vorangegangen ist schon so etwas, wie Czolbes System des Sensualismus war.","Wenn dann versucht worden ist, alles dasjenige, was seit jener Zeit reichlich an Tatsachen des äußeren Sinneslebens erkundet worden ist, mit materialistischen Weltanschauungen zu durchdringen, so darf man sagen: Diese materialistische Weltanschauung ist nicht geschaffen worden etwa durch den Darwinismus oder durch die Spektralanalyse, sondern dasjenige, was Darwin so sorgfältig zusammengetragen hat, das, was durchschaut werden konnte bis zu einem gewissen Grade in der Spektralanalyse, das, was erforscht werden konnte von Dingen selbst, die man früher nur auf ganz anderem Wege erforschen wollte, wie es durch Fechners «Vorschule der Ästhetik» geschehen ist, das ist getaucht worden in die schon vorhandene Anschauung des Sensualismus.","Über das Sinnliche hinausgehen wollten und konnten der Sensualismus und der Materialismus nicht.","Stellen Sie sich einen Mole- ––– [GA206, S.85] –––  schott, einen Czolbe vor, die mit ihrem Kopfe einzig und allein den Sensualismus, den Materialismus anerkennen: da unten haben sie ihren Willensmenschen, der ist ganz spiritualistisch gesinnt - nur weiß der Kopf nichts davon -, der rechnet mit Geistigem und Geisteswelten."]}
{"book":"Rudolf_Steiner#Der_menschliche_und_der_kosmische_Gedanke_Zyklus_33_[GA_151].txt","occurences":7,"sentences":["Diese Weltanschauung kann man Sensualismus nennen.","Genau ebenso, wie die Sonne, auch wenn wir die kopernikanische Weltanschauung zugrunde legen, durch die Tierkreiszeichen geht, um von zwölf verschiedenen Punkten aus die Erde zu beleuchten, ebenso muß man nicht auf einen Standpunkt - auf den Standpunkt des Idealismus, des Sensualismus, des Phänomenalismus oder irgendeiner Weltanschauung, die einen solchen Namen tragen kann - sich stellen, sondern man muß in der Lage sein, um die Welt herumgehen zu können und sich einleben zu können in die zwölf verschiedenen Standpunkte, von denen aus man die Welt betrachten kann.","Wenn wir uns noch einmal diese zwölf Weltanschauungsnuancen vor Augen fuhren, wie das gestern geschehen ist, so ist es also der Materialismus, der Sensualismus, der Phänomenalismus, der Realismus, der Dynamismus, der Monadismus, der Spiritualismus, der Pneumatismus, der Psychismus, der Idealismus, der Rationalismus und der Mathematizismus.","Andere lassen sich in der Seele von dem Materialismus bescheinen, andere vom Sensualismus.","Man beginne beim Idealismus, bezeichne diesen als das GeistesTierkreisbild des Widder, bezeichne in gleicher Weise den Rationalismus als Stier, den Mathematizismus als Zwillinge, den Materialismus als Krebs, den Sensualismus als Löwe, den Phänomenalismus als Jungfrau, den Realismus als Waage, den Dynamismus als Skorpion, den Monadismus als Schütze, den Spiritualismus als Steinbock, den Pneumatismus als Wassermann, den Psychismus als Fische.","So zum Beispiel kann es vorkommen, daß jemand ein guter Logist ist, aber seine logistische Stimmung steht im Geistes-Sternbilde des Sensualismus.","Sagen wir, bei jemandem ist es so, daß er mit seinem Logismus eingestellt ist in den Sensualismus, daß er eingestellt ist mit seinem Empirismus in den Mathematizismus."]}
{"book":"Rudolf_Steiner#Die_Rätsel_der_Philosophie_in_ihrer_Geschichte_als_Umriss_dargestellt___[GA_18].txt","occurences":2,"sentences":["In seiner «Neuen Darstellung des Sensualismus» (1855) finden wir Gründe angegeben, warum er nur eine Erkenntnis auf der Grundlage der sinnlichen Wahrnehmungen für wertvoll hält.",".Die Grenzen und der Ursprung der menschlichen Erkenntnis im Gegensätze zu Kant und Hegel Jena und Leipzig 1865 l.Kap. §4, S. 50 desgl., S. 47 f.\n\n364 Neue Darstellung des Sensualismus (1855) ––– [GA18, S.638] –––  CZOLBE (Fortsetzung) 365 366 Sollte meine AnsichtDie Entstehung des Selbstbewußtseins."]}
{"book":"Rudolf_Steiner#Über_Philosophie_Geschichte_und_Literatur._Darstellungen_an_der_Arbeiterbildungsschule_und_der_Freien_Hochschule_in_Berlin_[GA_51].txt","occurences":2,"sentences":["In Frankreich, angeregt durch den englischen Sensualismus, kam eine rationalistisch, materialistische Anschauung auf.","155,159 Ottokar von Böhmen 186 Paderborn 138 Palacky, Franz 102,103 Palästina 86,97,108,166,182 Papier bereitung 162Papst 74, 91, 130, 131, 137, 139, 153, 160, 161, 164, 180, 183, 188,190 Paracelsus 49,212 Paris (Stadt) 151,152,190 Parmenides 24-26,29 «Über die Natur» 25 Parzival 99 Passau 158 Paulsen, Friedrich 64 Paulus, Apostel 47,199 Pelasger 98 Peloponnesischer Krieg 29 Penzig, Dr. Rudolf 298 Perikles 23 Perser 107-109 Persien 108,163 Peter von Amiens 166,179 Petrus 93 Pfaffe 151 Pfaffengasse (Rheingegend) 188 Pfalz 189 Pfeiffer, Franz 215 Phidias 85 Philipp von Mazedonien 37 Philo, Judäus 45 Philosophie 52, 57, 143, 223, 256,287,314,315 Physik 27,96,97,223 Piccolomini, Max (aus Schillers «Wallenstein») 250,251 Pippin (Sohn Karls des Gr.) 149 Pippin der Kleine 137,139 Plato (s. a. Neuplatonismus) 3338, 45, 120, 129, 146, 151, 199216 Pleroma 214-216 Plotin 45 Poitiers 133 ––– [GA51, S.352] ––– Polen 161 Pontifex Maximus 73, 74, 87, 91 Portugal 193 Prag 103,171,189 Preußen (Land) 159,183 Ostpreußen 183 Westpreußen 183 Privateigentum 112,113,135 Prodicus 28 Proletariat 79,80 Protagoras von Abdera 28,29 Protestantismus 313 Pseudo-Dionysius 200 Phyrrho 44 Pythagoras, Pythagoräer 26, 27, 35,214,215,230 Rafael (aus Schillers «Philosophische Briefe») 242 Raffael, Santi 267,270 Rationalist 200 Realismus 168,182,280,295 Recht, Rechtsprechung 127,136, 139,160,179 Recht, Dogmenrecht 83 Recht, römisches 76, 78, 81, 83, 100 Reich (deutsches) 164 Reich (röm.) 74-77, 79, 86, 89-92, 97, 98, 103, 115, 116, 146, 163 Reichel, Eugen 67 Religion, religiös 18, 46, 50, 51, 53,56,62,86-88,107,111,113, 119, 131, 132, 165, 253-256, 273,313-315 Renaissance 68,193 Reuchlin, Desiderius 193 Richard von Cornwall 184Rhein 106, 109, 115, 145, 171, 174,175,188,192 Richter, (Rechtsprechung) 128, 137 Ried (Ort) 158 Rittertum 79,170 Römer 86, 98, 99,104, 105, 109, 111,115,116,146 Römisches Christentum 117 Römische Geschichte 73-93 Römische Kultur 84 Römisches Recht 76, 78, 81, 83 Römisches Reich 74-77, 79, 86, 89-92, 97, 98, 103, 115, 116, 146,163 Römische Weltanschauung 75 Roland (Rolandsage) 99,102 Rom 73-77,79, 80-83, 85-88,100, 101, 107, 116, 117, 120, 122, 129, 130, 133, 144, 161, 165, 176, 180-182,184,190 Romanischer Baustil 177 Rotterdam, Erasmus von 193 Rousseau, Jean Baptiste 221,222, 227 Rudolf von Habsburg 184, 186 Rudolf von Schwaben 180 Rußland 96,107,125,175 Ruysbroek, Johannes 210, 215 Sachsen (Volk) 110, 127, 130, 137,138,146,148,165 Sachsen (Land) 155,161 Sänger, Fritz 318,319 Sapieha (aus Schillers «Demetrius» 260 Sarazenen 167 Sat 215,216 Savonarola, Girolamo 190 ––– [GA51, S.353] ––– Schäfer, Dr. (Berlin) 304, 306, 309 Schelling, Friedrich Wilhelm Johann von 60,314 Scherer, Wilhelm 270 Schießpulver 101,162,176 Schiller 64,66,69,217-283 «Über Anmut und Würde» 235 «Braut von Messina» 253, 255-257 «Briefe über die ästhetische Erziehung des Menschen» 225,243,274,277 Brief an Goethe 64,233 «Demetrius» 255,259,260 «Don Carlos» 229,232,248 «Fiesco» 227,228,248 «Geisterseher» 281 «Götter Griechenlands» 277 «Jungfrau von Orleans» 252, 255 «Kabale und Liebe» 227, 228, 248,268 «Die Künstler» 247 «Lied von der Glocke» 261, 263 «Maria Stuart» 252,255 Marquis von Posa (aus «Don Carlos») 229,232 «Naive und sentimentale Dichtung» 238 Octavio («Wallenstein») 246 «Philosophische Briefe» 242, 247 «Die Räuber» 227,268 «Die Schaubühne als eine moralische Anstalt betrachtet» 226,279«Der Spaziergang» 245 «Theosophie des Julius» 242, 243,245 «Über den Zusammenhang der tierischen und geistigen Natur des Menschen» 223 «Wallenstein» 239, 240, 242, 245-252,260,265 «Was heißt und zu welchem Ende studiert man Universalgeschichte?» 236,241 «Welches ist der Zusammenhang zwischen Materie und Geist?» 223 «Wilhelm Teil» 255,258 «Xenien» 239,263 Schlegel, August Wilhelm 66, 263-265 Schlegel, Caroline von 263 Schlegel, Friedrich von 264 Scholastik 49, 50, 53, 57, 142, 143,168,211,313 Schopenhauer, Arthur 63, 278, 305 Schottland 119,125 Schreiber (Vervielfältiger) 151 Schreibinstitut 191 Schröer, Karl Julius 218,219 Schure, Edouard 253,277 «Sanctuaires d'Orient» 253 Schwaben, Rudolf von 180 Schwaben (Land) 155,189 Schwarzes Meer 107,116 Schweizer Eidgenossen 186,258 Schwertbrüder 183 Scotus Erigena 120,144,200 «Über die Einteilung der Natur» 120,144 Seidenweberei 162 ––– [GA51, S.354] ––– Semnonen 115 Sensualismus 231 Shakespeare 66-72, 249, 259, 264, 268,313 «Coriolan» 70 «Hamlet» 69-71 «Heinrich V.» 67 «Julius Cäsar» 70 «König Lear» 70 «Macbeth» 67,69-71 «Othello» 69,70 «Richard m.» 249 «Verlorene Liebesmüh» 70 «Wie es Euch gefällt» 70 Sigismund (Siegmund), Kaiser 189,190 Siegfried (Nibelungenlied) 102 Sinope 31 Sizilien 35 Skandinavien 108 Skeptizismus 42,44 Slawen 99,166,183 Sokrates 28, 30-32, 34-36, 257, 278 Somnambulismus 316 Sophistik 28-30,43, 83 Sophokles 253 Spanien 99, 115-117, 132, 133, 139,167 Spektralanalyse 267 Spinoza, Baruch 57,58 Spiritismus 281,311,318,319 Städte 101, 102, 123-125, 131, 133, 140, 143, 145, 153, 157, 158, 162, 164, 169, 170, 172179,185-187,189,191,192,194 Stagira 36 Stamm, Stammesverwandtschaft 106, 109, 110, 112, 113, 119,121, 123, 126, 127, 132, 136, 137, 147, 149, 152, 154, 155, 163 Steiner, Rudolf 94, 95, 291, 293, 294-296, 298, 305, 307, 311, 316-319 «Philosophie der Freiheit» 64 «Welt- und Lebensanschauungen im 19."]}
{"book":"Rudolf_Steiner#Die_Ergänzung_heutiger_Wissenschaften_durch_Anthroposophie_[GA_73].txt","occurences":1,"sentences":["Auf dieser Stufe werden die Ausdrücke: Materialismus, Idealismus, Spiritualismus, Sensualismus und so weiter, sie werden alle Redensarten, weil alle diese Begriffe, die bloß aus den BegrifFsnetzen herausgesponnen sind, sich eben wie photographische Aufnahmen von verschiedenen Seiten erweisen."]}
{"book":"Rudolf_Steiner#Dokumente_zur_«Philosophie_der_Freiheit»._Faksimile_der_Erstausgabe_1894_mit_den_handschriftlichen_Eintragungen_für_die_Neuausgabe_1918_[GA_4a].txt","occurences":1,"sentences":["(Mystik, Apriorismus, Sensualismus, Kationalismus deuten jeder die Intuition anders.) 1448-9 / 15424-25 Begriffe Vorstellungen und Begriffe ––– [GA4, S.385] ––– Hier wird also die Vorstellung neben dem Begriff als Motiv anerkannt."]}
{"book":"Rudolf_Steiner#Lebendiges_Naturerkennen._Intellektueller_Sündenfall_und_spirituelle_Sündenerhebung_[GA_220].txt","occurences":1,"sentences":["Französischer Philosoph, Begründer des neueren Sensualismus."]}