{"id":"d40e3214-1dd6-4fd8-ab1c-1a9a40efecee","type":"quote","source":{"work":"","author":"Johann Gottfried Herder","page":"","year":""},"text":"Goethe hat uns seine Abhandlung vom Knochen vorgelegt, die sehr einfach und schön ist; der Mensch geht auf dem wahren Naturweg, und das Glück geht ihm entgegen","lang":"de","meta":{"step":"step1","lifespan":"1744 - 1803"}}
{"id":"011ffd31-db0c-4f9e-8c16-8e8ea8ff59b0","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Ich habe eine neuentdeckte Harmoniam naturae vorzutragen.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"e0197697-6f06-4c4f-8e88-a7842ddd8340","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Sagen Sie Herdern, dass ich der Tiergestalt und ihren mancherlei Umbildungen um eine ganze Formel näher gerückt bin und zwar durch den sonderbarsten Zufall.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"e421fa6a-9ad5-4a8f-bec6-d048ff9467da","type":"quote","source":{"work":"Die Metamorphose der Tiere","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"In allem dem Gewühle hab’ ich angefangen, meine Abhandlung über die Bildung der Tiere zu schreiben.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"861b00fa-5c1c-4ef8-92c5-997f911ce86a","type":"quote","source":{"work":"Versuch die Metamorphose der Pflanzen zu erklären","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Versuch, die Metamorphose der Pflanze zu erklären","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"05a728f2-9647-4bd4-95f1-b519e7f8ac83","type":"quote","source":{"work":"Von den göttlichen Dingen und ihrer Offenbarung","author":"Friedrich Heinrich Jacobi","page":"","year":""},"text":"Von den göttlichen Dingen und ihrer Offenbarung","lang":"de","meta":{"step":"step1","lifespan":"1743 - 1819"}}
{"id":"55d180af-cc12-43bd-ad8d-2c3d8794f533","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Die vernünftige Welt ist als ein großes unsterbliches Individuum zu betrachten, das unaufhaltsam das Notwendige bewirkt und dadurch sich sogar über das Zufällige zum Herrn macht","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"5de66895-9029-4224-94de-28791b1fc746","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Unbedingte Tätigkeit, von welcher Art sie sei, macht zuletzt bankerott","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"4ed8d200-9e32-4b4a-ae67-99b8a8e49fbe","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Der geringste Mensch kann komplett sein, wenn er sich innerhalb der Grenzen seiner Fähigkeiten und Fertigkeiten bewegt.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"c4fe059d-f889-41b7-8ce8-52c61807482d","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Frage sich doch jeder, mit welchem Organ er allenfalls in seine Zeit einwirken kann und wird","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"3bb51297-0ba0-4988-b39e-2a7ad4aa0316","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Man muss wissen, wo man steht und wohin die andern wollen.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"b3e658f2-206c-4c4c-81d6-96baa09adce7","type":"quote","source":{"work":"","author":"Johann Wolfgang von Goethe","page":"","year":""},"text":"Pflicht, wo man liebt, was man sich selbst befiehlt.","lang":"de","meta":{"step":"step1","lifespan":"1749 - 1832"}}
{"id":"e383dee5-033f-4fc2-bfc7-cec8272267dc","type":"quote","source":{"work":"Bilder aus der deutschen Vergangenheit","author":"Gustav Freytag","page":"","year":""},"text":"Alle großen Schöpfungen der Volkskraft, angestammte Religion, Sitte, Recht, Staatsbildung sind für uns nicht mehr die Resultate einzelner Männer, sie sind organische Schöpfungen eines hohen Lebens, welches zu jeder Zeit nur durch das Individuum zur Erscheinung kommt, und zu jeder Zeit den geistigen Gehalt der Individuen in sich zu einem mächtigen Ganzen zusammenfasst... So darf man wohl, ohne etwas Mystisches zu sagen, von einer Volksseele sprechen.... Aber nicht mehr bewusst, wie die Willenskraft eines Mannes, arbeitet das Leben eines Volkes. Das Freie, Verständige in der Geschichte vertritt der Mann, die Volkskraft wirkt unablässig mit dem dunklen \"Zwang einer Urgewalt.\" Hätte Freytag dieses Leben des Volkes untersucht, so hätte er wohl gefunden, dass es sich in das Wirken einer Summe von Einzelindividuen auflöst, die jenen dunklen Zwang überwinden, das Unbewusste in ihr Bewusstsein heraufheben, und er hätte gesehen, wie das aus den individuellen Willensimpulsen, aus dem freien Handeln des Menschen hervorgeht, was er als Volksseele, als dunklen Zwang anspricht.\n\nAber noch etwas kommt in Bezug auf das Wirken des Menschen innerhalb seines Volkes in Betracht. Jede Persönlichkeit repräsentiert eine geistige Potenz, eine Summe von Kräften, die nach der Möglichkeit zu wirken suchen. Jedermann muss deshalb den Platz finden, wo sich sein Wirken in der zweckmäßigsten Weise in seinen Volksorganismus eingliedern kann. Es darf nicht dem Zufall überlassen bleiben, ob er diesen Platz findet. Die Staatsverfassung hat keinen anderen Zweck, als dafür zu sorgen, dass jeder einen angemessenen Wirkungskreis finde. Der Staat ist die Form, in der sich der Organismus eines Volkes darlebt.\n\nDie Volkskunde und Staatswissenschaft hat die Weise zu erforschen, inwiefern die einzelne Persönlichkeit innerhalb des Staates zu einer ihr entsprechenden Geltung kommen kann. Die Verfassung muss aus dem innersten Wesen eines Volkes hervorgehen. Der Volkscharakter in einzelnen Sätzen ausgedrückt, das ist die beste Staatsverfassung. Der Staatsmann kann dem Volke keine Verfassung aufdrängen. Der Staatslenker hat die tiefen Eigentümlichkeiten seines Volkes zu erforschen und den Tendenzen, die in diesem schlummern, durch die Verfassung die ihnen entsprechende Richtung zu geben. Es kann vorkommen, dass die Mehrheit des Volkes in Bahnen einlenken will, die gegen seine eigene Natur gehen. Goethe meint, in diesem Fall habe sich der Staatsmann von der letzteren und nicht von den zufälligen Forderungen der Mehrheit leiten zu lassen; er habe die Volkheit gegen das Volk in diesem Fall zu vertreten («Sprüche in Prosa», Natw. Schr., 4. Bd., 2. Abt., S. 480f.).\n\nHieran müssen wir noch ein Wort über die Methode der Geschichte anschließen. Die Geschichte muss stets im Auge haben, dass die Ursachen zu den historischen Ereignissen in den individuellen Absichten, Plänen usw. der Menschen zu suchen sind. Alles Ableiten der historischen Tatsachen aus Plänen, die der Geschichte zugrunde liegen, ist ein Irrtum. Es handelt sich immer nur darum, welche Ziele sich diese oder jene Persönlichkeit vorgesetzt, welche Wege sie eingeschlagen usf. Die Geschichte ist durchaus auf die Menschennatur zu gründen. Ihr Wollen, ihre Tendenzen sind zu ergründen.\n\nWir können nun wieder das hier über die ethische Wissenschaft Gesagte durch Aussprüche Goethes belegen. Wenn er sagt: «Die vernünftige Welt ist als ein großes unsterbliches Individuum zu betrachten, das unaufhaltsam das Notwendige bewirkt und dadurch sich sogar über das Zufällige zum Herrn macht», so ist das nur aus dem Verhältnis, in dem wir den Menschen mit der Geschichtsentwicklung erblicken, zu erklären. – Der Hinweis auf ein positives individuelles Substrat des Wirkens liegt in den Worten: «Unbedingte Tätigkeit, von welcher Art sie sei, macht zuletzt bankerott» (Ebenda S. 463). Dasselbe in: «Der geringste Mensch kann komplett sein, wenn er sich innerhalb der Grenzen seiner Fähigkeiten und Fertigkeiten bewegt.» (Ebenda S. 443) -Die Notwendigkeit, dass der Mensch sich zu den leitenden Ideen seines Volkes und seiner Zeit erhebe, ist ausgesprochen in (ebenda S. 487): «Frage sich doch jeder, mit welchem Organ er allenfalls in seine Zeit einwirken kann und wird», und (ebenda S. 455): «Man muss wissen, wo man steht und wohin die andern wollen.» Unsere Ansicht von der Pflicht ist wiederzuerkennen in (ebenda S. 460): «Pflicht, wo man liebt, was man sich selbst befiehlt.»\n\nWir haben den Menschen als erkennendes und handelndes Wesen durchaus auf sich selbst gestellt. Wir haben seine Ideenwelt als mit dem Weltengrunde zusammenfallend bezeichnet und haben erkannt, dass alles, was er tut, nur als der Ausfluss seiner eigenen Individualität anzusehen ist. Wir suchen den Kern des Daseins in dem Menschen selbst. Ihm offenbart niemand eine dogmatische Wahrheit, ihn treibt niemand beim Handeln. Er ist sich selbst genug. Er muss alles durch sich selbst, nichts durch ein anderes Wesen sein. Er muss alles aus sich selbst schöpfen. Also auch den Quell für seine Glückseligkeit. Wir haben ja erkannt, dass von einer Macht, die den Menschen lenkte, die sein Dasein nach Richtung und Inhalt bestimmte, ihn zur Unfreiheit verdammte, nicht die Rede sein kann. Soll dem Menschen daher Glückseligkeit werden, so kann das nur durch ihn selbst geschehen. So wenig eine äußere Macht uns die Normen unseres Handelns vorschreibt, so wenig wird eine solche den Dingen die Fähigkeit erteilen, dass sie in uns das Gefühl der Befriedigung erwecken, wenn wir es nicht selbst tun. Lust und Unlust sind für den Menschen nur da, wenn er selbst zuerst den Gegenständen das Vermögen beilegt, diese Gefühle in ihm wachzurufen. Ein Schöpfer, der von außen bestimmte, was uns Lust, was Unlust machen soll, führte uns am Gängelbande.\\*\n\nDamit ist jeder Optimismus und Pessimismus widerlegt. Der Optimismus nimmt an, dass die Welt vollkommen sei, dass sie für den Menschen der Quell höchster Zufriedenheit sein müsse. Sollte das aber der Fall sein, so müsste der Mensch erst in sich jene Bedürfnisse entwickeln, wodurch ihm diese Zufriedenheit wird. Er müsste den Gegenständen das abgewinnen, wonach er verlangt. Der Pessimismus glaubt, die Einrichtung der Welt sei eine solche, dass sie den Menschen ewig unbefriedigt lasse, dass er nie glücklich sein könne. Welch ein erbarmungswürdiges Geschöpf wäre der Mensch, wenn ihm die Natur von außen Befriedigung böte! Alles Wehklagen über ein Dasein, das uns nicht befriedigt, über diese harte Welt muss schwinden gegenüber dem Gedanken, dass uns keine Macht der Welt befriedigen könnte, wenn wir ihr nicht zuerst selbst jene Zauberkraft verliehen, durch die sie uns erhebt, erfreut. Befriedigung muss uns aus dem werden, wozu wir die Dinge machen, aus unseren eigenen Schöpfungen. Nur das ist freier Wesen würdig.\n\n# XI VERHÄLTNIS DER GOETHESCHEN DENKWEISE ZU ANDEREN ANSICHTEN\n\nWenn von dem Einfluss älterer oder gleichzeitiger Denker auf die Entwicklung des Goetheschen Geistes gesprochen wird, so kann das nicht in dem Sinne geschehen, als ob er seine Ansichten auf Grund von deren Lehren gebildet hätte. Die Art und Weise, wie er denken musste, wie er die Welt ansah, lag in der ganzen Anlage seiner Natur vorgebildet. Und zwar lag sie von frühester Jugend an in seinem Wesen. In Bezug darauf blieb er sich dann auch sein ganzes Leben lang gleich. Es sind vornehmlich zwei bedeutsame Charakterzüge, die hier in Betracht kommen. Der erste ist der Drang nach den Quellen, nach der Tiefe alles Seins. Es ist im letzten Grund der Glaube an die Idee. Die Ahnung eines Höheren, Besseren erfüllt Goethe stets. Man möchte das einen tief religiösen Zug seines Geistes nennen. Was so vielen ein Bedürfnis ist: die Dinge unter Abstreifung eines jeglichen Heiligen zu sich herabzuziehen, das kennt er nicht. Er hat aber das andere Bedürfnis, ein Höheres zu ahnen und sich zu ihm emporzuarbeiten. Jedem Ding sucht er eine Seite abzugewinnen, wodurch es uns heilig wird. K. J. Schröer hat das in geistvollster Weise in Bezug auf Goethes Verhalten in der Liebe gezeigt. Alles Frivole, Leichtfertige wird abgestreift und die Liebe wird für Goethe ein Frommsein. Dieser Grundzug seines Wesens ist am schönsten in seinen Worten ausgesprochen: \n\nDiese Seite seines Wesens ist nun unzertrennlich mit einer anderen in Verbindung. Er sucht an dieses Höhere nie unmittelbar heranzutreten; er sucht sich ihm immer durch die Natur zu nähern.  («Sprüche in Prosa»; Natw. Schr., 4. Bd., 2. Abt., S. 378). Neben dem Glauben an die Idee hat Goethe auch den anderen, dass wir die Idee durch Betrachtung der Wirklichkeit gewinnen; es fällt ihm nicht ein, die Gottheit anderswo zu suchen als in den Werken der Natur, aber diesen sucht er überall ihre göttliche Seite abzugewinnen. Wenn er in seiner Knabenzeit dem großen Gott, der  («Dichtung und Wahrheit», I. Teil, 1. Buch), einen Altar errichtet, so entspringt dieser Kultus schon entschieden aus dem Glauben, dass wir das Höchste, zu dem wir gelangen können, durch treues Pflegen des Verkehres mit der Natur gewinnen. So ist denn Goethe jene Betrachtungsweise angeboren, die wir erkenntnistheoretisch gerechtfertigt haben. Er tritt an die Wirklichkeit heran in der Überzeugung, dass alles nur eine Manifestation der Idee ist, die wir erst gewinnen, wenn wir die Sinneserfahrung in geistiges Anschauen hinaufheben. Diese Überzeugung lag in ihm, und er betrachtete von Jugend auf die Welt auf Grund dieser Voraussetzung. Kein Philosoph konnte ihm diese Überzeugung geben. Nicht das ist es also, was Goethe bei den Philosophen suchte. Es war etwas anderes. Wenn seine Weise die Dinge zu betrachten auch tief in seinem Wesen lag, so brauchte er doch eine Sprache sie auszudrücken. Sein Wesen wirkte philosophisch, d. h. so, dass es sich nur in philosophischen Formeln aussprechen, nur von philosophischen Voraussetzungen aus rechtfertigen lässt. Und um das, was er war, auch sich deutlich zum Bewusstsein zu bringen, um das, was bei ihm lebendiges Tun war, auch zu wissen, sah er sich bei den Philosophen um. Er suchte bei ihnen eine Erklärung und Rechtfertigung seines Wesens. Das ist sein Verhältnis zu den Philosophen. Zu diesem Zwecke studierte er in der Jugend Spinoza und ließ sich später mit den philosophischen Zeitgenossen in wissenschaftliche Verhandlungen ein. In seinen Jünglingsjahren schienen dem Dichter am meisten Spinoza und Giordano Bruno sein eigenes Wesen auszusprechen. Es ist merkwürdig, dass er beide Denker zuerst aus gegnerischen Schriften kennen lernte und trotz dieses Umstandes erkannte, wie ihre Lehren zu seiner Natur stehen. Besonders an seinem Verhältnis zu Giordano Brunos Lehren sehen wir das Gesagte erhärtet. Er lernt ihn aus Bayles Wörterbuch, wo er heftig angegriffen wird, kennen. Und er erhält von ihm einen so tiefen Eindruck, dass wir in jenen Teilen des «Faust», die, der Konzeption nach, aus der Zeit um 1770 stammen, wo er Bayle las, sprachliche Anklänge an Sätze von Bruno finden (s. Goethe-Jahrbuch Bd.VII, Frankfurt/M. 1886). In den Tag- und Jahres-Heften erzählt der Dichter, dass er sich wieder 1812 mit Giordano Bruno beschäftigt habe. Auch diesmal ist der Eindruck ein gewaltiger, und in vielen der nach diesem Jahr entstandenen Gedichte erkennen wir Anklänge an den Philosophen von Nola. Das alles ist aber nicht so zu nehmen, als ob Goethe von Bruno irgendetwas entlehnt oder gelernt hätte; er fand bei ihm nur die Formel, das, was längst in seiner Natur lag, auszusprechen. Er fand, dass er sein eigenes Inneres am klarsten darlege, wenn er es mit den Worten jenes Denkers tat. Bruno betrachtet die universelle Vernunft als die Erzeugerin und Lenkerin des Weltalls. Er nennt sie den inneren Künstler, der die Materie formt und von innen heraus gestaltet. Sie ist die Ursache von allem Bestehenden, und es gibt kein Wesen, an dessen Sein sie nicht liebevoll Anteil nähme.  (Giordano Bruno, Von der Ursache usw., hg. v. A. Lasson, Heidelberg 1882). Das war ja auch Goethes Ansicht, dass wir ein Ding erst zu beurteilen wissen, wenn wir sehen, wie es von der allgemeinen Vernunft an seinen Ort gestellt worden ist, wie es gerade zu dem geworden ist, als was es uns gegenübertritt. Wenn wir mit den Sinnen wahrnehmen, so genügt das nicht, denn die Sinne sagen uns nicht, wie ein Ding mit der allgemeinen Weltidee zusammenhängt, was es für das große Ganze zu bedeuten hat. Da müssen wir so schauen, dass uns unsere Vernunft einen ideellen Untergrund schafft, auf dem uns dann das erscheint, was uns die Sinne überliefern; wir müssen, wie es Goethe ausdrückt, mit den Augen des Geistes schauen. Auch um diese Überzeugung auszusprechen, fand er bei Bruno eine Formel: , weil wir  (s. Lasson S. 77). Und mit Spinoza ist es nicht anders. Spinozas Lehre beruht ja darauf, dass die Gottheit in der Welt aufgegangen ist. Das menschliche Wissen kann also nur bezwecken, sich in die Welt zu vertiefen, um Gott zu erkennen. Jeder andere Weg, zu Gott zu gelangen, muss für einen konsequent im Sinne des Spinozismus denkenden Menschen unmöglich erscheinen. Denn Gott hat jede eigene Existenz aufgegeben; außer der Welt ist er nirgends. Wir müssen ihn aber da aufsuchen, wo er ist. Jedes eigentliche Wissen muss also so beschaffen sein, dass es uns in jedem Stück Welterkenntnis ein Stück Gotteserkenntnis überliefert. Das Erkennen auf seiner höchsten Stufe ist also ein Zusammengehen mit der Gottheit. Wir nennen es da anschauliches Wissen. Wir erkennen die Dinge «sub specie aeternitatis», d. h. als Ausflüsse der Gottheit. Die Gesetze, die unser Geist in der Natur erkennt, sind also Gott in seiner Wesenheit, nicht nur von ihm gemacht. Was wir als logische Notwendigkeit erkennen, ist so, weil ihm das Wesen der Gottheit, d. i. die ewige Gesetzlichkeit innewohnt. Das war eine dem Goetheschen Geist gemäße Anschauung. Sein fester Glaube, dass uns die Natur in all ihrem Treiben ein Göttliches offenbare, lag ihm hier in klarsten Sätzen vor. , schreibt er an Jacobi, als dieser die Lehre Spinozas in einem anderen Lichte erscheinen lassen wollte. Darinnen liegt das Verwandtschaftliche mit Spinoza bei Goethe. Und wenn man gegenüber dieser tiefen, inneren Harmonie zwischen Goethes Wesen und Spinozas Lehre immer und immer das rein Äußerliche hervorhebt: Goethe wurde von Spinoza angezogen, weil er wie dieser die Endursachen in der Welterklärung nicht dulden wollte, so zeugt das von einer oberflächlichen Beurteilung der Sachlage. Dass Goethe wie Spinoza die Endursachen verwarfen, war nur eine Folge ihrer Ansichten. Man lege sich doch nur die Theorie von den Endursachen klar vor. Es wird ein Ding nach Dasein und Beschaffenheit dadurch erklärt, dass man seine Notwendigkeit für ein anderes dartut. Man zeigt, dieses Ding ist so und so beschaffen, weil jenes andere so und so ist. Das setzt voraus, dass ein Weltengrund existiere, der über den beiden Wesen stehe und sie so einrichte, dass sie füreinander passen. Wenn aber der Weltengrund einem jeden Dinge innewohnt, dann hat diese Erklärungsweise keinen Sinn. Denn dann muss uns die Beschaffenheit eines Dinges als Folge des in ihm wirksamen Prinzips erscheinen. Wir werden in der Natur eines Dinges den Grund suchen, warum es so und nicht anders ist. Wenn wir den Glauben haben, dass Göttliches einem jeden Dinge innewohnt, dann wird es uns doch nicht einfallen, zur Erklärung seiner Gesetzlichkeit nach einem äußerlichen Prinzip zu suchen. Auch das Verhältnis Goethes zu Spinoza ist nicht anders zu fassen, denn so, dass er bei ihm die Formeln, die wissenschaftliche Sprache fand, um die in ihm liegende Welt auszusprechen.\n\nWenn wir nun auf Goethes Beziehung zu den gleichzeitigen Philosophen übergehen, so haben wir vor allem von Kant zu sprechen. Kant wird allgemein als der Begründer der heutigen Philosophie angesehen. Zu seiner Zeit rief er eine so mächtige Bewegung hervor, dass es für jeden Gebildeten Bedürfnis war, sich mit ihm auseinanderzusetzen. Auch für Goethe wurde diese Auseinandersetzung eine Notwendigkeit. Sie konnte aber für ihn nicht fruchtbar sein. Denn es besteht ein tiefer Gegensatz zwischen dem, was die Kantsche Philosophie lehrt, und dem, was wir als Goethesche Denkweise erkennen. Ja, man kann geradezu sagen, dass das gesamte deutsche Denken in zwei parallelen Richtungen abläuft, einer von der Kantschen Denkweise durchtränkten und einer andern, die dem Goetheschen Denken nahesteht. Indem sich aber heute die Philosophie immer mehr Kant nähert, entfernt sie sich von Goethe und damit geht für unsere Zeit immer mehr die Möglichkeit verloren, die Goethesche Weltanschauung zu begreifen und zu würdigen. Wir wollen die Hauptsätze der Kantschen Lehre insoweit hierhersetzen, als sie Interesse für die Ansichten Goethes haben. Der Ausgangspunkt für das menschliche Denken ist für Kant die Erfahrung, d. h. die den Sinnen (worinnen der innere Sinn, der uns die psychischen, historischen usw. Tatsachen übermittelt, inbegriffen ist) gegebene Welt. Diese ist eine Mannigfaltigkeit von Dingen im Raum und von Prozessen in der Zeit. Dass mir gerade dieses Ding gegenübertritt, dass ich gerade jenen Prozess erlebe, ist gleichgültig; es könnte auch anders sein. Ich kann mir überhaupt die ganze Mannigfaltigkeit von Dingen und Prozessen wegdenken. Was ich mir aber nicht wegdenken kann, das ist Raum und Zeit. Es kann für mich nichts geben, was nicht räumlich oder zeitlich wäre. Selbst, wenn es ein raumloses oder zeitloses Ding gibt, kann ich nichts davon wissen, denn ich kann mir ohne Raum und Zeit nichts vorstellen. Ob den Dingen selbst Raum und Zeit zukomme, weiß ich nicht; ich weiß nur, dass die Dinge für mich in diesen Formen auftreten müssen. Raum und Zeit sind somit die Vorbedingungen meiner sinnlichen Wahrnehmung. Ich weiß von dem Ding an sich nichts; ich weiß nur, wie es mir erscheinen muss, wenn es für mich da sein soll. Kant leitet mit diesen Sätzen ein neues Problem ein. Er tritt mit einer neuen Fragestellung in der Wissenschaft auf. Statt wie die früheren Philosophen zu fragen: Wie sind die Dinge beschaffen, fragt er: wie müssen uns die Dinge erscheinen, damit sie Gegenstand unseres Wissens werden können? Die Philosophie ist für Kant die Wissenschaft von den Bedingungen der Möglichkeit der Welt als einer menschlichen Erscheinung. Von dem Ding an sich wissen wir nichts. Wir haben unsere Aufgabe noch nicht erfüllt, wenn wir bis zur sinnlichen Anschauung einer Mannigfaltigkeit in Zeit und Raum kommen. Wir streben danach, diese Mannigfaltigkeit in eine Einheit zusammenzufassen. Und das ist Sache des Verstandes. Der Verstand ist als eine Summe von Tätigkeiten aufzufassen, die den Zweck haben, die Sinnenwelt nach gewissen in ihm vorgezeichneten Formen zusammenzufassen. Er fasst zwei sinnenfällige Wahrnehmungen zusammen, indem er z. B. die eine als Ursache, die andere als Wirkung bezeichnet oder die eine als Substanz, die andere als Eigenschaft usw. Auch hier ist es die Aufgabe der philosophischen Wissenschaft, zu zeigen, unter welchen Bedingungen es dem Verstand gelingt, sich ein System der Welt zu bilden. So ist die Welt eigentlich im Sinne Kants eine in den Formen der Sinnenwelt und des Verstandes auftretende subjektive Erscheinung. Es ist nur das Eine gewiss, dass es ein Ding an sich gibt; wie es uns erscheint, das hängt von unserer Organisation ab. Es ist nun auch natürlich, dass es keinen Sinn hat, jener Welt, die der Verstand im Verein mit den Sinnen geformt hat, eine andere als eine Bedeutung für unser Erkenntnisvermögen zuzuschreiben. Am klarsten wird das da, wo Kant von der Bedeutung der Ideenwelt spricht. Die Ideen sind für ihn nichts als höhere Gesichtspunkte der Vernunft, unter denen die niederen Einheiten, die der Verstand geschaffen, begriffen werden. Der Verstand bringt z. B. die Seelenerscheinungen in einen Zusammenhang; die Vernunft, als das Ideenvermögen, fasst dann diesen Zusammenhang so, als wenn alles von einer Seele ausginge. Das hat aber für die Sache selbst keine Bedeutung, ist nur Orientierungsmittel für unser Erkenntnisvermögen. Dies der Inhalt von Kants theoretischer Philosophie, soweit er uns hier interessieren kann. Man sieht in ihr sofort den entgegengesetzten Pol der Goetheschen. Die gegebene Wirklichkeit wird von Kant nach uns selbst bestimmt; sie ist so, weil wir sie so vorstellen. Kant überspringt die eigentliche erkenntnistheoretische Frage. Er macht am Eingang seiner Vernunftkritik zwei Schritte, die er nicht rechtfertigt, und an diesem Fehler krankt sein ganzes philosophisches Lehrgebäude. Er stellt sogleich die Unterscheidung von Objekt und Subjekt auf, ohne zu fragen, was für eine Bedeutung es denn überhaupt hat, wenn der Verstand die Trennung zweier Wirklichkeitsgebiete (hier erkennendes Subjekt und zu erkennendes Objekt) vornimmt. Dann sucht er das gegenseitige Verhältnis dieser beiden Gebiete begrifflich herzustellen, wieder ohne zu fragen, welchen Sinn eine solche Feststellung hat. Hätte er die erkenntnistheoretische Hauptfrage nicht schief gesehen, so hätte er bemerkt, dass die Auseinanderhaltung von Subjekt und Objekt nur ein Durchgangspunkt unseres Erkennens ist, dass beiden eine tiefere, der Vernunft erfassbare Einheit zugrunde liegt und dass dasjenige, was einem Dinge als Eigenschaft zuerkannt wird, insofern es in Bezug auf ein erkennendes Subjekt gedacht wird, keineswegs nur subjektive Gültigkeit hat. Das Ding ist eine Vernunfteinheit und die Trennung in ein «Ding an sich» und «Ding für uns» ist Verstandesprodukt. Es geht also nicht an, zu sagen, was dem Dinge in einer Beziehung zuerkannt wird, kann ihm in anderer abgesprochen werden. Denn ob ich dasselbe Ding einmal unter diesem, ein andermal unter jenem Gesichtspunkte betrachte: es ist ja doch ein einheitliches Ganzes.\n\nEs ist ein Fehler, der sich durch Kants ganzes Lehrgebäude durchzieht, dass er die sinnenfällige Mannigfaltigkeit als etwas Festes ansieht, und dass er glaubt, Wissenschaft bestehe darin, diese Mannigfaltigkeit in ein System zu bringen. Er vermutet gar nicht, dass das Mannigfaltige kein Letztes ist, das man überwinden muss, wenn man es begreifen will; und deshalb wird ihm alle Theorie bloß eine Zutat, die Verstand und Vernunft zur Erfahrung hinzubringen. Die Idee ist ihm nicht das, was der Vernunft als der tiefere Grund der gegebenen Welt erscheint, wenn sie die an der Oberfläche gelegene Mannigfaltigkeit überwunden hat, sondern nur ein methodisches Prinzip, nach dem dieselbe die Erscheinungen behufs ihrer leichteren Übersicht anordnet. Wir gingen nach Kantscher Anschauung ganz fehl, wenn wir die Dinge als aus der Idee ableitbar betrachteten; wir können nach seiner Meinung unsere Erfahrungen nur so anordnen, als ob sie aus einer Einheit stammten. Von dem Grund der Dinge, von dem «An sich» haben wir nach Kant keine Ahnung. Unser Wissen von den Dingen ist nur in Bezug auf uns da, ist nur für unsere Individualität gültig. Aus dieser Ansicht über die Welt konnte Goethe nicht viel gewinnen. Ihm blieb die Betrachtung der Dinge in Bezug auf uns immer die ganz untergeordnete, welche die Wirkung der Gegenstände auf unser Gefühl der Lust und Unlust betrifft; von der Wissenschaft fordert er mehr als bloß die Angabe, wie die Dinge in Bezug auf uns sind. In dem Aufsatz:  (Natw. Schr., 2. Bd., S. 10 ff.) wird die Aufgabe des Forschers bestimmt: Er soll den Maßstab zur Erkenntnis, die Data zur Beurteilung nicht aus sich, sondern aus dem Kreis der Dinge nehmen, die er beobachtet. Mit diesem einzigen Satz ist der tiefe Gegensatz Kantischer und Goethescher Denkweise gekennzeichnet. Während bei Kant alles Urteilen über die Dinge nur ein Produkt aus Subjekt und Objekt ist und nur ein Wissen darüber liefert, wie das Subjekt das Objekt anschaut, geht das Subjekt bei Goethe selbstlos in dem Objekt auf und entnimmt die Data zur Beurteilung aus dem Kreis der Dinge. Goethe sagt daher von Kants Schülern selbst:  Mehr glaubte der Dichter aus Kants Kritik der Urteilskraft gewonnen zu haben.\n\nUngleich mehr als durch Kant wurde Goethe in philosophischer Beziehung durch Schiller gefördert. Durch ihn wurde er nämlich wirklich um eine Stufe weiter in der Erkenntnis seiner eigenen Anschauungsweise gebracht. Bis zu jenem berühmten ersten Gespräch mit Schiller hatte Goethe\\* eine gewisse Weise, die Welt anzuschauen, geübt. Er hatte Pflanzen betrachtet, ihnen eine Urpflanze zugrunde gelegt und die einzelnen Formen daraus abgeleitet. Diese Urpflanze (und auch ein entsprechendes Urtier) hatte sich in seinem Geiste gestaltet, war ihm bei der Erklärung der einschlägigen Erscheinungen dienlich. Er hatte aber nie darüber nachgedacht, was denn diese Urpflanze ihrem Wesen nach sei. Schiller öffnete ihm die Augen, indem er ihm sagte: sie ist eine Idee. Von jetzt ab ist sich Goethe seines Idealismus erst bewusst. Er nennt die Urpflanze daher bis zu jenem Gespräch eine Erfahrung, denn er glaubte sie mit Augen zu sehen. In der später zu dem Aufsatz über die Metamorphose der Pflanze hinzugekommenen Einleitung aber sagt er:  Dabei ist aber festzuhalten, dass Schiller Goethe nichts diesem Fremdes überlieferte, sondern vielmehr sich selbst erst durch die Betrachtung des Goetheschen Geistes zur Erkenntnis des objektiven Idealismus durchrang. Er fand nur den Terminus für die Anschauungsweise, die er an Goethe erkannte und bewunderte.\n\nWenig Förderung hat Goethe von Fichte erfahren. Fichte bewegte sich in einer dem Goetheschen Denken viel zu fremden Sphäre, als dass eine solche möglich gewesen wäre. Fichte hat die Wissenschaft des Bewusstseins in der scharfsinnigsten Weise begründet. Er hat die Tätigkeit, durch welche das «Ich» die gegebene Welt in eine gedachte verwandelt, in einzig musterhafter Weise abgeleitet. Dabei hat er aber den Fehler gemacht, dass er diese Tätigkeit des Ich nicht bloß als eine solche auffasste, die den gegebenen Inhalt in eine befriedigende Form bringt, die zusammenhanglos Gegebenes in die entsprechenden Zusammenhänge bringt; er hat sie als ein Erschaffen alles dessen angesehen, was innerhalb des «Ich» sich abspielt. Dadurch erscheint seine Lehre als ein einseitiger Idealismus, der seinen ganzen Inhalt aus dem Bewusstsein nimmt. Goethe, der stets auf das Objektive ging, konnte wohl wenig Anziehendes in Fichtes Bewusstseinsphilosophie finden. Für das Gebiet, wo sie gilt, fehlte Goethe das Verständnis; die Ausdehnung aber, die ihr Fichte gab – er sah sie als Universalwissenschaft an – konnte dem Dichter nur als ein Irrtum erscheinen.\\*\n\nViel mehr Berührungspunkte hatte Goethe mit dem jungen Schelling. Dieser war ein Schüler Fichtes. Er führte aber nicht nur die Analyse der Tätigkeit des «Ich» weiter, sondern er verfolgte auch jene Tätigkeit innerhalb des Bewusstseins, durch welches das letztere die Natur erfasst. Das, was sich im Ich beim Erkennen der Natur abspielt, schien Schelling zugleich das Objektive der Natur, das eigentliche Prinzip in ihr zu sein. Die Natur draußen war ihm nur eine festgewordene Form unserer Naturbegriffe. Was in uns als Naturanschauung lebt, das erscheint uns außen wieder, nur auseinandergezogen, räumlich-zeitlich. Was uns von außen her als Natur entgegentritt, ist fertiges Produkt, ist nur das Bedingte, die starr gewordene Form eines lebendigen Prinzips. Dieses Prinzip können wir nicht durch Erfahrung von außen her gewinnen. Wir müssen es in unserem Innern erst schaffen.  sagt deshalb unser Philosoph.  (Einleitung zu seinem Entwurf..., Jena u. Leipzig 1799, S. 22.)  (Ebenda S. 20) Durch diese Lehre, die Goethe teils aus Schellings Schriften, teils aus persönlichem Umgang mit dem Philosophen kennen lernte, wurde der Dichter wieder um eine Stufe höher gebracht. Jetzt entwickelte sich bei ihm die Ansicht, dass seine Tendenz darauf gehe, von dem Fertigen, dem Produkt zu dem Werdenden, Produzierenden fortzuschreiten. Und mit entschiedenem Anklang an Schelling schreibt er im Aufsatz «Anschauende Urteilskraft», dass sein Streben war, sich  (Natw. Schr., 1. Bd., S. 116).\n\nDurch Hegel endlich erhielt Goethe die letzte Förderung von Seiten der Philosophie. Durch ihn erlangte er nämlich Klarheit darüber, wie sich das, was er Urphänomen nannte, in die Philosophie einreiht. Hegel hat die Bedeutung des Urphänomens am tiefsten begriffen und in seinem Brief an Goethe vom 20. Februar 1821 trefflich charakterisiert mit den Worten: ...  So wird durch Hegel für Goethe der Gedanke klar, dass der empirische Forscher bis zu den Urphänomenen zu gehen hat, und dass von da aus die Wege des Philosophen weiterführen. Daraus geht aber auch hervor, dass der Grundgedanke der Hegelschen Philosophie eine Konsequenz der Goetheschen Denkweise ist. Die Überwindung der Wirklichkeit, die Vertiefung in dieselbe, um vom Geschaffenen zum Schaffen, vom Bedingten zur Bedingung aufzusteigen, liegt bei Goethe, aber auch bei Hegel zugrunde. Hegel will ja in der Philosophie nichts anderes bieten als den ewigen Prozess, aus dem alles, was endlich ist, hervorgeht. Er will das Gegebene als eine Folge dessen erkennen, was er als Unbedingtes gelten lassen kann.\n\nSo bedeutet für Goethe das Bekanntwerden mit Philosophen und philosophischen Richtungen eine fortschreitende Aufklärung darüber, was schon in ihm lag. Er hat für seine Anschauung nichts gewonnen; ihm wurden nur die Mittel an die Hand gegeben, darüber zu reden, was er tat, was in seiner Seele vorging.\n\nSo bietet denn die Goethesche Weltansicht genugsam Anhaltspunkte zur philosophischen Ausgestaltung. Diese sind aber zunächst nur von den Schülern Hegels aufgegriffen worden. Die übrige Philosophie steht der Goetheschen Anschauung vornehm ablehnend gegenüber. Nur Schopenhauer stützt sich in manchen Punkten auf den von ihm hochgeschätzten Dichter. Von seiner Apologetik der Farbenlehre werden wir in einem späteren Kapitel sprechen. Hier kommt es auf das allgemeine Verhältnis von Schopenhauers Lehre zu Goethe an. In einem Punkte kommt der Frankfurter Philosoph an Goethe heran. Schopenhauer weist nämlich alles Herleiten der uns gegebenen Phänomene aus äußeren Ursachen ab und lässt nur eine innere Gesetzmäßigkeit gelten, nur ein Herleiten einer Erscheinung aus der andern. Das kommt scheinbar dem Goetheschen Prinzip gleich, die Data der Erklärung aus den Dingen selbst zu nehmen; aber eben nur scheinbar. Denn während Schopenhauer innerhalb des Phänomenalen bleiben will, weil wir das außer demselben liegende «An sich» im Erkennen nicht erreichen können, da alle uns gegebenen Erscheinungen nur Vorstellungen sind und unser Vorstellungsvermögen uns nie über unser Bewusstsein hinausführt, will Goethe innerhalb der Phänomene bleiben, weil er eben in ihnen selbst die Data zu ihrer Erklärung sucht.\n\nZum Schluss wollen wir noch die Goethesche Weltansicht mit der bedeutsamsten wissenschaftlichen Erscheinung unserer Zeit, mit den Anschauungen Eduard v. Hartmanns zusammenhalten. Die «Philosophie des Unbewussten» dieses Denkers ist ein Werk von größter geschichtlicher Bedeutung. Mit den übrigen Schriften Hartmanns, die das dort Skizzierte nach allen Seiten ausbauen, ja wohl in vieler Hinsicht neue Gesichtspunkte zu jenem Hauptwerk hinzubringen, zusammen, spiegelt sich in ihr der gesamte geistige Inhalt unserer Zeit. Hartmann zeichnet ein bewunderungswerter Tiefsinn und eine erstaunliche Beherrschung des Materials der einzelnen Wissenschaften aus. Er steht heute auf der Hochwacht der Bildung. Man braucht nicht sein Anhänger zu sein, und man wird ihm das rückhaltlos zuerkennen müssen.\n\nSeine Anschauung steht der Goetheschen nicht so ferne, als man auf den ersten Blick glauben möchte. Wem nichts anderes vorliegt als die «Philosophie des Unbewussten», der wird das freilich nicht einsehen können. Denn die entschiedenen Berührungspunkte beider Denker sieht man erst, wenn man auf die Konsequenzen geht, die Hartmann aus seinen Prinzipien gezogen und die er in seinen späteren Schriften niedergelegt hat.\n\nHartmanns Philosophie ist Idealismus. Er will zwar kein bloßer Idealist sein. Allein, wo er behufs der Welterklärung etwas Positives braucht, ruft er doch die Idee zu Hilfe. Und das Wichtigste ist, dass er die Idee überall zugrunde liegend denkt. Denn seine Annahme eines Unbewussten hat ja keinen andern Sinn, als dass jenes, das in unserem Bewusstsein als Idee vorhanden ist, nicht notwendig an diese Erscheinungsform – innerhalb des Bewusstseins gebunden ist. Die Idee ist nicht nur vorhanden (wirksam), wo sie bewusst wird, sondern auch in anderer Form. Sie ist mehr denn bloßes subjektives Phänomen; sie hat eine in sich selbst gegründete Bedeutung. Sie ist nicht bloß im Subjekt gegenwärtig, sie ist objektives Weltprinzip. Wenn auch Hartmann neben der Idee noch den Willen unter die die Welt konstituierenden Prinzipien aufnimmt, so ist es doch unbegreiflich, wie es noch immer Philosophen gibt, die ihn für einen Schopenhauerianer ansehen. Schopenhauer hat die Ansicht, dass aller Begriffsinhalt nur subjektiv, nur Bewusstseinsphänomen sei, auf die Spitze getrieben. Bei ihm kann davon gar nicht die Rede sein, dass die Idee an der Konstitution der Welt als reales Prinzip teilgenommen hat. Bei ihm ist der Wille ausschließlicher Weltgrund. Deswegen konnte es Schopenhauer nie zu einer inhaltsvollen Behandlung der philosophischen Spezialwissenschaften bringen, während Hartmann seine Prinzipien schon in alle besonderen Wissenschaften hinein verfolgt hat. Während Schopenhauer über den ganzen reichen Inhalt der Geschichte nichts zu sagen weiß, als dass er eine Manifestation des Willens ist, weiß Ed. v. Hartmann von jeder einzelnen historischen Erscheinung den ideellen Kern zu finden und sie der gesamten geschichtlichen Entwicklung der Menschheit einzugliedern. Schopenhauer kann das Einzelwesen, die Einzelerscheinung nicht interessieren, denn er weiß von ihr nur das eine Wesentliche zu sagen, dass sie eine Ausgestaltung des Willens ist. Hartmann greift jedes Sonderdasein auf und zeigt, wie überall die Idee wahrzunehmen ist. Der Grundcharakter von Schopenhauers Weltanschauung ist Einförmigkeit, der v. Hartmanns Einheitlichkeit. Schopenhauer legt einen inhaltsleeren, einförmigen Drang der Welt zugrunde, Hartmann den reichen Inhalt der Idee. Schopenhauer legt die abstrakte Einheit zugrunde, bei Hartmann finden wir die konkrete Idee als Prinzip, bei der die Einheit – besser Einheitlichkeit – nur eine Eigenschaft ist. Schopenhauer hätte nie wie Hartmann eine Geschichtsphilosophie, nie eine Religionswissenschaft schaffen können. Wenn Hartmann sagt:  (Philosophische Fragen der Gegenwart","lang":"de","meta":{"step":"step1","lifespan":"1816 - 1895"}}
{"id":"eb9207c9-395d-4cd0-8de2-f5e70745b6c8","type":"quote","source":{"work":"","author":"Wilhelm Ostwald","page":"","year":""},"text":"Das sinnenfällige Weltbild ist die Summe sich metamorphosierender Wahrnehmungsinhalte ohne eine zugrunde liegende Materie.","lang":"de","meta":{"step":"step1","lifespan":"1853 - 1932"}}
{"id":"915a6f3a-2bb4-4427-bd2c-8a94152651d9","type":"quote","source":{"work":"","author":"Wilhelm Ostwald","page":"","year":""},"text":"Wenn wir uns aber überlegen, dass alles, was wir von einem bestimmten Stoffe wissen, die Kenntnis seiner Eigenschaften ist, so sehen wir, dass die Behauptung, es sei ein bestimmter Stoff zwar noch vorhanden, hätte aber keine von seinen Eigenschaften mehr, von einem reinen Nonsens nicht sehr weit entfernt ist. Tatsächlich dient uns diese rein formelle Annahme nur dazu, die allgemeinen Tatsachen der chemischen Vorgänge, insbesondere die stöchiometrischen Maßgesetze, mit dem willkürlichen Begriff einer an sich unveränderten Materie zu vereinigen.","lang":"de","meta":{"step":"step1","lifespan":"1853 - 1932"}}
{"id":"4080e72b-b499-4200-9c74-f515aee04879","type":"quote","source":{"work":"Meditationes de prima philosophia","author":"René Descartes","page":"","year":""},"text":"Ich finde, wenn ich die körperlichen Dinge näher prüfe, dass darin sehr wenig enthalten ist, was ich klar und deutlich einsehe, nämlich die Größe, oder die Ausdehnung in Länge, Tiefe, Breite, die Gestalt, die von der Endigung dieser Ausdehnung herrührt, die Lage, welche die verschieden gestalteten Körper unter sich haben, und die Bewegung oder Änderung dieser Lage, welchen man die Substanz, die Dauer und Zahl hinzufügen kann. Was die übrigen Sachen betrifft, wie das Licht, die Farben, die Töne, Gerüche, Geschmacksempfindungen, Wärme, Kälte und die sonstigen, dem Tastsinn spürbaren Qualitäten (Glätte, Rauheit), so treten sie in meinem Geist mit solcher Dunkelheit und Verworrenheit auf, dass ich nicht weiß, ob sie wahr oder falsch sind, d. h. ob die Ideen, die ich von diesen Gegenständen fasse, in der Tat die Ideen von irgendwelchen reellen Dingen sind, oder ob sie nur chimärische Wesen vorstellen, die nicht existieren können.","lang":"de","meta":{"step":"step1","lifespan":"1596 - 1650"}}
